{
  "generated_utc": "2026-02-19T15:44:30+00:00",
  "sections": {
    "romania": [
      {
        "section": "romania",
        "title": "Cum ajung drogurile în România. Fenomenul traficului de stupefiante a explodat în ultimii ani – raport DIICOT",
        "summary": "În ultimii 15 ani, cazurile de trafic de droguri investigate de procurori au crescut de aproape 6 ori, iar România a devenit o piață de consum, conectată la rețele europene de distribuție, informează DIICOT în&#8230;",
        "link": "https://hotnews.ro/cum-ajung-drogurile-in-romania-fenomenul-traficului-de-stupefiante-a-explodat-in-ultimii-ani-raport-diicot-2174797",
        "published_utc": "2026-02-19T15:44:31+00:00"
      },
      {
        "section": "romania",
        "title": "Mega-investiție în infrastructura pentru AI, anunțată la un summit de profil. Ce cuprinde planul pe șapte ani",
        "summary": "Un conglomerat industrial din India a anunțat investiții de peste 100 miliarde dolari pentru construcția de centre de date și alte elemente de infrastructură pentru diversele aplicații de inteligență artificială. Anunțul a fost făcut la&#8230;",
        "link": "https://hotnews.ro/mega-investitie-in-infrastructura-pentru-ai-anuntata-la-un-summit-de-profil-ce-cuprinde-planul-pe-sapte-ani-2174839",
        "published_utc": "2026-02-19T15:44:31+00:00"
      },
      {
        "section": "romania",
        "title": "Avertisment din ONU pentru „Consiliul pentru Pace” al lui Trump, înainte de reuniunea de azi de la Washington",
        "summary": "Membrii Consiliului de Securitate al Organizației Națiunilor Unite au transmis un mesaj clar înaintea reuniunii inaugurale a Consiliului pentru Pace: fragilul armistițiu din Gaza trebuie să devină permanent, iar acțiunile unilaterale din Cisiordania riscă să&#8230;",
        "link": "https://hotnews.ro/avertisment-din-onu-pentru-consiliul-pentru-pace-al-lui-trump-inainte-de-reuniunea-de-azi-de-la-washington-2174759",
        "published_utc": "2026-02-19T15:44:31+00:00"
      },
      {
        "section": "romania",
        "title": "CIA ar fi fost informată din timp despre planurile de sabotaj ale atacatorilor Nord Stream (Der Spiegel)",
        "summary": "În 2022, un comando secret ucrainean a aruncat în aer conductele Nord Stream. Investigațiile publicației germane Der Spiegel dezvăluie că agenții americani CIA ar fi discutat planurile de atac cu sabotorii – înainte de a se opune ulterior acestora.",
        "link": "https://www.digi24.ro/stiri/externe/cia-ar-fi-fost-informata-din-timp-despre-planurile-de-sabotaj-ale-atacatorilor-nord-stream-der-spiegel-3639035",
        "published_utc": "2026-02-19T15:44:32+00:00"
      },
      {
        "section": "romania",
        "title": "JO 2026 Milano Cortina. Julia Sauter evoluează în această seară în programul liber. Miză istorică pentru patinajul românesc",
        "summary": "Julia Sauter, 28 de ani, va evolua, joi, în programul liber din proba feminină de la patinaj artistic, de la Jocurile Olimpice de la Milano-Cortina.",
        "link": "https://www.digi24.ro/stiri/sport/jo-2026-milano-cortina-julia-sauter-evolueaza-in-aceasta-seara-in-programul-liber-miza-istorica-pentru-patinajul-romanesc-3639079",
        "published_utc": "2026-02-19T15:44:32+00:00"
      },
      {
        "section": "romania",
        "title": "Operațiune Moldova - Ucraina într-un caz de tentativă de lichidare a unor oficiali ucraineni, coordonată de serviciile speciale ruse",
        "summary": "Ofițerii Direcției combaterea criminalității organizate și cei de urmărire penală ai Inspectoratul Național de Investigații din Republica Moldova, în comun cu procurorii Procuraturii pentru Combaterea Criminalității Organizate și Cauze Speciale și cu suportul angajaților Brigăzii de Poliție cu Destinație Specială „Fulger”, și omologi din Ucraina desfășoară joi acțiuni de urmărire penală într-un dosar de o gravitate deosebită, comunică MOLDPRES. Este vorba despre o operațiune care vizează un caz de tentativă de lichidare a unor oficiali din Ucraina.",
        "link": "https://www.digi24.ro/stiri/externe/operatiune-moldova-ucraina-intr-un-caz-de-tentativa-de-lichidare-a-unor-oficiali-ucraineni-coordonata-de-serviciile-speciale-ruse-3638741",
        "published_utc": "2026-02-19T15:44:32+00:00"
      }
    ],
    "medical": [
      {
        "section": "medical",
        "title": "Scientists discover the body’s hidden “off switch” for inflammation",
        "summary": "A new human study has uncovered how the body naturally turns off inflammation. Researchers found that fat-derived molecules called epoxy-oxylipins rein in immune cells that can otherwise drive chronic disease. Using a drug to boost these molecules reduced pain faster and lowered harmful inflammatory cells. The discovery could pave the way for safer treatments for arthritis, heart disease, and other inflammation-related conditions.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040816.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "Scientists finally explain why chronic constipation treatments often fail",
        "summary": "A newly discovered bacterial duo may be the hidden cause of chronic constipation. The two microbes break down the colon’s protective mucus layer, leaving stool dry and hard — a problem traditional laxatives don’t fix. Parkinson’s patients, who often struggle with constipation years before tremors appear, have higher levels of these bacteria. Blocking the bacteria’s mucus-destroying enzyme prevented constipation in mice, hinting at a new treatment strategy.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040745.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "Sugary drinks linked to rising anxiety in teens",
        "summary": "Sugary drinks may be linked to more than just physical health problems in teens. A new review of multiple studies found a consistent association between high consumption of beverages like soda, energy drinks, sweetened juices, and flavored milks and increased anxiety symptoms in adolescents.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218044624.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "Intermittent fasting fails to beat standard dieting for weight loss",
        "summary": "Intermittent fasting has become one of the most talked-about weight loss trends in recent years, promising dramatic results with simple changes to when you eat. But a major Cochrane review suggests the reality may be far less exciting. After analyzing 22 clinical trials involving nearly 2,000 adults, researchers found that intermittent fasting did not produce significantly more weight loss than standard diet advice or even no structured plan at all.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218044620.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "Brain development may continue into your 30s, new research shows",
        "summary": "That viral claim that your frontal lobe “isn’t fully developed until 25” turns out to be more myth than milestone. Early brain scans showed that gray matter changes dramatically through the teen years, and because studies stopped around age 20, scientists estimated development might wrap up in the mid-20s. But newer, massive brain-imaging research paints a different picture: key wiring and network efficiency in the brain continue evolving into the early 30s.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218031606.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "The nearsightedness explosion may be fueled by dim indoor light, not just screens",
        "summary": "Myopia is skyrocketing around the world, often blamed on endless screen time — but new research suggests the real culprit may be something more subtle. Scientists at SUNY College of Optometry propose that it’s not just devices, but the combination of prolonged close-up focus and dim indoor lighting that may quietly strain the eyes. When we concentrate on nearby objects in low light, our pupils constrict in a way that may reduce how much light reaches the retina, potentially triggering changes that lead to nearsightedness.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218031556.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "People who switched to cannabis drinks cut their alcohol use nearly in half",
        "summary": "A new University at Buffalo study suggests cannabis-infused beverages could help some people cut back on alcohol. In a survey of cannabis users, those who drank cannabis beverages reported cutting their weekly alcohol intake roughly in half and binge drinking less often. Nearly two-thirds said they reduced or stopped drinking alcohol after starting cannabis drinks.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260217005806.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "Viagra and shingles vaccine show surprising promise against Alzheimer’s",
        "summary": "A major new study has spotlighted three familiar medicines that could take on an unexpected new role in the fight against Alzheimer’s disease — with a shingles vaccine emerging as the front-runner. After reviewing 80 existing drugs, an international panel of experts identified Zostavax, Viagra (sildenafil), and riluzole as the most promising candidates for repurposing.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260217005759.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "Toxic metals found in bananas after Brazil mining disaster",
        "summary": "Researchers investigating crops grown in soil contaminated by the 2015 mining disaster in Brazil discovered that toxic metals are moving from the earth into edible plants. Bananas, cassava, and cocoa were found to absorb elements like lead and cadmium, with bananas showing a potential health risk for children under six. Although adults face lower immediate danger, scientists warn that long-term exposure could carry cumulative health consequences.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260217005756.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "Ancient DNA solves 12,000-year-old mystery of rare genetic growth disorder",
        "summary": "An Ice Age double burial in Italy has yielded a stunning genetic revelation. DNA from a mother and daughter who lived over 12,000 years ago shows that the younger had a rare inherited growth disorder, confirmed through mutations in a key bone-growth gene. Her mother carried a milder version of the same mutation. The finding not only solves a long-standing mystery but also proves that rare genetic diseases stretch far back into prehistory.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260217005754.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "Breakthrough CRISPR system could reverse antibiotic resistance crisis",
        "summary": "Antibiotic resistance is racing toward a global crisis, with “superbugs” projected to cause over 10 million deaths annually by 2050. Now, scientists at UC San Diego have unveiled a powerful new CRISPR-based tool that doesn’t just fight resistant bacteria—it can actively strip away their drug resistance. Inspired by gene drives used in insects, the technology spreads a genetic “fix” through bacterial populations, even inside stubborn biofilms that shield microbes from antibiotics.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260217005717.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "Mysterious RNA led scientists to a hidden layer of cancer",
        "summary": "A mysterious RNA found in breast cancer led scientists to uncover an entire hidden class of cancer-specific RNAs across dozens of tumor types. These molecules form unique molecular signatures that identify cancer type and subtype with remarkable accuracy. Some even drive tumor growth and metastasis. Because many are released into the bloodstream, a simple blood test can track how patients respond to treatment and predict survival.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260216084527.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "Nearly 200,000 people reveal the real key to heart health",
        "summary": "A decades-long study of nearly 200,000 adults challenges the low-carb versus low-fat debate. Both eating patterns were tied to lower heart disease risk when they emphasized whole grains, plant-based foods, and healthy fats. Versions filled with refined carbs and animal fats increased risk instead. Quality, not just quantity, appears to make the difference.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260216084521.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "This reengineered HPV vaccine trains T cells to hunt down cancer",
        "summary": "Northwestern researchers have shown that when it comes to cancer vaccines, arrangement can be just as important as ingredients. By repositioning a small fragment of an HPV protein on a DNA-based nanovaccine, the team dramatically strengthened the immune system’s attack on HPV-driven tumors. One specific design slowed tumor growth, extended survival in animal models, and unleashed far more cancer-killing T cells than other versions made with the exact same components.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260216044006.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "Lab grown human spinal cord heals after injury in major breakthrough",
        "summary": "Researchers have built a realistic human mini spinal cord in the lab and used it to simulate traumatic injury. The model reproduced key damage seen in real spinal cord injuries, including inflammation and scar formation. After treatment with fast moving “dancing molecules,” nerve fibers began growing again and scar tissue shrank. The results suggest the therapy could eventually help repair spinal cord damage.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260216044003.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "This new blood test could detect cancer before it shows up on scans",
        "summary": "A new light-based sensor can spot incredibly tiny amounts of cancer biomarkers in blood, raising the possibility of earlier and simpler cancer detection. The technology merges DNA nanotechnology, CRISPR, and quantum dots to generate a clear signal from just a few molecules. In lung cancer tests, it worked even in real patient serum samples. Researchers hope it could eventually power portable blood tests for cancer and other diseases.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260216044002.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "Brain inflammation may be driving compulsive behavior",
        "summary": "For years, compulsive behaviors have been viewed as bad habits stuck on autopilot. But new research in rats found the opposite: inflammation in a key decision-making brain region actually made behavior more deliberate, not more automatic. The change was linked to astrocytes, brain support cells that multiplied and disrupted nearby circuits. The discovery hints that some compulsive behaviors may arise from excessive, misdirected control rather than a loss of it.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225606.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "One in three people carry this brain parasite but the body has a kill switch",
        "summary": "A parasite that may already be hiding in your brain has a shocking survival trick: it can infect the very immune cells sent to destroy it. Yet most people never get sick, and new research from UVA Health reveals why. Scientists discovered that when Toxoplasma gondii invades CD8+ T cells — key defenders of the immune system — those cells can trigger a self-destruct mechanism powered by an enzyme called caspase-8. By sacrificing themselves, the infected cells also wipe out the parasite inside them.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225602.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "One stem cell generates 14 million tumor-killing NK cells in major cancer breakthrough",
        "summary": "Scientists in China have unveiled a breakthrough way to mass-produce powerful cancer-fighting immune cells in the lab. By engineering early-stage stem cells from cord blood—rather than trying to modify mature natural killer (NK) cells—they created a streamlined process that generates enormous numbers of highly potent NK cells, including CAR-equipped versions designed to hunt specific cancers.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225600.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      },
      {
        "section": "medical",
        "title": "Scientists discover brain switches that clear Alzheimer’s plaques",
        "summary": "Researchers have identified two brain receptors that help the brain clear away amyloid beta, a hallmark of Alzheimer’s disease. By stimulating these receptors in mice, scientists increased levels of a natural amyloid-breaking enzyme, reduced buildup in the brain, and improved memory-related behavior. Because these receptors are common drug targets, the findings could open the door to affordable pill-based treatments with fewer side effects.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225555.htm",
        "published_utc": "2026-02-19T15:44:33+00:00"
      }
    ],
    "science": [
      {
        "section": "science",
        "title": "Map the Earth’s Magnetic Shield with the Space Umbrella Project",
        "summary": "Use data from NASA’s Magnetosphere Multiscale Mission to shed light on solar storms. For anyone with a laptop or cell.",
        "link": "https://science.nasa.gov/get-involved/citizen-science/map-the-earths-magnetic-shield-with-the-space-umbrella-project/",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "Small But Mighty Lab Device Could Transform NASA Research",
        "summary": "A small but mighty piece of lab equipment, about the size of a cellphone, has arrived at the International Space Station after launching with NASA’s SpaceX Crew-12 mission. NASA aims to use the off-the-shelf device, called a microplate reader, to conduct vital biological research in space and get real-time access to data.",
        "link": "https://science.nasa.gov/science-research/biological-physical-sciences/small-but-mighty-lab-device-could-transform-nasa-research/",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "Northern Glow Spans Iceland and Canada",
        "summary": "A vivid display of the aurora lit up skies over the Denmark Strait and eastern Canada during a minor geomagnetic storm in February 2026.",
        "link": "https://science.nasa.gov/earth/earth-observatory/northern-glow-spans-iceland-and-canada/",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "Digital Surface and Terrain Models from Vantor’s Precision3D Product Line Added to Satellite Data Explorer",
        "summary": "The CSDA Program added three digital elevation and digital terrain products from Vantor’s Precision3D Product Line to the Satellite Data Explorer.",
        "link": "https://science.nasa.gov/uncategorized/digital-surface-and-terrain-models-from-vantors-precision3d-product-line-added-to-satellite-data-explorer/",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "Vantor Archive Imagery Added to Satellite Data Explorer",
        "summary": "The CSDA Program has added imagery from Vantor to its Satellite Data Explorer (SDX) data access and discovery tool.",
        "link": "https://science.nasa.gov/uncategorized/vantor-archive-imagery-added-to-satellite-data-explorer/",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "CSDA Releases New Data Acquisition Request System",
        "summary": "The CSDA Program’s Data Acquisition Request System lets authorized users submit proposals for yet-to-be-collected data from CSDA’s commercial partners.",
        "link": "https://science.nasa.gov/uncategorized/csda-releases-new-data-acquisition-request-system/",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "CSDA Program Announces Eight New Data Agreements",
        "summary": "The CSDA Program announced eight new agreements that will give users more access to multispectral and synthetic aperture radar data.",
        "link": "https://science.nasa.gov/uncategorized/csda-program-announces-eight-new-data-agreements/",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "Notes from the Field",
        "summary": "Looking at Chlorophyll from Space By Compton “Jim” Tucker NASA scientists are able to study plants from space, but this wasn’t always the case. “I love using satellite data to study the Earth,” says Dr. Compton “Jim” Tucker. When Tucker was a graduate student, he and some friends discovered a new way to study photosynthesis. […]",
        "link": "https://science.nasa.gov/missions/explorer/notes-from-the-field/",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "42 Years of Measuring the Sun, the Earth and the Energy in Between",
        "summary": "By Denise Lineberry On Jan. 31, 1958, Explorer 1 became the first satellite launched by the United States. Its primary science instrument, a cosmic ray detector, was designed to measure the radiation environment in Earth orbit. Though its final transmission was in May 1958, it continued to revolve around Earth more than 58,000 times. As […]",
        "link": "https://science.nasa.gov/missions/explorer/42-years-of-measuring-the-sun-the-earth-and-the-energy-in-between/",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "The Sky Belongs to All of Us",
        "summary": "By Hashima Hasan How did a little girl born in India soon after its independence from the British Empire, become a program scientist for NASA’s Hubble Space Telescope, and the first female program scientist for the James Webb Space Telescope, Stratospheric Observatory for Infrared Astronomy (SOFIA), Gravity Probe B, and other astrophysics flight missions? The […]",
        "link": "https://science.nasa.gov/missions/explorer/the-sky-belongs-to-all-of-us/",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "ESA observations of interstellar comet 3I/ATLAS",
        "summary": "The European Space Agency (ESA) reacted promptly to the discovery of comet 3I/ATLAS on 1 July 2025. Soon after they were alerted to its existence by automated detection systems, ESA astronomers began using ground-based telescopes in&nbsp;Hawaii, Chile, and Australia to monitor its progress.  Since then, the comet has been observed by space telescopes close to Earth, including the NASA/ESA  Hubble Space Telescope , the NASA/ESA/CSA  James Webb Space Telescope ,  XMM-Newton  and  XRISM .&nbsp;  In recent months, ESA has turned interplanetary voyagers  Mars Express ,  ExoMars  Trace Gas Orbiter and the Jupiter Icy Moons Explorer ( Juice ) in the direction of the comet to make further observations from excellent vantage points.  Follow the links below for more information.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/ESA_observations_of_interstellar_comet_3I_ATLAS",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "Webb maps Uranus's mysterious upper atmosphere",
        "summary": "For the first time, an international team of astronomers have mapped the vertical structure of Uranus’s upper atmosphere, uncovering how temperature and charged particles vary with height across the planet. Using&nbsp;NASA/ESA/CSA James Webb Space Telescope's NIRSpec instrument, the team observed Uranus for nearly a full rotation, detecting the faint glow from molecules high above the clouds. The results offer a new window into how ice-giant planets distribute energy in their upper layers.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Webb/Webb_maps_Uranus_s_mysterious_upper_atmosphere",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "Hubble, Euclid & Subaru uncover dark galaxy",
        "summary": "Employing NASA/ESA Hubble Space Telescope in combination with ESA Euclid and ground-based NAOJ&nbsp;Subaru Telescope, astronomers identified a galaxy that appears to be almost entirely dominated by dark matter with only a smattering of stars. The galaxy, known as Candidate Dark Galaxy-2 (CDG-2), appears to contain just four globular star clusters (compared to the Milky Way’s 150-plus), and dimly shines with the light of only about 1 million Suns.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Hubble_Euclid_Subaru_uncover_dark_galaxy",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "Cheops discovers late bloomer from another era",
        "summary": "Scientists used the European Space Agency's Cheops satellite to discover that the planetary system around the star LHS 1903 challenges current planet formation theories with the unusual order of its planets. Surprisingly, the most distant outer planet might be rocky and seems to have formed later – in a different environment than the other planets around the star.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Cheops/Cheops_discovers_late_bloomer_from_another_era",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "Hubble captures light show around rapidly dying star",
        "summary": "Image:\n\t\t\tThe Egg Nebula",
        "link": "https://www.esa.int/ESA_Multimedia/Images/2026/02/Hubble_captures_light_show_around_rapidly_dying_star",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "Explore Mars’s Flaugergues Crater",
        "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "Journey of Juice link",
        "summary": "The journey of Juice \n\t Video series covering Juice's journey to Jupiter",
        "link": "https://www.esa.int/ESA_Multimedia/Sets/The_journey_of_Juice",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "Dark rings and new light",
        "summary": "Image:\n\t\t\tDark rings and new light",
        "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Dark_rings_and_new_light",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "Webb gazes further back in time",
        "summary": "The NASA/ESA/CSA James Webb Space Telescope has topped itself once again, delivering on its promise to push the boundaries of its observations closer to cosmic dawn with the confirmation of a bright galaxy that existed 280 million years after the Big Bang.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Webb/Webb_gazes_further_back_in_time",
        "published_utc": "2026-02-19T15:44:34+00:00"
      },
      {
        "section": "science",
        "title": "A celebrity cluster in the spotlight",
        "summary": "Image:\n\t\t\tA celebrity cluster in the spotlight",
        "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/A_celebrity_cluster_in_the_spotlight",
        "published_utc": "2026-02-19T15:44:34+00:00"
      }
    ],
    "environment": [
      {
        "section": "environment",
        "title": "World News in Brief: Guterres calls for fair swtich to clean energy, Ramadan in Gaza, violence and displacement escalate in South Sudan",
        "summary": "The world has “entered the age of clean energy” and renewables are now the cheapest, fastest and safest source of new electricity almost everywhere, UN Secretary-General António Guterres said in a video message to the International Energy Agency ministerial meeting in Paris on Wednesday.",
        "link": "https://news.un.org/feed/view/en/story/2026/02/1166995",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "UN chief urges renewed push to complete decolonization as 17 territories remain",
        "summary": "More than 60 years after the UN launched its formal decolonization drive, Secretary-General António Guterres on Monday urged renewed commitment to completing the unfinished business of ending colonial rule.",
        "link": "https://news.un.org/feed/view/en/story/2026/02/1166971",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "From shelter to strength: How disaster refuges protect lives in Palau",
        "summary": "The small Pacific Ocean island of Palau is helping communities build resilience against the dangers of climate change-driven extreme weather with the establishment of a network of emergency refuges – thanks to support from the United Nations.",
        "link": "https://news.un.org/feed/view/en/story/2026/02/1166915",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "Welcome to the ‘agrihood’ – the neighbourhood of the future?",
        "summary": "Towns and cities are home to more than half of the world’s population and responsible for around 70 per cent of the greenhouse gas emissions driving the climate crisis, which is why urban planners in Brazil are leading a design revolution that could point the way to creating built-up areas with a dramatically smaller carbon footprint.",
        "link": "https://news.un.org/feed/view/en/story/2026/02/1166880",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
        "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "For every $1 spent protecting nature, $30 goes to destroying it",
        "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "World enters era of ‘global water bankruptcy’",
        "summary": "The world has moved beyond a water crisis and into a state of global water bankruptcy, says a new flagship report released on Tuesday by UN researchers.",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166800",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "Will AI kickstart a new age of nuclear power?",
        "summary": "The rapidly expanding use of artificial intelligence worldwide is putting electrical grids under huge pressure and many believe that, to meet that need without contributing to the climate crisis, a full-scale expansion of nuclear energy is essential.",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166768",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "Game-changing international ocean treaty comes into force",
        "summary": "Almost two decades in the making, an international agreement to protect and sustainably use marine life in international waters and the international seabed is due to come into force on Saturday, marking a major step forward in efforts to ensure the health of ocean ecosystems for decades to come.",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166762",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "11-year streak of record global warming continues, UN weather agency warns",
        "summary": "The past 11 years have been the warmest in the modern era, while oceans continue to heat up, too, says the UN weather agency.",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166758",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "Gaza: Storms worsen already dire humanitarian situation, UN warns",
        "summary": "The humanitarian crisis across the Gaza Strip remains extremely serious, with harsh winter weather threatening to reverse recent gains in aid delivery, the United Nations said on Monday.",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166747",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "How climate change is threatening human rights",
        "summary": "With rising effects of climate change across the globe, the world has started recognising that climate change is not just an ecological collapse, but also a human rights crisis.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166649",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
        "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
        "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "UN environment assembly wraps up in Nairobi",
        "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "Five climate trailblazers: UNEP’S 2025 Champions of the Earth",
        "summary": "Global temperatures rises are projected to surpass 1.5°C (2.7°F) within the next decade, underscoring the urgency of the climate crisis.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166558",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "A sustainable future requires new thinking: UN environment report",
        "summary": "Adopting a fresh approach to protecting planetary health would deliver stronger economies, fewer deaths and less poverty, the UN Environment Programme (UNEP) insisted on Tuesday, as it released its most comprehensive assessment of environmental pressures facing the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166553",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
        "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "Communities struggle to rebuild following Pakistan’s worst floods",
        "summary": "Extreme weather has battered Pakistan in recent months, leaving a trail of destruction in its wake. Lives have been lost, livelihoods destroyed, and millions displaced. &nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166489",
        "published_utc": "2026-02-19T15:44:35+00:00"
      },
      {
        "section": "environment",
        "title": "Deadly storms sweep South and Southeast Asia, leaving over 1,600 dead",
        "summary": "From Sri Lanka’s central highlands to Indonesia’s flood-swollen river basins, a wave of climate-fuelled cyclones and monsoon rains has unleashed one of the deadliest weather patterns south and southeast Asia has seen in years, killing more than 1,600 people, displacing hundreds of thousands and affecting millions.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166516",
        "published_utc": "2026-02-19T15:44:35+00:00"
      }
    ]
  }
}