{
  "generated_utc": "2026-02-26T12:44:58+00:00",
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Crucea Roșie Română avertizează asupra unei noi escrocherii online: donații false cu promisiuni de „câștiguri rapide”",
        "summary": "Crucea Roșie Română atenționează joi că imaginea și numele organizației sunt folosite într-o nouă schemă de fraudă online, în care persoane sau grupări infracționale promit „câștiguri financiare substanțiale și sigure” în schimbul unor donații. Reprezentanții organizației anunță, într-un comunicat, că atacatorii cibernetici profită de empatia oamenilor și de dorința acestora de a susține cauze umanitare.",
        "link": "https://www.digi24.ro/stiri/actualitate/crucea-rosie-romana-avertizeaza-asupra-unei-noi-escrocherii-online-donatii-false-cu-promisiuni-de-castiguri-rapide-3649595",
        "published_utc": "2026-02-26T12:32:22+00:00",
        "score": 3,
        "image": "https://s.iw.ro/gateway/g/ZmlsZVNvdXJjZT1odHRwJTNBJTJGJTJG/c3RvcmFnZTAzdHJhbnNjb2Rlci5yY3Mt/cmRzLnJvJTJGc3RvcmFnZSUyRjIwMTQl/MkYxMiUyRjA0JTJGMzU1NzY5XzM1NTc2/OV9jcnVjZWFfcm9zaWVfY2FsZW5kYXIu/anBnJmhhc2g9OGUxYzA3M2RkZmY0ZjljMjNkZjE4YWZjNTNlODJlNzU=.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Bursa - Titlurile zilei",
        "title": "Consiliul Concurenţei aprobă preluarea Padana Tubi E Profilati Acciaio S.P.A. de către Attestor Capital ICAV",
        "summary": "Consiliul Concurenţei a autorizat tranzacţia prin care Attestor Capital ICAV, cu sediul în Irlanda, intenţionează să preia compania italiană Padana Tubi e Profilati Acciaio S.p.A., prin intermediul vehiculului investiţional Terra S.p.A.",
        "link": "https://www.bursa.ro/consiliul-concurentei-aproba-preluarea-padana-tubi-e-profilati-acciaio-spa-de-catre-attestor-capital-icav-40315852",
        "published_utc": "2026-02-26T12:19:00+00:00",
        "score": 3,
        "image": "https://www.bursa.ro/_img/articole/mare/585130.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "RomaniaPozitiva",
        "title": "Oportunități exclusive de joburi entry-level, internship-uri și programe trainee la Finance Recruitment Day!",
        "summary": "Timp de 15 ani, Finance Recruitment Day este singurul eveniment de carieră din România dedicat celor care își doresc o carieră în domeniul financiar. Ediția din acest an va avea&#8230; Articolul Oportunități exclusive de joburi entry-level, internship-uri și programe trainee la Finance Recruitment Day! apare prima dată în Romania Pozitiva .",
        "link": "https://www.romaniapozitiva.ro/bucuresti/oportunitati-exclusive-de-joburi-entry-level-internship-uri-si-programe-trainee-la-finance-recruitment-day",
        "published_utc": "2026-02-26T11:53:38+00:00",
        "score": 3,
        "image": "http://www.romaniapozitiva.ro/wp-content/uploads/2026/02/FinanceRecruitmentDay-106.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Cine a câștigat Power Couple România 2026",
        "summary": "Finala Power Couple 2026 a avut loc miercuri seară, iar trofeul sezonului trei al competiției a fost câștigat de Oase și Maria Pitică. Ionuț Dongo și logodnica sa au demonstrat o forță incredibilă în cadrul&#8230;",
        "link": "https://hotnews.ro/cine-a-castigat-power-couple-romania-2026-2179829",
        "published_utc": "2026-02-26T11:23:15+00:00",
        "score": 3,
        "image": "https://hotnews.ro/wp-content/uploads/2026/02/dani-otil.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "RomaniaPozitiva",
        "title": "EcoSolar: elevi implicați în realizarea unui prototip de uscător solar pentru agricultură ecologică",
        "summary": "Asociația Culturalis, în parteneriat cu Liceul Tehnologic „Nikola Tesla”, Academia Viitorul Verde și Climato Sfera, au derulat în perioada septembrie 2025 &#8211; februarie 2026 proiectul EcoSolar, o inițiativă educațională de&#8230; Articolul EcoSolar: elevi implicați în realizarea unui prototip de uscător solar pentru agricultură ecologică apare prima dată în Romania Pozitiva .",
        "link": "https://www.romaniapozitiva.ro/coltul-verde/ecosolar-elevi-implicati-in-realizarea-unui-prototip-de-uscator-solar-pentru-agricultura-ecologica",
        "published_utc": "2026-02-26T10:47:54+00:00",
        "score": 3,
        "image": "http://www.romaniapozitiva.ro/wp-content/uploads/2026/02/Imagine-EcoSolar_2.jpeg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "RomaniaPozitiva",
        "title": "Peste 200 de suceveni au învățat cum să își apere casele și familiile în fața dezastrelor naturale",
        "summary": "Peste 200 de persoane din Rădăuți, din municipiul Suceava și din împrejurimi au participat, la începutul săptămânii, la ateliere gratuite dedicate prevenirii și limitării efectelor calamităților naturale în cadrul campaniei&#8230; Articolul Peste 200 de suceveni au învățat cum să își apere casele și familiile în fața dezastrelor naturale apare prima dată în Romania Pozitiva .",
        "link": "https://www.romaniapozitiva.ro/csr/peste-200-de-suceveni-au-invatat-cum-sa-isi-apere-casele-si-familiile-in-fata-dezastrelor-naturale",
        "published_utc": "2026-02-26T10:41:37+00:00",
        "score": 3,
        "image": "http://www.romaniapozitiva.ro/wp-content/uploads/2026/02/Groupama_Ateliere-preventie-Suceava-si-Radauti_6.jpeg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Bursa - Titlurile zilei",
        "title": "Centru de monitorizare a traficului pe A7, investiţie-cheie pentru siguranţa circulaţiei",
        "summary": "Deschiderea treptată a tronsoanelor din Autostrada Moldovei - A7 - începe să îşi producă efectele vizibile asupra traficului rutier din zona Buzău - Vrancea, unde şoseaua europeană DN2E85 a fost ani la rând una dintre cele mai aglomerate şi mai riscante artere din ţară.",
        "link": "https://www.bursa.ro/centru-de-monitorizare-a-traficului-pe-a7-investitie-cheie-pentru-siguranta-circulatiei-22015851",
        "published_utc": "2026-02-26T08:58:00+00:00",
        "score": 3,
        "image": "https://www.bursa.ro/_img/articole/mare/585102.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Bursa - Titlurile zilei",
        "title": "Colliers: Industria hotelieră din România a înregistrat în 2025 cel mai mare număr de turişti din ultimele trei decenii",
        "summary": "Industria ospitalităţii din România a înregistrat în 2025 cel mai mare număr de nopţi petrecute în hoteluri din ultimele trei decenii, potrivit raportului anual publicat de Colliers. Deşi a doua jumătate a anului a fost marcată de un context economic mai dificil, interesul pentru călătoriile în România a rămas ridicat, mai ales din partea turiştilor străini, care au generat aproape 5 milioane de nopţi de cazare în hotelurile locale. În acelaşi timp, Bucureştiul a continuat să performeze peste media naţională, cu hoteluri relativ bine ocupate şi noi proiecte anunţate, semn că această regiune a ţării rămâne atractivă pentru investiţii",
        "link": "https://www.bursa.ro/colliers-industria-hoteliera-din-romania-a-inregistrat-in-2025-cel-mai-mare-numar-de-turisti-din-ultimele-trei-decenii-01015850",
        "published_utc": "2026-02-26T08:44:00+00:00",
        "score": 3,
        "image": "https://www.bursa.ro/_img/articole/mare/585101.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Orașul din România care ar putea avea primul tren suspendat. Tocmai s-au semnat studiile de prefezabilitate",
        "summary": "Iașiul ar putea fi primul oraș cu un tren suspendat din România. Proiectul aparține unui ONG care va face studiul de prefezabilitate din fonduri private.",
        "link": "https://www.digi24.ro/stiri/actualitate/orasul-din-romania-care-ar-putea-avea-primul-tren-suspendat-tocmai-s-au-semnat-studiile-de-prefezabilitate-3648909",
        "published_utc": "2026-02-26T08:25:25+00:00",
        "score": 3,
        "image": "https://s.iw.ro/gateway/g/ZmlsZVNvdXJjZT1odHRwJTNBJTJGJTJG/c3RvcmFnZTA4dHJhbnNjb2Rlci5yY3Mt/cmRzLnJvJTJGc3RvcmFnZSUyRjIwMjYl/MkYwMiUyRjI2JTJGMjYwNzU0OF8yNjA3/NTQ4X3Byb2ZpbWVkaWEtMTAzOTU1ODMx/Mi5qcGcmaGFzaD1hMWM0MzE4MmRkYTExMTQ0ZWYyYmM5NjQ3NjVlYTY0ZQ==.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Bursa - Titlurile zilei",
        "title": "Cushman  and  Wakefield Echinox: Centrele comerciale regionale, cele mai atractive active imobiliare în 2025",
        "summary": "Centrele comerciale din afara Capitalei au fost în 2025 cea mai atractivă clasă de active pentru cumpărătorii de proprietăţi imobiliare din România, cumulând aproape 40% din volumul total al tranzacţiilor, potrivit raportului Romania Marketbeat Investment H2 2025. Pe locul al doilea în preferinţele investitorilor imobiliari s-au situat clădirile de birouri din Bucureşti, cu o cotă de 30% din total",
        "link": "https://www.bursa.ro/cushman-wakefield-echinox-centrele-comerciale-regionale-cele-mai-atractive-active-imobiliare-in-2025-66905853",
        "published_utc": "2026-02-26T08:24:00+00:00",
        "score": 3,
        "image": "https://www.bursa.ro/_img/articole/mare/585096.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Cât costă asigurarea voluntară la pensie în 2026 și cine poate contribui. Cum îți asiguri vechimea fără contract de muncă",
        "summary": "Românii care nu au un loc de muncă activ sau au perioade fără venituri își pot asigura singuri vechimea necesară pentru pensie prin încheierea unui contract de asigurare voluntară în sistemul public. Mecanismul le permite să plătească contribuția la pensii chiar și în lipsa unui angajator",
        "link": "https://www.digi24.ro/stiri/actualitate/social/cat-costa-asigurarea-voluntara-la-pensie-in-2026-si-cine-poate-contribui-cum-iti-asiguri-vechimea-fara-contract-de-munca-3648035",
        "published_utc": "2026-02-26T05:00:18+00:00",
        "score": 3,
        "image": "https://s.iw.ro/gateway/g/ZmlsZVNvdXJjZT1odHRwJTNBJTJGJTJG/c3RvcmFnZTA4dHJhbnNjb2Rlci5yY3Mt/cmRzLnJvJTJGc3RvcmFnZSUyRjIwMjYl/MkYwMiUyRjI1JTJGMjYwNjg0Nl8yNjA2/ODQ2X0FzaWd1cmFyZWEtdm9sdW50YXJh/LXBlbnRydS1wZW5zaWlfLUZvdG8tR2V0/dHktSW1hZ2VzLmpwZyZoYXNoPTQwNWQ0/MTlhZmVhOGU4NmVlOTI3OWYzNzc1MzQ1MWFk.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Bursa - Titlurile zilei",
        "title": "Val de căldură neobişnuit în sud-vestul Franţei: recorduri istorice de temperatură în februarie",
        "summary": "Temperaturi de vară, apropiate de pragul de 30 grade Celsius, au fost înregistrate marţi în sud-vestul Franţa, unde mai multe staţii meteorologice au raportat valori record pentru luna februarie, potrivit datelor publicate de serviciul meteorologic naţional Meteo and #8209;France şi relatate de AFP.",
        "link": "https://www.bursa.ro/val-de-caldura-neobisnuit-in-sud-vestul-frantei-recorduri-istorice-de-temperatura-in-februarie-69105858",
        "published_utc": "2026-02-25T22:00:00+00:00",
        "score": 3,
        "image": "https://www.bursa.ro/_img/articole/mare/585019.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Bursa - Titlurile zilei",
        "title": "Macro Newsletter 26 Februarie 2026",
        "summary": "Preţul mediu al locuinţelor din primele 20 de zone metropolitane din SUA a crescut cu o rată anuală de 1,4% în luna decembrie 2025, după o creştere similară, pe fondul unei scăderi lunare de 0,1%, după o stagnare în luna anterioară.",
        "link": "https://www.bursa.ro/macro-newsletter-26-februarie-2026-42205852",
        "published_utc": "2026-02-25T22:00:00+00:00",
        "score": 3,
        "image": "https://www.bursa.ro/_img/articole/mare/585022.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Bursa - Titlurile zilei",
        "title": "Fiscal austerity and debt-financed investment: the economy starts the year amid protests and external borrowing",
        "summary": "The new year started under the pressure of the fiscal measures taken by the Bologna government in 2025 and according to which, from January 1, 2026, local taxes and duties increased.",
        "link": "https://www.bursa.ro/fiscal-austerity-and-debt-financed-investment-the-economy-starts-the-year-amid-protests-and-external-borrowing-24405856",
        "published_utc": "2026-02-25T22:00:00+00:00",
        "score": 3,
        "image": "https://www.bursa.ro/_img/articole/mare/585044.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "StiriPozitive - Cultura",
        "title": "Her Art Story, expoziție a Muzeului de Artă Brașov, poate fi admirată în aer liber la Palatul SuțuHer Art Story 2",
        "summary": "Muzeul de Artă Brașov aduce pentru prima dată la București expoziția „Her Art Story”, un proiect dedicat recuperării și valorificării contribuției femeilor în istoria artei românești. Expoziția, itinerată în aer &#8230; Read More The post Her Art Story, expoziție a Muzeului de Artă Brașov, poate fi admirată în aer liber la Palatul SuțuHer Art Story 2 appeared first on Stiri pozitive .",
        "link": "https://stiripozitive.com/her-art-story-expozitie-a-muzeului-de-arta-brasov-poate-fi-admirata-in-aer-liber-la-palatul-sutu",
        "published_utc": "2025-11-19T21:19:52+00:00",
        "score": 3,
        "image": "https://stiripozitive.com/wp-content/uploads/2025/11/Her-Art-Story.jpeg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "StiriPozitive - Cultura",
        "title": "NEVERSEA KAPITAL recrutează peste 1.000 de voluntari pentru prima ediție a festivalului",
        "summary": "Prima ediție a festivalului Neversea Kapital va avea loc între 4 și 6 iulie 2025, pe Arena Națională din București, și va aduce împreună zeci de mii de participanți, artiști &#8230; Read More The post NEVERSEA KAPITAL recrutează peste 1.000 de voluntari pentru prima ediție a festivalului appeared first on Stiri pozitive .",
        "link": "https://stiripozitive.com/neversea-kapital-recruteaza-peste-1-000-de-voluntari-pentru-prima-editie-a-festivalului",
        "published_utc": "2025-05-14T07:35:45+00:00",
        "score": 3,
        "image": "https://stiripozitive.com/wp-content/uploads/2025/05/Call-for-Volunteers_Neversea-Kapital_1.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "StiriPozitive - Sport",
        "title": "„Carnaval pe gheață pentru copii” și „Petrecere costumată pe gheață” la inaugurarea „Olimpia – Muzeul Sportului și Turismului Montan”",
        "summary": "La start de week-end, va avea loc ceva mai deosebit, ce va aduce cu siguranță distracție! Este vorba despre un „Carnaval pe gheață pentru copii” și „Petrecere costumată pe gheață” &#8230; Read More The post „Carnaval pe gheață pentru copii” și „Petrecere costumată pe gheață” la inaugurarea „Olimpia &#8211; Muzeul Sportului și Turismului Montan” appeared first on Stiri pozitive .",
        "link": "https://stiripozitive.com/carnaval-pe-gheata-pentru-copii-si-petrecere-costumata-pe-gheata-la-inaugurarea-olimpia-muzeul-sportului-si-turismului-montan",
        "published_utc": "2024-03-22T07:02:48+00:00",
        "score": 3,
        "image": "https://stiripozitive.com/wp-content/uploads/2024/03/Carnaval-pe-gheata-pentru-copii.jpeg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "StiriPozitive - Ecologie",
        "title": "Adoptă un Copac invită voluntarii să participe la o activitate plăcută în aer liber",
        "summary": "În această primăvară, programul de împădurire Adoptă un Copac invită la voluntariat pentru un județ mai protejat împotriva schimbărilor climatice. Activitatea se desfășoară în comuna Breasta, în zilele de sâmbătă, &#8230; Read More The post Adoptă un Copac invită voluntarii să participe la o activitate plăcută în aer liber appeared first on Stiri pozitive .",
        "link": "https://stiripozitive.com/adopta-un-copac-invita-voluntarii-sa-participe-la-o-activitate-placuta-in-aer-liber",
        "published_utc": "2022-03-21T13:06:57+00:00",
        "score": 3,
        "image": "https://stiripozitive.com/wp-content/uploads/2022/03/Adopta-un-Copac.png"
      }
    ],
    "medical": [
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Massive review suggests exercise may do little for osteoarthritis pain",
        "summary": "A sweeping new analysis of the evidence suggests that exercise therapy — long promoted as a first-line treatment for osteoarthritis — may offer only small and short-lived relief, and in some cases might be no better than doing nothing at all. After reviewing dozens of clinical trials involving more than 13,000 participants, researchers found that benefits for knee osteoarthritis pain were minimal and tended to shrink in larger or longer-term studies.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260225081208.htm",
        "published_utc": "2026-02-26T04:43:58+00:00",
        "score": 3
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Just two days of oatmeal cut bad cholesterol by 10%",
        "summary": "Eating nothing but oatmeal for just two days might sound extreme, but it delivered a striking payoff in a new clinical trial. People with metabolic syndrome who followed a short, calorie-reduced oat-based plan saw their harmful LDL cholesterol drop by 10%, along with modest weight loss and lower blood pressure. Even more surprising, the cholesterol benefits were still visible six weeks later.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260225081217.htm",
        "published_utc": "2026-02-25T16:37:57+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists discover hidden sugar layer behind psoriasis",
        "summary": "A gel-like sugar coating on immune cells has been found to play a starring role in psoriasis. Researchers discovered that immune cells shed this outer layer to help them exit the bloodstream and enter inflamed skin. This challenges the long-held idea that only blood vessel walls changed during this process. The finding could help guide new therapies aimed at controlling harmful inflammation.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260225081142.htm",
        "published_utc": "2026-02-25T13:11:42+00:00",
        "score": 3
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "New brain stimulation approach could treat depression in just 5 days",
        "summary": "A weeklong, high-intensity version of TMS may work nearly as well as the standard six-week treatment for depression. In a UCLA study, patients who received five sessions a day for five days experienced meaningful symptom relief comparable to those on the traditional schedule. Some who didn’t improve immediately showed strong gains weeks later. The findings hint at a faster, more accessible path to recovery.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224023103.htm",
        "published_utc": "2026-02-25T10:08:45+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Microplastics found in 90% of prostate cancer tumors, study reveals",
        "summary": "Researchers have detected microplastics in nearly all prostate cancer tumors examined in a new study. Tumor tissue contained about 2.5 times more plastic than nearby healthy prostate tissue. Scientists say this is the first Western study to directly measure plastic particles in prostate tumors. More research is needed, but the findings suggest microplastic exposure could play a role in cancer development.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260225001250.htm",
        "published_utc": "2026-02-25T06:28:19+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Massive US study finds higher cancer death rates near nuclear power plants",
        "summary": "A sweeping nationwide study has found that U.S. counties located closer to operating nuclear power plants have higher cancer death rates than those farther away. Researchers analyzed data from every nuclear facility and all U.S. counties between 2000 and 2018, adjusting for income, education, smoking, obesity, environmental conditions, and access to health care. Even after accounting for those factors, cancer mortality was higher in communities nearer to nuclear plants, particularly among older adults.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224015537.htm",
        "published_utc": "2026-02-24T07:26:50+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Training harder could be rewiring your gut bacteria",
        "summary": "Training harder may do more than build muscle—it could transform your gut. Researchers found that intense workouts change the balance of bacteria and important compounds in athletes’ digestive systems. When training loads dropped, diet quality slipped and digestion slowed, triggering different microbial shifts. These hidden changes might influence performance in ways scientists are only beginning to understand.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260222092317.htm",
        "published_utc": "2026-02-24T04:45:43+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Simple blood test can forecast Alzheimer’s years before memory loss",
        "summary": "Scientists have created a blood test that can estimate when Alzheimer’s symptoms are likely to begin. By measuring a protein called p-tau217, the model predicts symptom onset within roughly three to four years. The protein mirrors the silent buildup of amyloid and tau in the brain long before memory loss appears. This advance could speed up preventive drug trials and eventually guide personalized care.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260222085203.htm",
        "published_utc": "2026-02-23T11:46:07+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists discover why high altitude protects against diabetes",
        "summary": "Living at high altitude appears to protect against diabetes, and scientists have finally discovered the reason. When oxygen levels drop, red blood cells switch into a new metabolic mode and absorb large amounts of glucose from the blood. This helps the body cope with thin air while also reducing blood sugar levels. A drug that recreates this effect reversed diabetes in mice, hinting at a powerful new treatment strategy.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260221060952.htm",
        "published_utc": "2026-02-21T13:43:47+00:00",
        "score": 4
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Generative AI analyzes medical data faster than human research teams",
        "summary": "Researchers tested whether generative AI could handle complex medical datasets as well as human experts. In some cases, the AI matched or outperformed teams that had spent months building prediction models. By generating usable analytical code from precise prompts, the systems dramatically reduced the time needed to process health data. The findings hint at a future where AI helps scientists move faster from data to discovery.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260221060942.htm",
        "published_utc": "2026-02-21T11:17:29+00:00",
        "score": 5
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists reveal how exercise protects the brain from Alzheimer’s",
        "summary": "Exercise may sharpen the mind by repairing the brain’s protective shield. Researchers found that physical activity prompts the liver to release an enzyme that removes a harmful protein causing the blood-brain barrier to become leaky with age. In older mice, dialing down this protein reduced inflammation and improved memory. The discovery points to a surprising body-to-brain pathway that could inspire new Alzheimer’s therapies.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040752.htm",
        "published_utc": "2026-02-20T15:19:43+00:00",
        "score": 7
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Doctors implant dopamine-producing stem cells in Parkinson’s patients",
        "summary": "A groundbreaking clinical trial is testing whether specially engineered stem cells can help the brain restore its own dopamine production in people with Parkinson’s disease. Because the condition is driven by the gradual loss of dopamine-producing cells—leading to tremors, stiffness, and slowed movement—researchers are implanting lab-grown cells directly into the brain’s movement center to replace what’s been lost.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040820.htm",
        "published_utc": "2026-02-20T09:03:58+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists find cancer-linked chemicals in popular hair extensions",
        "summary": "A sweeping new study has uncovered a troubling mix of hazardous chemicals in popular hair extensions, including products made from human hair. Researchers detected dozens of substances linked to cancer, hormone disruption, reproductive harm, and immune system effects in nearly every sample tested. Some products contained flame retardants, organotins, and chemicals associated with increased breast cancer risk, and several exceeded European safety thresholds.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219232620.htm",
        "published_utc": "2026-02-20T04:31:46+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists discover the body’s hidden “off switch” for inflammation",
        "summary": "A new human study has uncovered how the body naturally turns off inflammation. Researchers found that fat-derived molecules called epoxy-oxylipins rein in immune cells that can otherwise drive chronic disease. Using a drug to boost these molecules reduced pain faster and lowered harmful inflammatory cells. The discovery could pave the way for safer treatments for arthritis, heart disease, and other inflammation-related conditions.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040816.htm",
        "published_utc": "2026-02-19T15:16:55+00:00",
        "score": 5
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists finally explain why chronic constipation treatments often fail",
        "summary": "A newly discovered bacterial duo may be the hidden cause of chronic constipation. The two microbes break down the colon’s protective mucus layer, leaving stool dry and hard — a problem traditional laxatives don’t fix. Parkinson’s patients, who often struggle with constipation years before tremors appear, have higher levels of these bacteria. Blocking the bacteria’s mucus-destroying enzyme prevented constipation in mice, hinting at a new treatment strategy.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040745.htm",
        "published_utc": "2026-02-19T13:46:05+00:00",
        "score": 4
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Intermittent fasting fails to beat standard dieting for weight loss",
        "summary": "Intermittent fasting has become one of the most talked-about weight loss trends in recent years, promising dramatic results with simple changes to when you eat. But a major Cochrane review suggests the reality may be far less exciting. After analyzing 22 clinical trials involving nearly 2,000 adults, researchers found that intermittent fasting did not produce significantly more weight loss than standard diet advice or even no structured plan at all.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218044620.htm",
        "published_utc": "2026-02-18T13:11:51+00:00",
        "score": 5
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Viagra and shingles vaccine show surprising promise against Alzheimer’s",
        "summary": "A major new study has spotlighted three familiar medicines that could take on an unexpected new role in the fight against Alzheimer’s disease — with a shingles vaccine emerging as the front-runner. After reviewing 80 existing drugs, an international panel of experts identified Zostavax, Viagra (sildenafil), and riluzole as the most promising candidates for repurposing.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260217005759.htm",
        "published_utc": "2026-02-18T12:02:28+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "People who switched to cannabis drinks cut their alcohol use nearly in half",
        "summary": "A new University at Buffalo study suggests cannabis-infused beverages could help some people cut back on alcohol. In a survey of cannabis users, those who drank cannabis beverages reported cutting their weekly alcohol intake roughly in half and binge drinking less often. Nearly two-thirds said they reduced or stopped drinking alcohol after starting cannabis drinks.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260217005806.htm",
        "published_utc": "2026-02-18T04:51:59+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "One stem cell generates 14 million tumor-killing NK cells in major cancer breakthrough",
        "summary": "Scientists in China have unveiled a breakthrough way to mass-produce powerful cancer-fighting immune cells in the lab. By engineering early-stage stem cells from cord blood—rather than trying to modify mature natural killer (NK) cells—they created a streamlined process that generates enormous numbers of highly potent NK cells, including CAR-equipped versions designed to hunt specific cancers.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225600.htm",
        "published_utc": "2026-02-18T03:31:13+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists discover brain switches that clear Alzheimer’s plaques",
        "summary": "Researchers have identified two brain receptors that help the brain clear away amyloid beta, a hallmark of Alzheimer’s disease. By stimulating these receptors in mice, scientists increased levels of a natural amyloid-breaking enzyme, reduced buildup in the brain, and improved memory-related behavior. Because these receptors are common drug targets, the findings could open the door to affordable pill-based treatments with fewer side effects.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225555.htm",
        "published_utc": "2026-02-17T10:30:08+00:00",
        "score": 4
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "One in three people carry this brain parasite but the body has a kill switch",
        "summary": "A parasite that may already be hiding in your brain has a shocking survival trick: it can infect the very immune cells sent to destroy it. Yet most people never get sick, and new research from UVA Health reveals why. Scientists discovered that when Toxoplasma gondii invades CD8+ T cells — key defenders of the immune system — those cells can trigger a self-destruct mechanism powered by an enzyme called caspase-8. By sacrificing themselves, the infected cells also wipe out the parasite inside them.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225602.htm",
        "published_utc": "2026-02-16T13:33:46+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Lab grown human spinal cord heals after injury in major breakthrough",
        "summary": "Researchers have built a realistic human mini spinal cord in the lab and used it to simulate traumatic injury. The model reproduced key damage seen in real spinal cord injuries, including inflammation and scar formation. After treatment with fast moving “dancing molecules,” nerve fibers began growing again and scar tissue shrank. The results suggest the therapy could eventually help repair spinal cord damage.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260216044003.htm",
        "published_utc": "2026-02-16T12:41:25+00:00",
        "score": 3
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Brain inflammation may be driving compulsive behavior",
        "summary": "For years, compulsive behaviors have been viewed as bad habits stuck on autopilot. But new research in rats found the opposite: inflammation in a key decision-making brain region actually made behavior more deliberate, not more automatic. The change was linked to astrocytes, brain support cells that multiplied and disrupted nearby circuits. The discovery hints that some compulsive behaviors may arise from excessive, misdirected control rather than a loss of it.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225606.htm",
        "published_utc": "2026-02-16T12:32:28+00:00",
        "score": 4
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "Positive News",
        "title": "Web of undersea cables poised to become marine observatory",
        "summary": "Telecom infrastructure at the ocean floor is being harnessed as a powerful conservation tool for vulnerable marine mammals The post Web of undersea cables poised to become marine observatory appeared first on Positive News .",
        "link": "https://www.positive.news/environment/conservation/web-of-undersea-cables-poised-to-become-marine-observatory",
        "published_utc": "2026-02-16T10:23:21+00:00",
        "score": 2,
        "image": "https://www.positive.news/wp-content/uploads/2026/02/CREDIT-Vidar-Nordli-Mathisen.jpg"
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists discover the enzyme that lets cancer rapidly rewire its DNA",
        "summary": "Researchers have uncovered the enzyme behind chromothripsis, a chaotic chromosome-shattering event seen in about one in four cancers. The enzyme, N4BP2, breaks apart DNA trapped in tiny cellular structures, unleashing a burst of genetic changes that can help tumors rapidly adapt and resist therapy. Blocking the enzyme dramatically reduced this genomic destruction in cancer cells.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225546.htm",
        "published_utc": "2026-02-16T06:00:42+00:00",
        "score": 3
      }
    ],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Study to Analyze Fermented Food Samples from Space",
        "summary": "Certain nutrients critical for human health lack the shelf life needed to span multi-year missions to the Moon, Mars, and beyond. NASA’s BioNutrients-3 is part of an experiment series testing ways to use microorganisms to produce these nutrients in space and on demand. The on-demand nature of this experiment is similar to making nutrient-dense fermented [&#8230;]",
        "link": "https://www.nasa.gov/general/nasa-study-to-analyze-fermented-food-samples-from-space",
        "published_utc": "2026-02-25T15:58:57+00:00",
        "score": 1,
        "image": "https://images-assets.nasa.gov/image/iss073e0818445/iss073e0818445~large.jpg"
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Lost fossils reveal sea monsters that took over after Earth’s greatest extinction",
        "summary": "A lost cache of 250-million-year-old fossils from Australia has rewritten part of the story of life after Earth’s worst mass extinction. Instead of a single marine amphibian species, researchers uncovered evidence of a surprisingly diverse community of early ocean predators. One of these creatures had relatives stretching from the Arctic to Madagascar, showing that some of the first sea-going tetrapods spread across the globe with remarkable speed.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224023203.htm",
        "published_utc": "2026-02-25T10:20:53+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Scientists finally solve the mystery of the horse whinny",
        "summary": "Horses have a vocal trick no one fully understood until now. Scientists have discovered that when a horse whinnies, it produces two completely different sounds at the same time. One is a deep tone created by vibrating the vocal folds, similar to how humans sing. The other is a high-pitched whistle generated inside the larynx, something never before confirmed in a large mammal. This rare ability, known as biphonation, likely helps horses send multiple emotional signals in a single call.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260225001256.htm",
        "published_utc": "2026-02-25T09:01:40+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "40,000-year-old signs show humans were recording information long before writing",
        "summary": "More than 40,000 years ago, Ice Age humans were carving repeated patterns of dots, lines, and crosses into tools and small ivory figurines. A new computational study of more than 3,000 of these Paleolithic signs reveals that they were not random decorations but structured sequences with measurable complexity. Surprisingly, their information density rivals that of proto-cuneiform, the earliest known writing system that emerged around 3,000 B.C.E.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260225001301.htm",
        "published_utc": "2026-02-25T05:52:18+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "50 year quest ends with creation of silicon aromatic once thought impossible",
        "summary": "After nearly 50 years of failed attempts and scientific speculation, chemists at Saarland University have achieved what many thought might be impossible: creating a long-sought silicon-based aromatic molecule. By replacing carbon atoms in a famously stable ring-shaped compound with silicon, the team synthesized pentasilacyclopentadienide — a breakthrough published in Science.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224023205.htm",
        "published_utc": "2026-02-24T16:50:06+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Something strange is happening in the Milky Way’s magnetic field",
        "summary": "Deep inside the Milky Way, an invisible force is quietly holding everything together — its magnetic field. Now, researchers have created one of the most detailed maps ever of this hidden structure, revealing surprising twists in how it flows through our galaxy.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224023207.htm",
        "published_utc": "2026-02-24T15:05:10+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Congo basin blackwater lakes are releasing ancient carbon into the atmosphere",
        "summary": "Deep in the Congo Basin, vast peatlands quietly store enormous amounts of Earth’s carbon — but new research suggests this ancient vault may be leaking. Scientists studying Africa’s largest blackwater lakes discovered that significant amounts of carbon dioxide bubbling into the atmosphere come not just from recent plant life, but from peat that has been locked away for thousands of years.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224023201.htm",
        "published_utc": "2026-02-24T13:16:20+00:00",
        "score": 3
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Schrödinger’s color theory finally completed after 100 years",
        "summary": "A century after Erwin Schrödinger sketched out a bold vision for how we perceive color, scientists have finally filled in the missing pieces. A Los Alamos team used advanced geometry to show that hue, saturation, and lightness aren’t shaped by culture or experience — they’re built directly into the mathematical structure of how we see color. By defining a crucial missing element known as the “neutral axis,” the researchers repaired a long-standing flaw in Schrödinger’s model and even corrected tricky visual quirks like the way brightness can subtly shift perceived hue.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260222092302.htm",
        "published_utc": "2026-02-23T15:24:39+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Why the outer solar system is filled with giant cosmic “snowmen”",
        "summary": "Far beyond Neptune, in the frozen depths of the Kuiper Belt, many ancient objects oddly resemble giant snowmen made of ice and rock. For years, scientists wondered how these delicate two-lobed shapes could form without violent collisions tearing them apart. Now researchers at Michigan State University have recreated the process in a powerful new simulation, showing that simple gravitational collapse can naturally produce these cosmic “snowmen.”",
        "link": "https://www.sciencedaily.com/releases/2026/02/260222085206.htm",
        "published_utc": "2026-02-23T07:47:10+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "A giant blade-crested spinosaurus, the “hell heron,” discovered in the Sahara",
        "summary": "Deep in the heart of the Sahara, scientists have uncovered Spinosaurus mirabilis — a spectacular new predator crowned with a massive, scimitar-shaped crest that may once have blazed with color under the desert sun. Discovered in remote inland river deposits in Niger, the fossil rewrites what we thought we knew about spinosaur dinosaurs, suggesting they weren’t fully aquatic hunters but powerful waders stalking fish in forested waterways hundreds of miles from the sea.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260222092251.htm",
        "published_utc": "2026-02-23T05:10:43+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Triceratops had a giant nose that may have cooled its massive head",
        "summary": "Triceratops’ massive head may have been doing more than just showing off those famous horns. Using CT scans and 3D reconstructions of fossil skulls, researchers uncovered a surprisingly complex nasal system hidden inside its enormous snout. Instead of being just a supersized nose for smelling, it likely housed intricate networks of nerves and blood vessels—and even special structures that helped regulate heat and moisture.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260221000313.htm",
        "published_utc": "2026-02-22T12:20:15+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "NASA’s Hubble spots nearly invisible “ghost galaxy” made of 99% dark matter",
        "summary": "Astronomers have uncovered one of the most mysterious galaxies ever found — a dim, ghostly object called CDG-2 that is almost entirely made of dark matter. Located 300 million light-years away in the Perseus galaxy cluster, it was discovered in an unusual way: not by its stars, but by four tightly packed globular clusters acting like cosmic breadcrumbs.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260221000307.htm",
        "published_utc": "2026-02-21T06:57:52+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Giant virus discovery could rewrite the origin of complex life",
        "summary": "A giant virus discovered in Japan is adding fuel to the provocative idea that viruses helped create complex life. Named ushikuvirus, it infects amoebae and shows unique traits that connect different families of giant DNA viruses. Its unusual way of hijacking and disrupting the host cell’s nucleus offers fresh insight into how viruses may have influenced the evolution of the cell nucleus itself. The finding deepens the mystery of viruses—and their possible role in life’s biggest leap.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040814.htm",
        "published_utc": "2026-02-20T03:28:24+00:00",
        "score": 4
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Ancient DNA solves 5,500 year old burial mystery in Sweden",
        "summary": "Ancient DNA from a Stone Age burial site in Sweden shows that families 5,500 years ago were more complex than expected. Many individuals buried together were not immediate family, but second- or third-degree relatives. One grave held a young woman alongside two children who were siblings—yet she wasn’t their mother. The discoveries hint at tight-knit communities where extended kin mattered deeply.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218031559.htm",
        "published_utc": "2026-02-19T06:47:07+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "New map reveals where lethal scorpions are most likely to strike",
        "summary": "Scientists have developed a powerful new way to forecast where some of the world’s most dangerous scorpions are likely to be found. By combining fieldwork in Africa with advanced computer modeling, the team discovered that soil type is the strongest factor shaping where many lethal species live, while temperature patterns also play a key role.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218044628.htm",
        "published_utc": "2026-02-19T04:36:03+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "The Moon is still shrinking and it could trigger more moonquakes",
        "summary": "Researchers have uncovered more than a thousand previously unknown tectonic ridges across the Moon’s dark plains, showing the Moon is still contracting and reshaping itself. These features are among the youngest geological structures on the lunar surface. Because they form through the same forces linked to past moonquakes, they could signal new seismic hotspots.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218031532.htm",
        "published_utc": "2026-02-18T12:49:00+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Ancient microbes may have used oxygen 500 million years before it filled Earth’s atmosphere",
        "summary": "Life on Earth may have learned to breathe oxygen long before oxygen filled the skies. MIT researchers traced a key oxygen-processing enzyme back hundreds of millions of years before the Great Oxidation Event. Early microbes living near oxygen-producing cyanobacteria may have quickly used up the gas as it formed, slowing its rise in the atmosphere. The results suggest life was adapting to oxygen far earlier — and far more creatively — than once thought.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218031609.htm",
        "published_utc": "2026-02-18T08:50:31+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "125 million-year-old dinosaur with never before seen hollow spikes discovered in China",
        "summary": "A 125-million-year-old dinosaur just rewrote what we thought we knew about prehistoric life. Scientists in China have uncovered an exceptionally preserved juvenile iguanodontian with fossilized skin so detailed that individual cells are still visible. Even more astonishing, the plant-eating dinosaur was covered in hollow, porcupine-like spikes—structures never before documented in any dinosaur.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260217005734.htm",
        "published_utc": "2026-02-18T06:10:28+00:00",
        "score": 2
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "190-million-year-old “Sword Dragon” fossil rewrites ichthyosaur history",
        "summary": "A newly identified ichthyosaur from the UK’s Jurassic Coast is rewriting part of the prehistoric playbook. Nicknamed the “Sword Dragon of Dorset,” the three-meter-long marine reptile lived during a poorly understood window of evolution when major ichthyosaur groups were disappearing and new ones emerging. Its beautifully preserved skeleton — complete with a blade-like snout and possible last meal — helps pinpoint when this dramatic transition occurred.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224023218.htm",
        "published_utc": "2026-02-24T12:50:35+00:00",
        "score": 1
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "NASA Earth Observatory - Image of the Day",
        "title": "Showy Swirls Around Jeju Island",
        "summary": "Winds blowing past the volcanic landmass near the Korean Peninsula created a trail of spiraling clouds, while murky water churned nearby. The post Showy Swirls Around Jeju Island appeared first on NASA Science .",
        "link": "https://science.nasa.gov/earth/earth-observatory/showy-swirls-around-jeju-island",
        "published_utc": "2026-02-24T05:01:00+00:00",
        "score": 1,
        "image": "https://assets.science.nasa.gov/content/dam/science/esd/eo/images/iotd/2026/showy-spirals-around-jeju-island/cloudvortices_tmo_20260219_th.jpg/jcr:content/renditions/cq5dam.web.1280.1280.jpeg"
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "NASA Earth Observatory - Image of the Day",
        "title": "Curiosity Studies Nodules on Boxwork Formations",
        "summary": "Description NASA’s Curiosity Mars rover discovered these bumpy, pea-sized nodules while exploring a region filled with&#160;boxwork formations — low ridges standing roughly 3 to 6 feet (1 to 2 meters) tall with sandy hollows in-between. This mosaic is made up of 50 individual images taken by Curiosity’s Mars Hand Lens Imager (MAHLI), a camera on [&#8230;] The post Curiosity Studies Nodules on Boxwork Formations appeared first on NASA Science .",
        "link": "https://science.nasa.gov/photojournal/curiosity-studies-nodules-on-boxwork-formations",
        "published_utc": "2026-02-23T17:58:30+00:00",
        "score": 2,
        "image": "https://assets.science.nasa.gov/content/dam/science/psd/photojournal/pia/pia26/pia26697/PIA26697.jpg/jcr:content/renditions/cq5dam.web.1280.1280.jpeg"
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "NASA Earth Observatory - Image of the Day",
        "title": "Mars Global Localization Pinpoints Perseverance’s Location",
        "summary": "Description These images were part of the first successful use of a&#160;new technology called Mars Global Localization, developed at NASA’s Jet Propulsion Laboratory. Using its navigation cameras, NASA’s Perseverance captured a 360-degree view of the surrounding terrain that was matched to orbital imagery, enabling the rover to pinpoint its location on Mars on Feb. 2, [&#8230;] The post Mars Global Localization Pinpoints Perseverance’s Location appeared first on NASA Science .",
        "link": "https://science.nasa.gov/photojournal/mars-global-localization-pinpoints-perseverances-location",
        "published_utc": "2026-02-18T17:21:08+00:00",
        "score": 2,
        "image": "https://assets.science.nasa.gov/content/dam/science/psd/photojournal/pia/pia26/pia26705/PIA26705.png/jcr:content/renditions/cq5dam.web.1280.1280.png"
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "A spinning gyroscope could finally unlock ocean wave energy",
        "summary": "Ocean waves are a vast and steady source of renewable energy, but capturing their power efficiently has long frustrated engineers. A researcher at The University of Osaka has now explored a bold new approach: a gyroscopic wave energy converter that uses a spinning flywheel inside a floating structure to turn wave motion into electricity. By harnessing gyroscopic precession—the subtle wobble of a spinning object under force—the system can be tuned to absorb energy across a wide range of wave conditions.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218031554.htm",
        "published_utc": "2026-02-18T14:33:28+00:00",
        "score": 5
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "Microplastics have reached Antarctica’s only native insect",
        "summary": "Even Antarctica’s toughest native insect can’t escape the reach of plastic pollution. Scientists have discovered that Belgica antarctica — a tiny, rice-sized midge and the southernmost insect on Earth — is already ingesting microplastics in the wild. While lab tests showed the hardy larvae can survive short-term exposure without obvious harm, those exposed to higher plastic levels had reduced fat reserves, hinting at hidden energy costs.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212234214.htm",
        "published_utc": "2026-02-16T12:48:45+00:00",
        "score": 1
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "Scientists discover pets are helping an invasive flatworm spread",
        "summary": "A new study shows that dogs and cats may be helping an invasive flatworm spread. Researchers analyzing over a decade of reports discovered the worm attached to pet fur. Its sticky mucus and ability to reproduce alone make it highly adaptable. Pets could be giving this slow-moving invader a major boost.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260210231550.htm",
        "published_utc": "2026-02-14T14:34:47+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "Snowball Earth was not completely frozen, new study reveals",
        "summary": "Even when Earth was locked in its most extreme deep freeze, the planet’s climate may not have been as silent and still as once believed. New research from ancient Scottish rocks reveals that during Snowball Earth — when ice sheets reached the tropics and the planet resembled a giant snowball from space — climate rhythms similar to today’s seasons, solar cycles, and even El Niño–like patterns were still pulsing beneath the ice.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212025545.htm",
        "published_utc": "2026-02-12T08:48:58+00:00",
        "score": 1
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "Your cat’s purr says more than you think",
        "summary": "Your cat’s purr may say more about who they are than their meow ever could. Scientists discovered that purrs are stable and uniquely identifiable, while meows change dramatically depending on context. Domestic cats, in particular, have evolved highly flexible meows as a way to communicate with humans. The purr, meanwhile, stays constant—making it a reliable marker of individual identity.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260210040619.htm",
        "published_utc": "2026-02-11T08:56:29+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "A bonobo’s pretend tea party is rewriting what we know about imagination",
        "summary": "A bonobo named Kanzi surprised scientists by successfully playing along in pretend tea party experiments, tracking imaginary juice and grapes as if they were real. He consistently pointed to the correct locations of pretend items, while still choosing real food when given the option. The results suggest that imagination may not be exclusive to humans after all.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260210040605.htm",
        "published_utc": "2026-02-11T04:04:44+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "Scientists were wrong for decades about DNA knots",
        "summary": "Scientists have discovered that DNA behaves in a surprising way when squeezed through tiny nanopores, overturning a long-held assumption in genetics research. What researchers once thought were knots causing messy electrical signals turn out to be something else entirely: twisted coils called plectonemes, formed as flowing ions inside the pore spin the DNA like a phone cord. These twists can linger and grow as DNA moves through, leaving clear electrical fingerprints.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260208233844.htm",
        "published_utc": "2026-02-09T12:03:56+00:00",
        "score": 2
      }
    ]
  },
  "joke_ro": {
    "date_utc": "2026-02-26",
    "text": "M-am apucat de citit. După 2 pagini m-am simțit cult și am închis cartea.",
    "source": "vesti-bune"
  },
  "satire_ro": {
    "title": "Experţii avertizează: dacă le interzicem TikTokul, copiii învaţă de la părinţi, ceea ce e mai rău",
    "link": "https://www.timesnewroman.ro/life-death/expertii-avertizeaza-daca-le-interzicem-tiktokul-copiii-invata-de-la-parinti-ceea-ce-e-mai-rau/",
    "source": "timesnewroman.ro"
  },
  "top_images": [
    {
      "tag": "space",
      "title": "Rosette Nebula (C49)🌹✨",
      "link": "https://www.flickr.com/photos/197033988@N05/55116653048/",
      "image": "https://live.staticflickr.com/65535/55116653048_55a3d1d1c4_b.jpg"
    },
    {
      "tag": "animals",
      "title": "",
      "link": "https://www.flickr.com/photos/155880032@N04/55117458335/",
      "image": "https://live.staticflickr.com/65535/55117458335_2bd53b42f5_b.jpg"
    },
    {
      "tag": "landscape",
      "title": "Banff National Park",
      "link": "https://www.flickr.com/photos/jvoigts/55117484880/",
      "image": "https://live.staticflickr.com/65535/55117484880_7cc49e4b20_b.jpg"
    }
  ]
}