{
  "generated_utc": "2026-02-25T12:37:34+00:00",
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "FNGCIMM: Firmele care au luat finanțare IMM INVEST și IMM INVEST PLUS își pot prelungi și refinanța soldul creditelor",
        "summary": "Fondul Național de Garantare a Creditelor pentru Întreprinderile Mici și Mijlocii (FNGCIMM) a anunțat, miercuri, într-un comunicat transmis comunității antreprenoriale StartupCafe, că lansează refinanțarea vechilor programe IMM INVEST și IMM INVEST PLUS, prin „soluții optime&#8230;",
        "link": "https://hotnews.ro/fngcimm-firmele-care-au-luat-finantare-imm-invest-si-imm-invest-plus-isi-pot-prelungi-si-refinanta-soldul-creditelor-2179128",
        "published_utc": "2026-02-25T12:14:21+00:00",
        "score": 1,
        "image": "https://hotnews.ro/wp-content/uploads/2026/02/bani_5ff315.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "O locuință din anii ‘80, abandonată de 20 de ani, a fost readusă la viață prin culoare, după o renovare care a durat aproape doi ani: „Primul pas a fost golirea completă și «ștergerea» acestui apartament uitat de lume”",
        "summary": "Sunt apartamente care au nevoie doar de o schimbare de finisaje. Și sunt apartamente care au nevoie de o a doua șansă. Locuința de 95 metri pătrați de pe Șoseaua Pantelimon, într-un bloc din anii&#8230;",
        "link": "https://hotnews.ro/o-locuinta-din-anii-80-abandonata-de-20-de-ani-a-fost-readusa-la-viata-prin-culoare-dupa-o-renovare-care-a-durat-aproape-doi-ani-primul-pas-a-fost-golirea-completa-si-sterg-2179059",
        "published_utc": "2026-02-25T10:58:01+00:00",
        "score": 1,
        "image": "https://hotnews.ro/wp-content/uploads/2026/02/apartament-colorat-in-bloc-vechi-renovare-apartament-anii-80.webp"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "VIDEO Un fotbalist a resuscitat un pescăruș lovit de minge: „Am salvat o viață, e mai important decât titlul”",
        "summary": "Un meci de fotbal din Istanbul a fost întrerupt după ce un pescăruș lovit de o minge a căzut pe gazon. Căpitanul uneia dintre echipe a intervenit imediat și a reușit să salveze pasărea prin manevre&#8230;",
        "link": "https://hotnews.ro/video-un-fotbalist-a-resuscitat-un-pescarus-lovit-de-minge-am-salvat-o-viata-e-mai-important-decat-titlul-2179004",
        "published_utc": "2026-02-25T10:39:21+00:00",
        "score": 1,
        "image": "https://hotnews.ro/wp-content/uploads/2026/02/pescarus.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Friedrich Merz merge pe sârmă între Xi Jinping și Donald Trump. Vizita cancelarului german în China, test pentru relația SUA-Europa",
        "summary": "Cancelarul Friedrich Merz a aterizat, miercuri, în China, începând vizita sa inaugurală în țara care reprezintă cel mai mare partener comercial al Germaniei. Merz și-a petrecut primele luni ale acestui an schițând o nouă viziune pentru Europa într-o lume din ce în ce mai mult modelată de comportamentul de intimidare al superputerilor. Ideea lui: Europa ar trebui să-și reducă dependența de China și Statele Unite pentru a evita să fie împinsă în lateral pe scena mondială — dar nu ar trebui să le izoleze complet, scrie New York Times.",
        "link": "https://www.digi24.ro/stiri/externe/mapamond/friedrich-merz-merge-pe-sarma-intre-xi-jinping-si-donald-trump-vizita-cancelarului-german-in-china-test-pentru-relatia-sua-europa-3647241",
        "published_utc": "2026-02-25T09:43:32+00:00",
        "score": 1,
        "image": "https://s.iw.ro/gateway/g/ZmlsZVNvdXJjZT1odHRwJTNBJTJGJTJG/c3RvcmFnZTA4dHJhbnNjb2Rlci5yY3Mt/cmRzLnJvJTJGc3RvcmFnZSUyRjIwMjYl/MkYwMiUyRjI1JTJGMjYwNjIyNV8yNjA2/MjI1X0ZyaWVkcmljaC1NZXJ6LUxpLVFp/YW5nLmpwZyZoYXNoPWE0YmUwNmZkZGJhMjkzYWIzOWYzYmZmZDQ0MDU0Yjk3.jpg"
      }
    ],
    "medical": [
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists discover why high altitude protects against diabetes",
        "summary": "Living at high altitude appears to protect against diabetes, and scientists have finally discovered the reason. When oxygen levels drop, red blood cells switch into a new metabolic mode and absorb large amounts of glucose from the blood. This helps the body cope with thin air while also reducing blood sugar levels. A drug that recreates this effect reversed diabetes in mice, hinting at a powerful new treatment strategy.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260221060952.htm",
        "published_utc": "2026-02-21T13:43:47+00:00",
        "score": 4
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Generative AI analyzes medical data faster than human research teams",
        "summary": "Researchers tested whether generative AI could handle complex medical datasets as well as human experts. In some cases, the AI matched or outperformed teams that had spent months building prediction models. By generating usable analytical code from precise prompts, the systems dramatically reduced the time needed to process health data. The findings hint at a future where AI helps scientists move faster from data to discovery.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260221060942.htm",
        "published_utc": "2026-02-21T11:17:29+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists reveal how exercise protects the brain from Alzheimer’s",
        "summary": "Exercise may sharpen the mind by repairing the brain’s protective shield. Researchers found that physical activity prompts the liver to release an enzyme that removes a harmful protein causing the blood-brain barrier to become leaky with age. In older mice, dialing down this protein reduced inflammation and improved memory. The discovery points to a surprising body-to-brain pathway that could inspire new Alzheimer’s therapies.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040752.htm",
        "published_utc": "2026-02-20T15:19:43+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists discover the body’s hidden “off switch” for inflammation",
        "summary": "A new human study has uncovered how the body naturally turns off inflammation. Researchers found that fat-derived molecules called epoxy-oxylipins rein in immune cells that can otherwise drive chronic disease. Using a drug to boost these molecules reduced pain faster and lowered harmful inflammatory cells. The discovery could pave the way for safer treatments for arthritis, heart disease, and other inflammation-related conditions.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040816.htm",
        "published_utc": "2026-02-19T15:16:55+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists finally explain why chronic constipation treatments often fail",
        "summary": "A newly discovered bacterial duo may be the hidden cause of chronic constipation. The two microbes break down the colon’s protective mucus layer, leaving stool dry and hard — a problem traditional laxatives don’t fix. Parkinson’s patients, who often struggle with constipation years before tremors appear, have higher levels of these bacteria. Blocking the bacteria’s mucus-destroying enzyme prevented constipation in mice, hinting at a new treatment strategy.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040745.htm",
        "published_utc": "2026-02-19T13:46:05+00:00",
        "score": 4
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "One stem cell generates 14 million tumor-killing NK cells in major cancer breakthrough",
        "summary": "Scientists in China have unveiled a breakthrough way to mass-produce powerful cancer-fighting immune cells in the lab. By engineering early-stage stem cells from cord blood—rather than trying to modify mature natural killer (NK) cells—they created a streamlined process that generates enormous numbers of highly potent NK cells, including CAR-equipped versions designed to hunt specific cancers.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225600.htm",
        "published_utc": "2026-02-18T03:31:13+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists discover brain switches that clear Alzheimer’s plaques",
        "summary": "Researchers have identified two brain receptors that help the brain clear away amyloid beta, a hallmark of Alzheimer’s disease. By stimulating these receptors in mice, scientists increased levels of a natural amyloid-breaking enzyme, reduced buildup in the brain, and improved memory-related behavior. Because these receptors are common drug targets, the findings could open the door to affordable pill-based treatments with fewer side effects.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225555.htm",
        "published_utc": "2026-02-17T10:30:08+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "One in three people carry this brain parasite but the body has a kill switch",
        "summary": "A parasite that may already be hiding in your brain has a shocking survival trick: it can infect the very immune cells sent to destroy it. Yet most people never get sick, and new research from UVA Health reveals why. Scientists discovered that when Toxoplasma gondii invades CD8+ T cells — key defenders of the immune system — those cells can trigger a self-destruct mechanism powered by an enzyme called caspase-8. By sacrificing themselves, the infected cells also wipe out the parasite inside them.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225602.htm",
        "published_utc": "2026-02-16T13:33:46+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Lab grown human spinal cord heals after injury in major breakthrough",
        "summary": "Researchers have built a realistic human mini spinal cord in the lab and used it to simulate traumatic injury. The model reproduced key damage seen in real spinal cord injuries, including inflammation and scar formation. After treatment with fast moving “dancing molecules,” nerve fibers began growing again and scar tissue shrank. The results suggest the therapy could eventually help repair spinal cord damage.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260216044003.htm",
        "published_utc": "2026-02-16T12:41:25+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Brain inflammation may be driving compulsive behavior",
        "summary": "For years, compulsive behaviors have been viewed as bad habits stuck on autopilot. But new research in rats found the opposite: inflammation in a key decision-making brain region actually made behavior more deliberate, not more automatic. The change was linked to astrocytes, brain support cells that multiplied and disrupted nearby circuits. The discovery hints that some compulsive behaviors may arise from excessive, misdirected control rather than a loss of it.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225606.htm",
        "published_utc": "2026-02-16T12:32:28+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists discover the enzyme that lets cancer rapidly rewire its DNA",
        "summary": "Researchers have uncovered the enzyme behind chromothripsis, a chaotic chromosome-shattering event seen in about one in four cancers. The enzyme, N4BP2, breaks apart DNA trapped in tiny cellular structures, unleashing a burst of genetic changes that can help tumors rapidly adapt and resist therapy. Blocking the enzyme dramatically reduced this genomic destruction in cancer cells.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225546.htm",
        "published_utc": "2026-02-16T06:00:42+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Medicine",
        "title": "Scientists find nerves actively fuel pancreatic cancer",
        "summary": "Scientists have uncovered a hidden partnership between pancreatic cancer and the nervous system. Support cells in the pancreas lure nerve fibers, which then release signals that accelerate early cancer growth. This creates a self-sustaining loop that helps tumors take hold. Blocking the nerve activity significantly reduced tumor growth in experiments, suggesting a new treatment strategy.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260211204208.htm",
        "published_utc": "2026-02-15T13:43:27+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Medicine",
        "title": "Scientists discover a hidden gut bacterium linked to good health",
        "summary": "A global study has uncovered a mysterious group of gut bacteria that shows up again and again in healthy people. Known as CAG-170, these microbes were found at lower levels in people with a range of chronic diseases. Genetic clues suggest they help digest food and support the broader gut ecosystem. Researchers say the discovery could reshape how we measure and maintain gut health.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260211204210.htm",
        "published_utc": "2026-02-14T12:58:31+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Omega-3 fish oil supplements could backfire without this key enzyme",
        "summary": "Fish oil’s cancer-fighting reputation may hinge on a little-known gene. Researchers discovered that omega-3s like EPA and DHA help curb colorectal cancer only when the enzyme ALOX15 is present. Without it, fish oil sometimes increased tumor growth in mice—especially DHA. The results suggest that not all supplements work the same way, and genetics could determine who truly benefits.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212234216.htm",
        "published_utc": "2026-02-13T14:20:25+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists discover hidden brain cells that help heal spinal cord injuries",
        "summary": "Scientists at Cedars-Sinai have uncovered a surprising repair system in the spinal cord that could open new doors for treating paralysis, stroke, and diseases like multiple sclerosis. They found that special support cells called astrocytes—located far from the actual injury—spring into action after damage. These “lesion-remote astrocytes” send out a protein signal, CCN1, that reprograms immune cells to efficiently clean up fatty nerve debris.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212234218.htm",
        "published_utc": "2026-02-13T13:47:43+00:00",
        "score": 2
      }
    ],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "50 year quest ends with creation of silicon aromatic once thought impossible",
        "summary": "After nearly 50 years of failed attempts and scientific speculation, chemists at Saarland University have achieved what many thought might be impossible: creating a long-sought silicon-based aromatic molecule. By replacing carbon atoms in a famously stable ring-shaped compound with silicon, the team synthesized pentasilacyclopentadienide — a breakthrough published in Science.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224023205.htm",
        "published_utc": "2026-02-24T16:50:06+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Congo basin blackwater lakes are releasing ancient carbon into the atmosphere",
        "summary": "Deep in the Congo Basin, vast peatlands quietly store enormous amounts of Earth’s carbon — but new research suggests this ancient vault may be leaking. Scientists studying Africa’s largest blackwater lakes discovered that significant amounts of carbon dioxide bubbling into the atmosphere come not just from recent plant life, but from peat that has been locked away for thousands of years.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224023201.htm",
        "published_utc": "2026-02-24T13:16:20+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Curiosity Studies Nodules on Boxwork Formations",
        "summary": "Description NASA’s Curiosity Mars rover discovered these bumpy, pea-sized nodules while exploring a region filled with boxwork formations — low ridges standing roughly 3 to 6 feet (1 to 2 meters) tall with sandy hollows in-between. This mosaic is made up of 50 individual images taken by Curiosity’s Mars Hand Lens Imager (MAHLI), a camera on […]",
        "link": "https://science.nasa.gov/photojournal/curiosity-studies-nodules-on-boxwork-formations/",
        "published_utc": "2026-02-23T17:58:30+00:00",
        "score": 2,
        "image": "https://assets.science.nasa.gov/content/dam/science/psd/photojournal/pia/pia26/pia26697/PIA26697.jpg/jcr:content/renditions/cq5dam.web.1280.1280.jpeg"
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "A giant blade-crested spinosaurus, the “hell heron,” discovered in the Sahara",
        "summary": "Deep in the heart of the Sahara, scientists have uncovered Spinosaurus mirabilis — a spectacular new predator crowned with a massive, scimitar-shaped crest that may once have blazed with color under the desert sun. Discovered in remote inland river deposits in Niger, the fossil rewrites what we thought we knew about spinosaur dinosaurs, suggesting they weren’t fully aquatic hunters but powerful waders stalking fish in forested waterways hundreds of miles from the sea.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260222092251.htm",
        "published_utc": "2026-02-23T05:10:43+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "NASA’s Hubble spots nearly invisible “ghost galaxy” made of 99% dark matter",
        "summary": "Astronomers have uncovered one of the most mysterious galaxies ever found — a dim, ghostly object called CDG-2 that is almost entirely made of dark matter. Located 300 million light-years away in the Perseus galaxy cluster, it was discovered in an unusual way: not by its stars, but by four tightly packed globular clusters acting like cosmic breadcrumbs.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260221000307.htm",
        "published_utc": "2026-02-21T06:57:52+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Giant virus discovery could rewrite the origin of complex life",
        "summary": "A giant virus discovered in Japan is adding fuel to the provocative idea that viruses helped create complex life. Named ushikuvirus, it infects amoebae and shows unique traits that connect different families of giant DNA viruses. Its unusual way of hijacking and disrupting the host cell’s nucleus offers fresh insight into how viruses may have influenced the evolution of the cell nucleus itself. The finding deepens the mystery of viruses—and their possible role in life’s biggest leap.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040814.htm",
        "published_utc": "2026-02-20T03:28:24+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Ancient DNA solves 5,500 year old burial mystery in Sweden",
        "summary": "Ancient DNA from a Stone Age burial site in Sweden shows that families 5,500 years ago were more complex than expected. Many individuals buried together were not immediate family, but second- or third-degree relatives. One grave held a young woman alongside two children who were siblings—yet she wasn’t their mother. The discoveries hint at tight-knit communities where extended kin mattered deeply.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218031559.htm",
        "published_utc": "2026-02-19T06:47:07+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Ancient drought may have wiped out the real-life hobbits 61,000 years ago",
        "summary": "A massive, centuries-long drought may have driven the extinction of the “hobbits” of Flores. Climate records preserved in cave formations show rainfall plummeted just as the small human species disappeared. At the same time, pygmy elephants they depended on declined sharply as rivers dried up. With food and water vanishing, the hobbits may have been pushed out—and into their final chapter.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218031601.htm",
        "published_utc": "2026-02-19T06:15:45+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "New map reveals where lethal scorpions are most likely to strike",
        "summary": "Scientists have developed a powerful new way to forecast where some of the world’s most dangerous scorpions are likely to be found. By combining fieldwork in Africa with advanced computer modeling, the team discovered that soil type is the strongest factor shaping where many lethal species live, while temperature patterns also play a key role.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218044628.htm",
        "published_utc": "2026-02-19T04:36:03+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "125 million-year-old dinosaur with never before seen hollow spikes discovered in China",
        "summary": "A 125-million-year-old dinosaur just rewrote what we thought we knew about prehistoric life. Scientists in China have uncovered an exceptionally preserved juvenile iguanodontian with fossilized skin so detailed that individual cells are still visible. Even more astonishing, the plant-eating dinosaur was covered in hollow, porcupine-like spikes—structures never before documented in any dinosaur.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260217005734.htm",
        "published_utc": "2026-02-18T06:10:28+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Cheops discovers late bloomer from another era",
        "summary": "Scientists used the European Space Agency's Cheops satellite to discover that the planetary system around the star LHS 1903 challenges current planet formation theories with the unusual order of its planets. Surprisingly, the most distant outer planet might be rocky and seems to have formed later – in a different environment than the other planets around the star.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Cheops/Cheops_discovers_late_bloomer_from_another_era",
        "published_utc": "2026-02-12T11:00:00+00:00",
        "score": 2,
        "image": "https://www.esa.int/var/esa/storage/images/esa_multimedia/images/2026/02/artist_impression_of_the_planetary_system_around_the_star_lhs_1903/27079088-6-eng-GB/Artist_impression_of_the_planetary_system_around_the_star_LHS_1903_card_full.png"
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "The journey of Juice – episode 2",
        "summary": "Video: 00:12:24 ESA’s Jupiter Icy Moons Explorer ( Juice ) is on an epic eight-year journey to Jupiter. It left Earth in April 2023 and is due to arrive at the gas giant in 2031.&nbsp; 2025 has been another&nbsp;big year for Juice. It made its closest approach to the Sun&nbsp;and&nbsp;flew close by Venus&nbsp;for a gravity boost to help it on its way. This second episode of ‘The journey of Juice’ takes us&nbsp;on a journey of our own, discovering&nbsp;what Juice – and the humans behind it – have experienced&nbsp;this year.&nbsp; In&nbsp;a&nbsp;clean room&nbsp;at ESA’s technical centre, thermal engineer Romain&nbsp;Peyrou-Lauge shows us&nbsp;the technologies that protect Juice&nbsp;from the intense heat of the Sun during this period.&nbsp; In Uppsala, Sweden,&nbsp;scientists get together for a ‘science working team’ meeting to discuss the scientific aspects of the mission. Juice Project Scientist Olivier&nbsp;Witasse&nbsp;talks about how important it is to continue working as a team to&nbsp;prepare for Juice’s precious time spent collecting data at Jupiter.&nbsp; The video culminates with operations engineer Marc Costa taking us to the Cebreros station in Madrid for the Venus flyby.&nbsp;There we meet deputy station manager Jorge Fauste, Juice intern Charlotte&nbsp;Bergot&nbsp;and Juice Mission Manager Nicolas Altobelli.&nbsp; This series follows on from ‘ The making of Juice ’ series, which covered the planning, testing and launch of this once-in-a-generation mission.",
        "link": "https://www.esa.int/ESA_Multimedia/Videos/2025/12/The_journey_of_Juice_episode_2",
        "published_utc": "2025-12-11T13:00:00+00:00",
        "score": 2,
        "image": "https://www.esa.int/var/esa/storage/images/esa_multimedia/videos/2025/12/the_journey_of_juice_episode_2/27013530-1-eng-GB/The_journey_of_Juice_episode_2_card_full.png"
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "ESA observations of interstellar comet 3I/ATLAS",
        "summary": "The European Space Agency (ESA) reacted promptly to the discovery of comet 3I/ATLAS on 1 July 2025. Soon after they were alerted to its existence by automated detection systems, ESA astronomers began using ground-based telescopes in&nbsp;Hawaii, Chile, and Australia to monitor its progress. Since then, the comet has been observed by space telescopes close to Earth, including the NASA/ESA Hubble Space Telescope , the NASA/ESA/CSA James Webb Space Telescope , XMM-Newton and XRISM .&nbsp; In recent months, ESA has turned interplanetary voyagers Mars Express , ExoMars Trace Gas Orbiter and the Jupiter Icy Moons Explorer ( Juice ) in the direction of the comet to make further observations from excellent vantage points. Follow the links below for more information.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/ESA_observations_of_interstellar_comet_3I_ATLAS",
        "published_utc": "2025-09-03T14:10:00+00:00",
        "score": 2,
        "image": "https://www.esa.int/var/esa/storage/images/esa_multimedia/images/2025/12/comet_3i_atlas_shows_activity_in_juice_navigation_camera_teaser/27008867-1-eng-GB/Comet_3I_ATLAS_shows_activity_in_Juice_navigation_camera_teaser_card_full.png"
      }
    ],
    "environment": []
  },
  "joke_ro": {
    "date_utc": "2026-02-25",
    "text": "Dacă viața îți dă lămâi… cere și sare, te rog."
  },
  "top_images": [
    {
      "tag": "space",
      "title": "Misha Brown, CF, 2/21/26",
      "link": "https://www.flickr.com/photos/slclevents/55113964997/",
      "image": "https://live.staticflickr.com/65535/55113964997_3ed9193986_b.jpg"
    },
    {
      "tag": "animals",
      "title": "Setonix brachyurus",
      "link": "https://www.flickr.com/photos/191343261@N02/55115567868/",
      "image": "https://live.staticflickr.com/65535/55115567868_640db7017c_b.jpg"
    },
    {
      "tag": "landscape",
      "title": "LimestoneWalls",
      "link": "https://www.flickr.com/photos/tonytooth/55114496282/",
      "image": "https://live.staticflickr.com/65535/55114496282_6e5d880309_b.jpg"
    }
  ]
}