{
  "generated_utc": "2026-02-03T17:44:40.273792+00:00",
  "count": 51,
  "items": [
    {
      "id": "bfff361cd01b",
      "title": "Cătălin Botezatu ar fi fost jefuit la Londra de un ceas extrem de rar, în valoare de 2 milioane de lire sterline - presă",
      "summary": "Creatorul de modă Cătălin Botezatu ar fi fost jefuit la Londra, săptămâna trecută, rămânând fără un ceas extrem de rar, a cărui valoare se ridică la 2 milioane de lire sterline, potrivit The Daily Mail, care informează că poliţia a arestat un suspect, dat tabloidul nu precizează ",
      "link": "https://www.news.ro/entertainment/catalin-botezatu-ar-fi-fost-jefuit-la-londra-de-un-ceas-extrem-de-rar-in-valoare-de-2-milioane-de-lire-sterline-presa-1922404003182026021922333679",
      "source": "News.ro",
      "published_utc": "2026-02-03T17:40:18+00:00",
      "kind": "ro"
    },
    {
      "id": "f164391b77b8",
      "title": "DNA, percheziţii într-un dosar de mită în valoare de 500.000 de euro / Ar fi vizat directorul unei firme din Grupul Grampet",
      "summary": "DNA anunţă, marţi seară, că se fac percheziţii în Bucureşti, într-un dosar care vizează fapte de corupţie care ar fi fost comise în ultimul an. Potrivit unor surse judiciare, ar fi vorba despre o mită de 500.000 de euro, fiind vizat directorul unei firme din Grupul Grampet al omu",
      "link": "https://www.news.ro/justitie/dna-perchezitii-intr-un-dosar-de-mita-in-valoare-de-500-000-de-euro-ar-fi-vizat-directorul-unei-firme-din-grupul-grampet-1922403803002026021922333704",
      "source": "News.ro",
      "published_utc": "2026-02-03T17:38:00+00:00",
      "kind": "ro"
    },
    {
      "id": "124949ff85b5",
      "title": "Tenis: România va întâlni Paraguay în barajul pentru accederea în Grupa Mondială 1 a Cupei Davis. Jucătorii convocaţi de căpitanul-nejucător Adrian Marcu",
      "summary": "Echipa masculină de tenis a României va disputa, în perioada 6–7 februarie 2026, în deplasare, barajul pentru accederea în Grupa Mondială 1 a Cupei Davis, urmând să întâlnească selecţionata Paraguayului.",
      "link": "https://www.news.ro/sport/tenis-romania-va-intalni-paraguay-in-barajul-pentru-accederea-in-grupa-mondiala-1-a-cupei-davis-jucatorii-convocati-de-capitanul-nejucator-adrian-marcu-1922403503022026021922333681",
      "source": "News.ro",
      "published_utc": "2026-02-03T17:35:02+00:00",
      "kind": "ro"
    },
    {
      "id": "1a84205a6f78",
      "title": "NATO a început planificarea misiunii de consolidare a securităţii în Arctica",
      "summary": "NATO a început activitatea de planificare a misiunii pe care intenţionează să o lanseze pentru a consolida securitatea în Arctica, a anunţat marţi un purtător de cuvânt al Alianţei Nord-Atlantice, citat de AFP şi Reuters.",
      "link": "https://www.digi24.ro/stiri/externe/nato-a-inceput-planificarea-misiunii-de-consolidare-a-securitatii-in-arctica-3614375",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:32:42+00:00",
      "kind": "ro"
    },
    {
      "id": "46e4f1c77d72",
      "title": "Hubert Thuma, despre propunerea lui Bolojan de a schimba lideri PNL: A fost respinsă de cei ce nu pot fi acuzați că sunt PSD-iștii răi",
      "summary": "Președintele Consiliului Județean Ilfov, lider din PNL opozant al lui Ilie Bolojan, spune că „de ceva timp încoace, se acreditează ideea că împotriva domnului Bolojan s-au aliat oameni din PNL care au PSD în suflet”. „Cu alte cuvinte, că ne-am fi vândut. Că «PeSeDiștii cei răi di",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/hubert-thuma-despre-propunerea-lui-bolojan-de-a-schimba-lideri-pnl-a-fost-respinsa-de-cei-ce-nu-pot-fi-acuzati-ca-sunt-psd-istii-rai-3614373",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:32:15+00:00",
      "kind": "ro"
    },
    {
      "id": "23d9eb734e22",
      "title": "Ministrul Energiei, Bogdan Ivan: Astăzi, ASF a confirmat completarea documentaţiei depuse pentru proiectul CCP.RO - Contrapartea Centrală, o infrastructură-cheie pentru funcţionarea pieţelor moderne şi reducerea riscului de contraparte",
      "summary": "Ministrul Energiei, Bogdan Ivan, anunţă marţi că ASF a confirmat completarea documentaţiei depuse pentru proiectul CCP.RO - Contrapartea Centrală, o infrastructură-cheie pentru funcţionarea pieţelor moderne şi reducerea riscului de contraparte, un mecanism care poate limita propa",
      "link": "https://www.news.ro/economic/ministrul-energiei-bogdan-ivan-astazi-asf-confirmat-completarea-documentatiei-depuse-proiectul-ccp-contrapartea-centrala-infrastructura-cheie-functionarea-pietelor-moderne-reducerea-riscului-1922402503002026021922333684",
      "source": "News.ro",
      "published_utc": "2026-02-03T17:25:00+00:00",
      "kind": "ro"
    },
    {
      "id": "5cfc48cf996f",
      "title": "Doi cerbi tineri, filmaţi când îşi încearcă forţa coarnelor într-o pădure administrată de Ocolul Silvic Mălini – VIDEO",
      "summary": "Doi cerbi tineri au fost filmaţi când îşi încearcă forţa coarnelor într-o pădure administrată de Ocolul Silvic Mălini, imaginile fiind postate online.",
      "link": "https://www.news.ro/economic/doi-cerbi-tineri-filmati-cand-isi-incearca-forta-coarnelor-intr-o-padure-administrata-de-ocolul-silvic-malini-video-1922402203002026021922333689",
      "source": "News.ro",
      "published_utc": "2026-02-03T17:22:00+00:00",
      "kind": "ro"
    },
    {
      "id": "7e914dcafe2e",
      "title": "UE va propune SUA un parteneriat în domeniul mineralelor critice pentru a contracara China. Când ar putea fi parafată înțelegerea",
      "summary": "Uniunea Europeană va propune Statelor Unite un parteneriat în domeniul mineralelor critice pentru a reduce influența Chinei, încercând să modeleze eforturile administrației Trump de a încheia acorduri globale în această săptămână. UE este pregătită să semneze un memorandum de înț",
      "link": "https://www.digi24.ro/stiri/externe/ue/ue-va-propune-sua-un-parteneriat-in-domeniul-mineralelor-critice-pentru-a-contracara-china-cand-ar-putea-fi-parafata-intelegerea-3614337",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:19:54+00:00",
      "kind": "ro"
    },
    {
      "id": "e115139edd3d",
      "title": "Mii de documente din dosarele Epstein au fost retrase după ce identitatea victimelor a fost compromisă",
      "summary": "Departamentul de Justiție al Statelor Unite (DOJ) a eliminat de pe site-ul său mii de documente referitoare la Jeffrey Epstein, după ce victimele au declarat că identitatea lor a fost compromisă, transmite BBC News.",
      "link": "https://www.digi24.ro/stiri/externe/sua/mii-de-documente-din-dosarele-epstein-au-fost-retrase-dupa-ce-identitatea-victimelor-a-fost-compromisa-3614361",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:15:22+00:00",
      "kind": "ro"
    },
    {
      "id": "44c366a7e33c",
      "title": "Ciucu: Voi încerca să aflu eu direct ce se întâmplă la STB. Am cerut să vină până lunea viitoare cu un plan clar de reducere a cheltuielilor. Nu vor mai fi discuţii despre majorări de tarife până nu vom avea acest plan clar adoptat",
      "summary": "Primarul Capitalei, Ciprian Ciucu, anunţă că va încerca să afle direct ce se întâmplă la STB şi de ce a ajuns să ne coste transportul public în Bucureşti 1,8 miliarde de lei pe an. Primarul afirmă că a cerut conducerii societăţii să vină până lunea viitoare cu un plan clar de red",
      "link": "https://www.news.ro/social/ciucu-incerca-aflu-direct-intampla-stb-cerut-vina-pana-lunea-viitoare-plan-clar-reducere-cheltuielilor-vor-discutii-majorari-tarife-pana-vom-avea-acest-plan-clar-adoptat-1922401503002026021922333676",
      "source": "News.ro",
      "published_utc": "2026-02-03T17:15:00+00:00",
      "kind": "ro"
    },
    {
      "id": "4ef515141d80",
      "title": "Gabriela Ruse, eliminată de Rebeka Masarova în primul tur la Transylvania Open",
      "summary": "Gabriela Ruse, locul 72 mondial, a fost eliminată, luni, de sportiva elveţiană Rebeka Masarova, locul 114 WTA, în primul tur la Transylvania Open.",
      "link": "https://www.news.ro/sport/gabriela-ruse-eliminata-de-rebeka-masarova-in-primul-tur-la-transylvania-open-1922401303012026021922333675",
      "source": "News.ro",
      "published_utc": "2026-02-03T17:13:01+00:00",
      "kind": "ro"
    },
    {
      "id": "13b295257f0c",
      "title": "„Să exorcizăm fantomele trecutului”. Roberta Metsola susține că UE și Regatul Unit trebuie să-și „reseteze” relația",
      "summary": "UE și Regatul Unit trebuie să depășească nemulțumirile istorice și să-și „reseteze” relația pentru a putea colabora într-o lume din ce în ce mai incertă, a declarat președinta Parlamentului European, Roberta Metsola, relatează Politico.",
      "link": "https://www.digi24.ro/stiri/externe/ue/sa-exorcizam-fantomele-trecutului-roberta-metsola-sustine-ca-ue-si-regatul-unit-trebuie-sa-si-reseteze-relatia-3614351",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:04:49+00:00",
      "kind": "ro"
    },
    {
      "id": "2112c2f833d0",
      "title": "Ce amenzi s-au dat în București celor care nu au curăţat trotuarele de zăpadă şi gheaţă",
      "summary": "Poliţiştii locali ai Capitalei au aplicat 41 de amenzi, în valoare totală de aproximativ 100.000 de lei, celor care nu au curăţat trotuarele de gheaţă sau zăpadă.",
      "link": "https://www.digi24.ro/stiri/actualitate/ce-amenzi-s-au-dat-in-bucuresti-celor-care-nu-au-curatat-trotuarele-de-zapada-si-gheata-3614331",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:04:16+00:00",
      "kind": "ro"
    },
    {
      "id": "76e09b2c765a",
      "title": "NATO a început să „planifice” misiunea sa de apărare a Arcticii",
      "summary": "NATO a început planificarea misiunii Arctic Sentry pe care intenţionează să o lanseze pentru a consolida securitatea în Arctica, a afirmat marţi un purtător de cuvânt al Alianţei, relatează AFP şi Reuters.",
      "link": "https://www.news.ro/externe/nato-a-inceput-sa-planifice-misiunea-sa-de-aparare-a-arcticii-1922400403062026021922333656",
      "source": "News.ro",
      "published_utc": "2026-02-03T17:04:06+00:00",
      "kind": "ro"
    },
    {
      "id": "da4ace115fe3",
      "title": "Sorin Grindeanu, întâlnire cu premierul Benjamin Netanyahu în Israel. Ce au agreat cei doi oficiali",
      "summary": "Președintele Camerei Deputaților Sorin Grindeanu face o vizită oficială, zilele acestea, în Israel, însoțit de o delegație parlamentară din care face parte și ministrul Sănătății Alexandru Rogobete. Sorin Grindeanu a transmis marți pe contul său de X, după întâlnirea cu premierul",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/sorin-grindeanu-in-vizita-oficiala-in-israel-intalniri-cu-premierul-netanyahu-si-presedintele-herzog-3613955",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:58:52+00:00",
      "kind": "ro"
    },
    {
      "id": "0def4d96eb7a",
      "title": "Procurorul în cazul Marine le Pen cere menținerea sentinței: „Asistenţii au lucrat pentru partid, dar au fost plătiţi de Europa”",
      "summary": "Avocaţii Parlamentului European au denunţat marţi ''încrederea trădată'' de partidul de extremă dreapta RN (Rassemblement National), a cărui lideră Marine Le Pen a compărut la Palatul de Justiţie din Paris în procesul în apel împotriva condamnării sale în dosarul angajării fictiv",
      "link": "https://www.digi24.ro/stiri/externe/ue/procurorul-in-cazul-marine-le-pen-cere-mentinerea-sentintei-asistentii-au-lucrat-pentru-partid-dar-au-fost-platiti-de-europa-3614329",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:58:27+00:00",
      "kind": "ro"
    },
    {
      "id": "183f1eb5c461",
      "title": "Schi alpin: Aleksander Aamodt Kilde a declarat forfait pentru Jocurile Olimpice",
      "summary": "Schiorul norvegian Aleksander Aamodt Kilde a anunţat marţi că se retrage de la Jocurile Olimpice de Iarnă din cauza faptului că nu este bine pregătit fizic.",
      "link": "https://www.news.ro/sport/schi-alpin-aleksander-aamodt-kilde-a-declarat-forfait-pentru-jocurile-olimpice-1922405403242026021822333648",
      "source": "News.ro",
      "published_utc": "2026-02-03T16:54:24+00:00",
      "kind": "ro"
    },
    {
      "id": "a8a1342d0c73",
      "title": "Mark Rutte: Ucraina e pregătită „să joace corect”, dar Rusia „creează haos”. Șeful NATO cere o „împărțire echitabilă a poverii”",
      "summary": "Ucraina este pregătită „să joace corect” și să ajungă la un acord acceptabil cu Rusia, însă atacurile masive lansate de Moscova transmit „un semnal foarte prost” înaintea unor eventuale negocieri, a declarat secretarul general al NATO, Mark Rutte. Afirmațiile au fost făcute în ca",
      "link": "https://www.digi24.ro/stiri/externe/mark-rutte-ucraina-e-pregatita-sa-joace-corect-dar-rusia-creeaza-haos-seful-nato-cere-o-impartire-echitabila-a-poverii-3614327",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:53:37+00:00",
      "kind": "ro"
    },
    {
      "id": "9d6e23cad085",
      "title": "Copilul care se presupune că a căzut în râul râul Someş, la Gherla, în luna ianuarie, căutat cu ajutorul dronelor cu AI / Imaginile, trimise spre analiză către Centrul Naţional de Analiză Date Salvamont",
      "summary": "Salvamontiştii au căutat, marţi, cu ajutorul dronelor cu AI copilul care se presupune că a căzut, în luna ianuarie, în râul someş, la Gherla, iar imaginile au fost trimise spre analiză către Centrul Naţional de Analiză Date Salvamont.",
      "link": "https://www.news.ro/eveniment/copilul-care-se-presupune-ca-a-cazut-in-raul-raul-somes-la-gherla-in-luna-ianuarie-cautat-cu-ajutorul-dronelor-cu-ai-imaginile-trimise-spre-analiza-catre-centrul-national-de-analiza-date-salvamont-1922404903002026021822333653",
      "source": "News.ro",
      "published_utc": "2026-02-03T16:49:00+00:00",
      "kind": "ro"
    },
    {
      "id": "c3f72f5aecc8",
      "title": "Dani Mocanu și fratele lui vor fi extrădați în România. Decizia Curții de Apel din Napoli nu e definitivă",
      "summary": "Cunoscutul manelist Dani Mocanu și fratele său vor fi extrădați, însă decizia Curții de Apel din Napoli nu este definitivă. Anunțul vine în contextul în care Înalta Curte de Casație și Justiție a „admis în principiu” cerereile de recurs în casație formulate de cei doi.",
      "link": "https://www.digi24.ro/stiri/actualitate/justitie/dani-mocanu-si-fratele-lui-vor-fi-extradati-in-romania-decizia-curtii-de-apel-din-napoli-nu-e-definitiva-3614293",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:37:51+00:00",
      "kind": "ro"
    },
    {
      "id": "002bd067b2ea",
      "title": "Reforma administrației locale: un sfert dintre primării nu trebuie să concedieze niciun angajat, spune ministrul Cseke Attila",
      "summary": "Un sfert dintre administraţiile publice locale nu vor trebui să concedieze niciun angajat, conform măsurilor prevăzute în pachetul de reforme pentru acest sector, a declarat, marţi, la Botoşani, ministrul Dezvoltării, Lucrărilor Publice şi Administraţiei, Cseke Attila.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/reforma-administratiei-locale-un-sfert-dintre-primarii-nu-trebuie-sa-copncedieze-niciun-angajat-spune-ministrul-cseke-attila-3614291",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:34:22+00:00",
      "kind": "ro"
    },
    {
      "id": "84142c993f90",
      "title": "Imaginile zilei: Autoturism încărcat cu 14 bușteni furați. Șoferul s-a ales cu dosar penal",
      "summary": "Imaginile zilei vin de la un bărbat care a fost prins cu... 14 bușteni furați, pe care, în mod inexplicabil, reușise să-i înghesuie într-un autoturism. Totul s-a întâmplat într-o pădure din județul Brașov, acolo unde a și fost prins de polițiști. Bărbatul este cercetat pentru fur",
      "link": "https://www.digi24.ro/stiri/actualitate/imaginile-zilei-un-autoturism-incarcat-cu-14-busteni-dintr-o-padure-din-brasov-soferul-este-cercetat-pentru-furt-3614147",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:28:37+00:00",
      "kind": "ro"
    },
    {
      "id": "20731a474b8c",
      "title": "Femeie cu bani din România, păcălită de un fals prinț al Dubaiului, cu 2,5 milioane de dolari",
      "summary": "O femeie de afaceri din România a fost convinsă de un escroc, care se dădea drept prințul moștenitor al Dubaiului, să investească două milioane și jumătate de dolari într-un fals fond de investiții.",
      "link": "https://www.digi24.ro/stiri/actualitate/femeie-cu-bani-din-romania-pacalita-de-un-fals-print-al-dubaiului-cu-25-milioane-de-dolari-3614219",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:22:59+00:00",
      "kind": "ro"
    },
    {
      "id": "c5156db1cffa",
      "title": "Suedia și Danemarca vor achiziționa sisteme de apărare aeriană pentru Ucraina. Cât vor costa echipamentele",
      "summary": "Suedia și Danemarca vor furniza în comun Ucrainei un pachet de ajutor în valoare de 246 milioane de euro, care va include sisteme de apărare aeriană. Sistemele sunt deja în producție și se preconizează că vor fi livrate Ucrainei în câteva luni, anunță European Pravda.",
      "link": "https://www.digi24.ro/stiri/externe/ue/suedia-si-danemarca-vor-achizitiona-sisteme-de-aparare-aeriana-pentru-ucraina-cat-vor-costa-echipamentele-3614235",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:22:24+00:00",
      "kind": "ro"
    },
    {
      "id": "fbce4df874fe",
      "title": "De ce rămân unii angajați ani la rând în aceeași companie, într-o piață în care joburile se schimbă tot mai des",
      "summary": "Într-o perioadă în care mulți angajați schimbă locul de muncă după doar câțiva ani, există și companii în care oamenii aleg să rămână pe termen lung. Elena și Claudiu sunt doi dintre angajații Provident Financial România care spun că echilibrul dintre viața profesională și cea pe",
      "link": "https://www.digi24.ro/stiri/economie/companii/de-ce-raman-unii-angajati-ani-la-rand-in-aceeasi-companie-intr-o-piata-in-care-joburile-se-schimba-tot-mai-des-3613267",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:13:19+00:00",
      "kind": "ro"
    },
    {
      "id": "e48515cc5b48",
      "title": "UDMR cere premierului Ilie Bolojan să permită scăderea taxelor locale, după protestele din Harghita",
      "summary": "UDMR cere premierului Ilie Bolojan să permită autorităților locale să reducă impozitele în limitele nivelurilor locale prevăzute de lege până la aprobarea bugetelor lor și să reintroducă scutirile fiscale, în special pentru persoanele cu dizabilități și familiile cele mai vulnera",
      "link": "https://www.digi24.ro/finante/udmr-cere-premierului-ilie-bolojan-sa-permita-scaderea-taxelor-locale-dupa-protestele-din-harghita-3614229",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:08:15+00:00",
      "kind": "ro"
    },
    {
      "id": "e436e402df17",
      "title": "Kelemen Hunor îi cere lui Bolojan reduceri de 50% la taxele locale: Corectarea deciziilor e semn de maturitate",
      "summary": "<p>Preşedintele UDMR, Kelemen Hunor, a anunţat marţi că va cere Guvernului să revină asupra taxelor locale şi să se revină şi în cazul persoanelor cu dizabilităţi, el arătând că este o chestiune morală şi asta trebuie să înţeleagă şi cei de la Finanţe şi premierul. Potrivit lider",
      "link": "https://spotmedia.ro/stiri/politica/kelemen-hunor-ii-cere-lui-bolojan-reduceri-de-50-la-taxele-locale-corectarea-deciziilor-e-semn-de-maturitate",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T16:06:55+00:00",
      "kind": "ro"
    },
    {
      "id": "7fb86890be29",
      "title": "Anchetă în Bulgaria, după ce trei bărbați au fost găsiți împușcați în cap la o cabană păzită cu drone și mistuită de un incendiu",
      "summary": "Este anchetă în Bulgaria, după ce trei bărbați au fost găsiți luni după-amiaza, 2 februarie, împușcați în cap, cu armele lângă cadavrele lor, la o cabană păzită cu drone. Anchetatorii iau în calcul mai multe ipoteze, de la omor la posibil ritual sinucigaș, relatează Novinite.",
      "link": "https://www.digi24.ro/stiri/externe/ue/ancheta-in-bulgaria-dupa-ce-trei-barbati-au-fost-gasiti-impuscati-in-cap-la-o-cabana-pazita-cu-drone-si-mistuita-de-un-incendiu-3614225",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:06:10+00:00",
      "kind": "ro"
    },
    {
      "id": "42f140708cc2",
      "title": "Spania interzice rețelele sociale copiilor sub 16 ani. Cine mai ia măsuri similare în Europa",
      "summary": "<p>Guvernul spaniol a anunțat, marți, o măsură radicală pentru protejarea în mediul online: copiii sub 16 ani nu vor mai avea voie să acceseze rețelele sociale. Propunerea va fi discutată săptămâna viitoare de Consiliul de Miniștri și va modifica proiectul de lege aflat deja în d",
      "link": "https://spotmedia.ro/stiri/media/spania-interzice-retelele-sociale-copiilor-sub-16-ani-cine-mai-ia-masuri-similare-in-europa",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T16:02:50+00:00",
      "kind": "ro"
    },
    {
      "id": "0bdce3e3ccd7",
      "title": "Percheziții DNA la o firmă din Grupul Grampet: Cristian Rădulescu, directorul GFR , ar fi dat o mită de 500 de mii de euro (surse)",
      "summary": "Procurorii DNA au efectuat marți percheziţii la Grupul Grampet, controlat de afaceristul Gruia Stoica, şi la directorul unei societăți din acest grup, într-un dosar de dare de mită, potrivit unor surse judiciare.",
      "link": "https://www.digi24.ro/stiri/perchezitii-dna-la-o-firma-din-grupul-grampet-cristian-radulescu-directorul-gfr-ar-fi-dat-o-mita-de-500-de-mii-de-euro-surse-3614223",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:00:36+00:00",
      "kind": "ro"
    },
    {
      "id": "df44b3061219",
      "title": "Unde greșește Rutte când vorbește de apărarea Europei și ce trebuie să facă, de fapt, șeful NATO",
      "summary": "<p>Viziunea lui Rutte asupra apărării europene urmează o logică familiară, dar din ce în ce mai inacceptabilă: descurajarea nucleară este egală cu protecția SUA, iar protecția SUA este egală cu securitatea europeană. Prin urmare, suveranitatea strategică europeană este o iluzie. ",
      "link": "https://spotmedia.ro/stiri/opinii-si-analize/unde-greseste-rutte-cand-vorbeste-de-apararea-europei-si-ce-trebuie-sa-faca-de-fapt-seful-nato",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T15:54:22+00:00",
      "kind": "ro"
    },
    {
      "id": "27c2683889f4",
      "title": "UE se îndreaptă tiptil spre China ca să scape din pumnul lui Trump",
      "summary": "<p>În ultimele două luni, francezul Emmanuel Macron, irlandezul Micheál Martin, canadianul Mark Carney, finlandezul Petteri Orpo și britanicul Keir Starmer au călătorit în capitala chineză. Cancelarul german Friederich Merz este așteptat să sosească la sfârșitul acestei luni. Viz",
      "link": "https://spotmedia.ro/stiri/opinii-si-analize/ue-se-indreapta-tiptil-spre-china-ca-sa-scape-din-pumnul-lui-trump",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T15:45:16+00:00",
      "kind": "ro"
    },
    {
      "id": "cfdf2a49a224",
      "title": "Digi 24 continuă să fie liber la retransmisie",
      "summary": "Postul de televiziune Digi24 a decis ieșirea din lista must carry. Digi24 continuă să fie liber la retransmisie, putând fi preluat și retransmis gratuit prin cablu analogic/digital, DTH și/sau IPTV.",
      "link": "https://www.digi24.ro/stiri/actualitate/digi-24-continua-sa-fie-liber-la-retransmisie-3614063",
      "source": "Digi24",
      "published_utc": "2026-02-03T15:38:53+00:00",
      "kind": "ro"
    },
    {
      "id": "0a38b7af12e8",
      "title": "Comisia Europeană lansează standarde clare pentru proiecte de captare și stocare a carbonului",
      "summary": "<p>Comisia Europeană a adoptat, marți, primul set de metodologii în temeiul Regulamentului privind eliminările de dioxid de carbon și agricultura bazată pe carbon (CRCF), pentru a certifica activitățile care elimină permanent CO2 din atmosferă. Prin adoptarea acestor prime metodo",
      "link": "https://spotmedia.ro/stiri/mediu/comisia-europeana-a-stabilit-noile-norme-de-eliminare-a-dioxidului-de-carbon",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T15:36:00+00:00",
      "kind": "ro"
    },
    {
      "id": "95c48607aa0a",
      "title": "Decizie favorabilă de la Înalta Curte. Manelistul Dani Mocanu și fratele său mai au o șansă să scape de închisoare",
      "summary": "<p>Într-o încercare de a scăpa de închisoare, manelistul Dani Mocanu și fratele său, condamnați definitiv pentru tentativă de omor, au primit marți de la Înalta Curte undă verde pentru recursul în casație, stabilindu-se ca dosarul să fie judecat pe 17 martie 2026. Cei doi, prinși",
      "link": "https://spotmedia.ro/stiri/eveniment/decizie-favorabila-de-la-inalta-curte-manelistul-dani-mocanu-si-fratele-sau-mai-au-o-sansa-sa-scape-de-inchisoare",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T15:34:57+00:00",
      "kind": "ro"
    },
    {
      "id": "6ca5e44c2c99",
      "title": "Ministerul Finanțelor explică noua taxă de 25 de lei pentru coletele din afara UE: „Nu e taxă vamală, ci o obligație fiscală internă”",
      "summary": "De la 1 ianuarie 2026, România aplică o taxă fixă de 25 de lei pentru toate coletele cu valoare sub 150 de euro trimise din afara Uniunii Europene către persoane fizice. Măsura, introdusă prin Legea nr. 239/2025, se aplică indirect prin curieri, vânzători și platforme de comerț o",
      "link": "https://www.digi24.ro/stiri/economie/ministerul-finantelor-explica-noua-taxa-de-25-de-lei-pentru-coletele-din-afara-ue-nu-e-taxa-vamala-ci-o-obligatie-fiscala-interna-3614117",
      "source": "Digi24",
      "published_utc": "2026-02-03T15:34:34+00:00",
      "kind": "ro"
    },
    {
      "id": "aad3ddde1883",
      "title": "Titus Corlățean, prima reacție după ce Ucraina l-a acuzat de dezinformare: O ambasadă de la București a menționat „critici nefondate\"",
      "summary": "Senatorul PSD, Titus Corlățean, a venit cu o reacție publică pe pagina sa de Facebook, marți, după ce Ambasada Ucrainei l-a acuzat de dezinformare. Oficialul punctează, fără să numească despre ce ambasadă este vorba, că Ucraina „discriminează” minoritățile, inclusiv pe cea română",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/titus-corlatean-prima-reactie-dupa-ce-ucraina-l-a-acuzat-de-dezinformare-o-ambasada-de-la-bucuresti-a-mentionat-critici-nefondate-3614059",
      "source": "Digi24",
      "published_utc": "2026-02-03T15:29:38+00:00",
      "kind": "ro"
    },
    {
      "id": "6879b681c519",
      "title": "Finlanda construiește spărgătoare de gheață pentru SUA, în ciuda tensiunilor privind dorința lui Trump de a obține Groenlanda",
      "summary": "Finlanda construiește o nouă flotă de spărgătoare de gheață pentru SUA, dar planurile președintelui Donald Trump pentru Groenlanda, pe care o râvnește, și relațiile tensionate dintre SUA și UE au stârnit îngrijorări cu privire la această înțelegere. 60% dintre spărgătoarele de gh",
      "link": "https://www.digi24.ro/stiri/externe/ue/finlanda-construieste-spargatoare-de-gheata-pentru-sua-in-ciuda-tensiunilor-privind-dorinta-lui-trump-de-a-obtine-groenlanda-3614075",
      "source": "Digi24",
      "published_utc": "2026-02-03T15:27:20+00:00",
      "kind": "ro"
    },
    {
      "id": "93708805d135",
      "title": "Soluția Ciucu pentru căldură în apartamente – în cel mai bun caz, abia de Paște. Oficial, Primăria Capitalei nu are calendar pentru cazanele „minune”",
      "summary": "<p>„Prima soluție” anunțată de Ciprian Ciucu și Primăria Municipiului București pentru mai multă căldură în Capitală nu va fi gata prea curând. În niciun caz pentru următoarele zile de ger! Potrivit răspunsurilor primite de Spotmedia.ro de la companiile municipale implicate, nu s",
      "link": "https://spotmedia.ro/stiri/social/solutia-ciucu-pentru-caldura-in-apartamente-in-cel-mai-bun-caz-abia-de-paste-oficial-primaria-capitalei-nu-are-calendar-pentru-cazanele-minune",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T15:27:00+00:00",
      "kind": "ro"
    },
    {
      "id": "74222c6def9f",
      "title": "Mark Rutte: UE va găsi bani pentru a cumpăra arme Ucrainei. „Unii aliați fac foarte mult, mulți fac ceva, iar câțiva nu fac nimic”",
      "summary": "Secretarul general al NATO, Mark Rutte, este încrezător că aliații Ucrainei vor găsi banii necesari pentru achiziționarea de arme fabricate în SUA pentru forțele armate ucrainene, a spus acesta la o conferință de presă la Kiev.",
      "link": "https://www.digi24.ro/stiri/externe/ue/mark-rutte-ue-va-gasi-bani-pentru-a-cumpara-arme-ucrainei-unii-aliati-fac-foarte-mult-multi-fac-ceva-iar-cativa-nu-fac-nimic-3614111",
      "source": "Digi24",
      "published_utc": "2026-02-03T15:24:12+00:00",
      "kind": "ro"
    },
    {
      "id": "e06cae8e2266",
      "title": "Ce a scris presa din Rusia despre România în luna ianuarie. Nicușor Dan, subiectul central în cele peste 400 de articole",
      "summary": "În ultima lună, presa rusă a acordat atenție României și figurilor sale politice mai ales în contextul tensiunilor geopolitice din regiunea Europei de Est. Datele au fost colectate de platforma de monitorizare media NewsVibe Romania, în intervalul din ultima lună, găsind 472 de a",
      "link": "https://www.digi24.ro/stiri/externe/rusia/ce-a-scris-presa-din-rusia-despre-romania-in-luna-ianuarie-nicusor-dan-subiectul-central-in-cele-peste-400-de-articole-3614105",
      "source": "Digi24",
      "published_utc": "2026-02-03T15:18:56+00:00",
      "kind": "ro"
    },
    {
      "id": "05ac567b3776",
      "title": "Un român și un grec, arestați pentru sabotaj asupra navelor Marinei Germane",
      "summary": "<p>Un român de 37 de ani și un grec de 54 de ani, angajați în portul Hamburg, au fost arestați în Germania și, respectiv, în Grecia, fiind suspectați de tentative de sabotaj asupra unor nave aparținând Marinei federale germane. Potrivit Eurojust, faptele ar fi avut loc în cursul ",
      "link": "https://spotmedia.ro/stiri/fara-categorie/un-roman-si-un-grec-arestati-pentru-sabotaj-asupra-navelor-marinei-germane",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T15:18:41+00:00",
      "kind": "ro"
    },
    {
      "id": "fab5f81c0825",
      "title": "Chatboții AI nu sunt prietenii noștri. Oamenii de știință avertizează asupra legăturilor emoționale cu inteligența artificială",
      "summary": "<p>Tot mai mulți oameni folosesc inteligența artificială nu doar ca instrument, ci ca formă de companie, iar fenomenul ridică riscuri serioase care ar trebui să intre pe agenda politică, avertizează experți de top. Concluzia apare într-o analiză publicată de Politico, bazată pe R",
      "link": "https://spotmedia.ro/stiri/social/chatbotii-ai-nu-sunt-prietenii-nostri-oamenii-de-stiinta-avertizeaza-asupra-legaturilor-emotionale-cu-inteligenta-artificiala",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T15:09:03+00:00",
      "kind": "ro"
    },
    {
      "id": "ff497a27c7a3",
      "title": "CSM vrea să scoată mii de dosare din instanţe: divorţul prin acord şi radierea firmelor, fără judecător",
      "summary": "Consiliul Superior al Magistraturii (CSM) a trimis luni Ministerului Justiției un pachet de modificări legislative prin care mii de dosare ar urma să fie scoase din instanțe. Printre cele mai importante schimbări se numără eliminarea divorțului prin acord din competența judecător",
      "link": "https://www.digi24.ro/stiri/actualitate/justitie/csm-vrea-sa-scoata-mii-de-dosare-din-instante-divortul-prin-acord-si-radierea-firmelor-fara-judecator-3614033",
      "source": "Digi24",
      "published_utc": "2026-02-03T15:05:55+00:00",
      "kind": "ro"
    },
    {
      "id": "1555a2945be6",
      "title": "Înșelătorie de proporții cu 59 de românce create cu AI în Italia. Doi italieni au păgubit statul cu peste 1,4 milioane de euro",
      "summary": "Cincizeci și nouă de românce au fost create cu inteligența artificială, fiind de fapt identități complet false, dar care au adus peste 1,4 milioane de euro în conturile celor doi italieni care le-au creat. Femeile primeau venit minim garantat, deși în realitate nu existau. Este o",
      "link": "https://www.digi24.ro/stiri/externe/mapamond/inselatorie-de-proportii-cu-59-de-romance-create-cu-ai-in-italia-doi-italieni-au-pagubit-statul-cu-peste-14-milioane-de-euro-3614065",
      "source": "Digi24",
      "published_utc": "2026-02-03T15:03:06+00:00",
      "kind": "ro"
    },
    {
      "id": "7554f65be4b5",
      "title": "Noi imagini cu turistul irlandez, înjunghiat în România de către prietenul său. Agresorul a fost arestat",
      "summary": "Noi imagini cu turistul irlandez înjunghiat de prietenul său au fost făcute publice. Tânărul de 21 de ani se afla în vacanță în România și a ajuns în stare gravă la spital. Doar că în momentul în care polițiștii au încercat să afle ce s-a întâmplat, povestea s-a complicat. Întâi ",
      "link": "https://www.digi24.ro/stiri/actualitate/evenimente/noi-imagini-cu-turistul-irlandez-injunghiat-in-romania-de-catre-prietenul-sau-agresorul-a-fost-arestat-3613975",
      "source": "Digi24",
      "published_utc": "2026-02-03T15:01:34+00:00",
      "kind": "ro"
    },
    {
      "id": "a00c8c4ea4e1",
      "title": "Macron pregătește reluarea dialogului cu Putin, dar acuză Moscova că nu vrea pacea în Ucraina",
      "summary": "Preşedintele francez Emmanuel Macron a anunţat marţi că o reluare a dialogului cu omologul său rus Vladimir Putin este „pe cale să fie pregătită”, însă a acuzat Moscova că nu manifestă „o voinţă adevărată” de a negocia pacea în Ucraina. Declaraţia a fost făcută în timpul unei viz",
      "link": "https://www.digi24.ro/stiri/externe/macron-pregateste-reluarea-dialogului-cu-putin-dar-acuza-moscova-ca-nu-vrea-pacea-in-ucraina-3614061",
      "source": "Digi24",
      "published_utc": "2026-02-03T15:00:21+00:00",
      "kind": "ro"
    },
    {
      "id": "44e8fbf7f714",
      "title": "Cluburile din Premier League au cheltuit peste 450 de milioane de euro pe transferuri în această iarnă",
      "summary": "<p>Cluburile din Premier League au cheltuit 390 de milioane de lire sterline (peste 450 de milioane de euro) pe piața transferurilor în această iarnă, o sumă foarte asemănătoare cu cea de anul trecut și care reconfirmă statutul competiției engleze de fotbal de principală forță fi",
      "link": "https://spotmedia.ro/stiri/sport/cluburile-din-premier-league-au-cheltuit-peste-450-de-milioane-de-euro-pe-transferuri-in-aceasta-iarna",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T15:00:00+00:00",
      "kind": "ro"
    },
    {
      "id": "71455bd45b5e",
      "title": "UK homes to get £15bn for solar and green tech to cut energy bills",
      "summary": "The government has announced the details of its long-awaited Warm Homes Plan which promises to cut energy bills.",
      "link": "https://www.bbc.com/news/articles/ckgj7me00p0o?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2026-01-21T09:00:06+00:00",
      "kind": "global",
      "title_ro": "Casele din Regatul Unit vor primi 15 miliarde de lire sterline pentru energie solară și tehnologii ecologice pentru a reduce facturile la energie",
      "summary_ro": "Guvernul a anunțat detaliile mult-așteptatului său plan \"Case calde\", care promite reducerea facturilor la energie."
    },
    {
      "id": "034e67539d3e",
      "title": "Global temperatures dipped in 2025 but more heat records on way, scientists warn",
      "summary": "The last three years were Earth's hottest on record, as humanity's carbon emissions continue to heat the planet.",
      "link": "https://www.bbc.com/news/articles/c5y5p9rzd4ko?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2026-01-14T03:44:07+00:00",
      "kind": "global",
      "title_ro": "Oamenii de știință avertizează că temperaturile globale au scăzut în 2025, dar urmează să se înregistreze și mai multe recorduri de căldură",
      "summary_ro": "Ultimii trei ani au fost cei mai călduroși ani înregistrați vreodată pe Pământ, deoarece emisiile de carbon ale omenirii continuă să încălzească planeta."
    },
    {
      "id": "1d739bf2ad96",
      "title": "'Year of octopus' declared after warmer seas lead to record UK numbers",
      "summary": "The Wildlife Trusts say its is 'flabbergasted' by the sighting of the highest number of octopuses since 1950",
      "link": "https://www.bbc.com/news/articles/c709gz3k9k9o?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2025-12-22T12:49:25+00:00",
      "kind": "global",
      "title_ro": "\"Anul caracatiței\", declarat după ce mările mai calde au condus la un număr record de exemplare în Regatul Unit",
      "summary_ro": "Wildlife Trusts se declară \"uimită\" de observarea celui mai mare număr de caracatițe din 1950"
    }
  ]
}