{
  "generated_utc": "2026-02-25T16:57:16+00:00",
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Unul dintre marile bulevarde din București va fi extins la patru benzi pe o secțiune importantă. Anunțul făcut de primărie",
        "summary": "Studiul de fezabilitate la Drumul Radial 1 a fost finalizat, iar Primăria Sectorului 6 extinde bulevardul Timişoara, între Valea Cascadelor şi CET Vest, la patru benzi, pentru a putea face legătura cu Drumul Radial, a anunţat primarul interimar al Sectorului 6, Paul Moldovan.",
        "link": "https://www.digi24.ro/stiri/actualitate/unul-dintre-marile-bulevarde-din-bucuresti-va-fi-extins-la-patru-benzi-pe-o-sectiune-importanta-anuntul-facut-de-primarie-3648209",
        "published_utc": "2026-02-25T16:01:20+00:00",
        "score": 3,
        "image": "https://s.iw.ro/gateway/g/ZmlsZVNvdXJjZT1odHRwJTNBJTJGJTJG/c3RvcmFnZTA4dHJhbnNjb2Rlci5yY3Mt/cmRzLnJvJTJGc3RvcmFnZSUyRjIwMjYl/MkYwMiUyRjI1JTJGMjYwNjk4MF8yNjA2/OTgwX2RydW0taW4tbHVjcnUtZm90by1k/aWdpMjQuanBnJmhhc2g9YzhjZmM2OGZjYTYxMzQ4MzdjYmYzMGZmODdkZTA0ODc=.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "O țară din Europa se pregăteşte să includă utilizarea banilor cash în Constituţie",
        "summary": "Elveţia se pregăteşte să includă utilizarea numerarului în Constituţie, cu prilejul unui referendum care va fi organizat luna viitoare. Opinia publică din ţara cantoanelor sprijină existenţa în continuare a banilor fizici, în pofida trecerii pe scară largă la plăţile digitale.",
        "link": "https://www.digi24.ro/stiri/externe/ue/o-tara-din-europa-se-pregateste-sa-includa-utilizarea-banilor-cash-in-constitutie-3648177",
        "published_utc": "2026-02-25T15:46:02+00:00",
        "score": 1,
        "image": "https://s.iw.ro/gateway/g/ZmlsZVNvdXJjZT1odHRwJTNBJTJGJTJG/c3RvcmFnZTA4dHJhbnNjb2Rlci5yY3Mt/cmRzLnJvJTJGc3RvcmFnZSUyRjIwMjYl/MkYwMiUyRjI1JTJGMjYwNjk2NV8yNjA2/OTY1X2JhbmktZG9sYXJpLWV1cm8tZnJh/bmNpLXByb2ZpbWVkaWEtMDQ2MzI1NDYz/My1zY2FsZWQtMS5qcGcmdz0xMjAwJmg9/NjMwJnpjPTEmaGFzaD01MzQ4ZGMxN2VkOWI5NzlkOTk0Y2FlNmUyMTA1NDI4MA==.thumb.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "România recuperează păduri după anularea unor titluri de proprietate. Peste 2.500 de hectare luate de Romsilva în Covasna",
        "summary": "Regia Națională a Pădurilor – Romsilva și Ministerul Finanțelor au reușit, în urma unor demersuri judiciare, să readucă în proprietatea publică a statului o suprafață de 2.571 de hectare de fond forestier, situată în județul&#8230;",
        "link": "https://hotnews.ro/romania-recupereaza-paduri-dupa-anularea-unor-titluri-de-proprietate-peste-2-500-de-hectare-luate-de-romsilva-in-covasna-2179393",
        "published_utc": "2026-02-25T15:37:26+00:00",
        "score": 3,
        "image": "https://hotnews.ro/wp-content/uploads/2024/04/image-2023-07-22-26414259-41-turist-padure-1.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Peste 2.500 de hectare de pădure din Covasna au revenit în proprietatea statului. Decizia instanței este definitivă",
        "summary": "Peste 2.500 de hectare de pădure din județul Covasna au revenit în proprietatea publică a statului în urma unor procese inițiate în 2018 de Ministerul Finanțelor, la care s-au alăturat și juriștii Regiei Naționale a Pădurilor - Romsilva. Decizia instanței este definitivă și pune capăt unui litigiu care a început în urmă cu mai bine de șapte ani, potrivit unui comunicat de presă.",
        "link": "https://www.digi24.ro/stiri/sci-tech/natura-si-mediu/peste-2-500-de-hectare-de-padure-din-covasna-au-revenit-in-proprietatea-statului-decizia-instantei-este-definitiva-3648145",
        "published_utc": "2026-02-25T15:33:35+00:00",
        "score": 3,
        "image": "https://s.iw.ro/gateway/g/ZmlsZVNvdXJjZT1odHRwJTNBJTJGJTJG/c3RvcmFnZTA4dHJhbnNjb2Rlci5yY3Mt/cmRzLnJvJTJGc3RvcmFnZSUyRjIwMjUl/MkYwNSUyRjE0JTJGMjI1Nzk3NF8yMjU3/OTc0X3BhZHVyZS5qcGcmaGFzaD0xOWFl/ZmZiYTdiOTFjZTZkNDgwMTM2OWZlN2E3MThjZg==.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Polonia alocă 4,8% din PIB pentru Apărare, dar modernizarea armatei întârzie. General: „Nu compensăm 30 de ani de subfinanțare”",
        "summary": "Șeful Statului Major al Forțelor Armate poloneze a avertizat, miercuri, asupra „amenințării existențiale” pe care o reprezintă Rusia pentru Polonia, subliniind întârzierile în modernizarea armatei, în pofida unor cheltuieli record pentru apărare.",
        "link": "https://www.digi24.ro/stiri/externe/polonia-aloca-48-din-pib-pentru-aparare-dar-modernizarea-armatei-intarzie-general-nu-compensam-30-de-ani-de-subfinantare-3648081",
        "published_utc": "2026-02-25T14:39:16+00:00",
        "score": 3,
        "image": "https://s.iw.ro/gateway/g/ZmlsZVNvdXJjZT1odHRwJTNBJTJGJTJG/c3RvcmFnZTA4dHJhbnNjb2Rlci5yY3Mt/cmRzLnJvJTJGc3RvcmFnZSUyRjIwMjYl/MkYwMiUyRjI1JTJGMjYwNjkwOV8yNjA2/OTA5X0dldHR5SW1hZ2VzLTIyMzYwODU2/NTAuanBnJmhhc2g9YTJjOGVkYzFlYmJkYzJjOThiY2MxZGRlMTY2M2NlOWU=.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Rusia continuă reabilitarea lui Stalin cu un film despre viaţa dictatorului: „El a fost cel care a construit ţara noastră”",
        "summary": "Casa de producţie rusă Triix Media a început miercuri filmările pentru o peliculă despre dictatorul sovietic Iosif Stalin, a cărui imagine Kremlinul încearcă să o reabiliteze de mai mulţi ani.",
        "link": "https://www.digi24.ro/stiri/externe/rusia/rusia-continua-reabilitarea-lui-stalin-cu-un-film-despre-viata-dictatorului-el-a-fost-cel-care-a-construit-tara-noastra-3648095",
        "published_utc": "2026-02-25T14:35:38+00:00",
        "score": 1,
        "image": "https://s.iw.ro/gateway/g/ZmlsZVNvdXJjZT1odHRwJTNBJTJGJTJG/c3RvcmFnZTA4dHJhbnNjb2Rlci5yY3Mt/cmRzLnJvJTJGc3RvcmFnZSUyRjIwMjMl/MkYxMiUyRjE5JTJGMTg2NDMyNF8xODY0/MzI0X3N0YWxpbi1wcm9maW1lZGlhLTA4/MzAxMjA0NTEucG5nJnc9MTIwMCZoPTYz/MCZ6Yz0xJmhhc2g9NmMyOGJhZGY5MmIwMGI3ODhmNTg5NWNjNDBhZTQxOGI=.thumb.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "„Pentru prima dată în istorie”. Record la Moscova, unde stratul de zăpadă a depăşit 80 de centimetri. Imagini din capitala Rusiei",
        "summary": "Grosimea stratului de zăpadă din capitala Rusiei a depăşit 80 de centimetri, doborând recordul istoric anterior din 1994, după ninsorile abundente căzute în ultimele săptămâni, a anunţat miercuri meteorologul rus Evgeny Tishkovets.",
        "link": "https://www.digi24.ro/stiri/externe/pentru-prima-data-in-istorie-record-la-moscova-unde-stratul-de-zapada-a-depasit-80-de-centimetri-imagini-din-capitala-rusiei-3647911",
        "published_utc": "2026-02-25T13:29:38+00:00",
        "score": 3,
        "image": "https://s.iw.ro/gateway/g/ZmlsZVNvdXJjZT1odHRwJTNBJTJGJTJG/c3RvcmFnZTA4dHJhbnNjb2Rlci5yY3Mt/cmRzLnJvJTJGc3RvcmFnZSUyRjIwMjYl/MkYwMiUyRjI1JTJGMjYwNjcxOF8yNjA2/NzE4X3Byb2ZpbWVkaWEtMTA3NjQ2MzA0/OS5qcGcmaGFzaD1hNmE4ZjNhMTFhODhiY2MyZTc1ZmIwYTllMmY2NDdhNg==.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Ciucu îl acuză pe Băluță că blochează lucrările la termoficare: „Bucureștiul riscă să piardă peste 220 de milioane de lei”",
        "summary": "Primarul Capitalei, Ciprian Ciucu, avertizează că Primăria Municipiului București (PMB) riscă să piardă aproximativ 220 de milioane de lei, bani destinați modernizării rețelei de termoficare din Sectorul 4, din cauza refuzului Primăriei Sectorului 4 de a preda amplasamentele necesare lucrărilor. Edilul susține că întârzierea poate duce la anularea proiectului și la menținerea problemelor legate de încălzire pentru locuitorii sectorului.",
        "link": "https://www.digi24.ro/stiri/economie/ciucu-il-acuza-pe-baluta-ca-blocheaza-lucrarile-la-termoficare-bucurestiul-risca-sa-piarda-peste-220-de-milioane-de-lei-3647799",
        "published_utc": "2026-02-25T11:41:24+00:00",
        "score": 3,
        "image": "https://s.iw.ro/gateway/g/ZmlsZVNvdXJjZT1odHRwJTNBJTJGJTJG/c3RvcmFnZTA4dHJhbnNjb2Rlci5yY3Mt/cmRzLnJvJTJGc3RvcmFnZSUyRjIwMjYl/MkYwMSUyRjIzJTJGMjU1NTIwOV8yNTU1/MjA5X2NpcHJpYW4tY2l1Y3UtZGFuaWVs/LWJhbHV0YS5qcGcmaGFzaD05ZjUwN2Vk/YmU4NzcwMmM0ZjQzZDM2MWRjY2RmMDM3MA==.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Friedrich Merz merge pe sârmă între Xi Jinping și Donald Trump. Vizita cancelarului german în China, test pentru relația SUA-Europa",
        "summary": "Cancelarul Friedrich Merz a aterizat, miercuri, în China, începând vizita sa inaugurală în țara care reprezintă cel mai mare partener comercial al Germaniei. Merz și-a petrecut primele luni ale acestui an schițând o nouă viziune pentru Europa într-o lume din ce în ce mai mult modelată de comportamentul de intimidare al superputerilor. Ideea lui: Europa ar trebui să-și reducă dependența de China și Statele Unite pentru a evita să fie împinsă în lateral pe scena mondială — dar nu ar trebui să le izoleze complet, scrie New York Times.",
        "link": "https://www.digi24.ro/stiri/externe/mapamond/friedrich-merz-merge-pe-sarma-intre-xi-jinping-si-donald-trump-vizita-cancelarului-german-in-china-test-pentru-relatia-sua-europa-3647241",
        "published_utc": "2026-02-25T09:43:32+00:00",
        "score": 3,
        "image": "https://s.iw.ro/gateway/g/ZmlsZVNvdXJjZT1odHRwJTNBJTJGJTJG/c3RvcmFnZTA4dHJhbnNjb2Rlci5yY3Mt/cmRzLnJvJTJGc3RvcmFnZSUyRjIwMjYl/MkYwMiUyRjI1JTJGMjYwNjIyNV8yNjA2/MjI1X0ZyaWVkcmljaC1NZXJ6LUxpLVFp/YW5nLmpwZyZoYXNoPWE0YmUwNmZkZGJhMjkzYWIzOWYzYmZmZDQ0MDU0Yjk3.jpg"
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "AFP: Donald Trump a avut un lung exercițiu de autosatisfacție în discursul său din fața Congresului",
        "summary": "Într-un discurs lung ţinut la Capitoliu, Donald Trump şi-a celebrat marţi bilanţul fără a face anunţuri importante şi fără a schiţa vreo schimbare de direcţie în faţa nemulţumirii manifestate de americani în sondaje, comentează AFP, preluat de News.ro.",
        "link": "https://www.digi24.ro/stiri/externe/sua/afp-donald-trump-a-avut-un-lung-exercitiu-de-autosatisfactie-in-discursul-sau-din-fata-congresului-3647345",
        "published_utc": "2026-02-25T08:35:52+00:00",
        "score": 1,
        "image": "https://s.iw.ro/gateway/g/ZmlsZVNvdXJjZT1odHRwJTNBJTJGJTJG/c3RvcmFnZTA4dHJhbnNjb2Rlci5yY3Mt/cmRzLnJvJTJGc3RvcmFnZSUyRjIwMjYl/MkYwMiUyRjI1JTJGMjYwNjI4Nl8yNjA2/Mjg2X3Byb2ZpbWVkaWEtMTA3ODA0NjYx/MS5qcGcmdz0xMjAwJmg9NjMwJnpjPTEm/aGFzaD0yNTc2ZWExOTY4YTczMzE0NGRhNmQ4ZTlkZTZkMzJjOA==.thumb.jpg"
      }
    ],
    "medical": [
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Just two days of oatmeal cut bad cholesterol by 10%",
        "summary": "Eating nothing but oatmeal for just two days might sound extreme, but it delivered a striking payoff in a new clinical trial. People with metabolic syndrome who followed a short, calorie-reduced oat-based plan saw their harmful LDL cholesterol drop by 10%, along with modest weight loss and lower blood pressure. Even more surprising, the cholesterol benefits were still visible six weeks later.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260225081217.htm",
        "published_utc": "2026-02-25T16:37:57+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "New brain stimulation approach could treat depression in just 5 days",
        "summary": "A weeklong, high-intensity version of TMS may work nearly as well as the standard six-week treatment for depression. In a UCLA study, patients who received five sessions a day for five days experienced meaningful symptom relief comparable to those on the traditional schedule. Some who didn’t improve immediately showed strong gains weeks later. The findings hint at a faster, more accessible path to recovery.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224023103.htm",
        "published_utc": "2026-02-25T10:08:45+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Microplastics found in 90% of prostate cancer tumors, study reveals",
        "summary": "Researchers have detected microplastics in nearly all prostate cancer tumors examined in a new study. Tumor tissue contained about 2.5 times more plastic than nearby healthy prostate tissue. Scientists say this is the first Western study to directly measure plastic particles in prostate tumors. More research is needed, but the findings suggest microplastic exposure could play a role in cancer development.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260225001250.htm",
        "published_utc": "2026-02-25T06:28:19+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Massive US study finds higher cancer death rates near nuclear power plants",
        "summary": "A sweeping nationwide study has found that U.S. counties located closer to operating nuclear power plants have higher cancer death rates than those farther away. Researchers analyzed data from every nuclear facility and all U.S. counties between 2000 and 2018, adjusting for income, education, smoking, obesity, environmental conditions, and access to health care. Even after accounting for those factors, cancer mortality was higher in communities nearer to nuclear plants, particularly among older adults.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224015537.htm",
        "published_utc": "2026-02-24T07:26:50+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Training harder could be rewiring your gut bacteria",
        "summary": "Training harder may do more than build muscle—it could transform your gut. Researchers found that intense workouts change the balance of bacteria and important compounds in athletes’ digestive systems. When training loads dropped, diet quality slipped and digestion slowed, triggering different microbial shifts. These hidden changes might influence performance in ways scientists are only beginning to understand.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260222092317.htm",
        "published_utc": "2026-02-24T04:45:43+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Simple blood test can forecast Alzheimer’s years before memory loss",
        "summary": "Scientists have created a blood test that can estimate when Alzheimer’s symptoms are likely to begin. By measuring a protein called p-tau217, the model predicts symptom onset within roughly three to four years. The protein mirrors the silent buildup of amyloid and tau in the brain long before memory loss appears. This advance could speed up preventive drug trials and eventually guide personalized care.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260222085203.htm",
        "published_utc": "2026-02-23T11:46:07+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists discover why high altitude protects against diabetes",
        "summary": "Living at high altitude appears to protect against diabetes, and scientists have finally discovered the reason. When oxygen levels drop, red blood cells switch into a new metabolic mode and absorb large amounts of glucose from the blood. This helps the body cope with thin air while also reducing blood sugar levels. A drug that recreates this effect reversed diabetes in mice, hinting at a powerful new treatment strategy.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260221060952.htm",
        "published_utc": "2026-02-21T13:43:47+00:00",
        "score": 6
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Generative AI analyzes medical data faster than human research teams",
        "summary": "Researchers tested whether generative AI could handle complex medical datasets as well as human experts. In some cases, the AI matched or outperformed teams that had spent months building prediction models. By generating usable analytical code from precise prompts, the systems dramatically reduced the time needed to process health data. The findings hint at a future where AI helps scientists move faster from data to discovery.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260221060942.htm",
        "published_utc": "2026-02-21T11:17:29+00:00",
        "score": 5
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists reveal how exercise protects the brain from Alzheimer’s",
        "summary": "Exercise may sharpen the mind by repairing the brain’s protective shield. Researchers found that physical activity prompts the liver to release an enzyme that removes a harmful protein causing the blood-brain barrier to become leaky with age. In older mice, dialing down this protein reduced inflammation and improved memory. The discovery points to a surprising body-to-brain pathway that could inspire new Alzheimer’s therapies.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040752.htm",
        "published_utc": "2026-02-20T15:19:43+00:00",
        "score": 9
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists discover the body’s hidden “off switch” for inflammation",
        "summary": "A new human study has uncovered how the body naturally turns off inflammation. Researchers found that fat-derived molecules called epoxy-oxylipins rein in immune cells that can otherwise drive chronic disease. Using a drug to boost these molecules reduced pain faster and lowered harmful inflammatory cells. The discovery could pave the way for safer treatments for arthritis, heart disease, and other inflammation-related conditions.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040816.htm",
        "published_utc": "2026-02-19T15:16:55+00:00",
        "score": 6
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists finally explain why chronic constipation treatments often fail",
        "summary": "A newly discovered bacterial duo may be the hidden cause of chronic constipation. The two microbes break down the colon’s protective mucus layer, leaving stool dry and hard — a problem traditional laxatives don’t fix. Parkinson’s patients, who often struggle with constipation years before tremors appear, have higher levels of these bacteria. Blocking the bacteria’s mucus-destroying enzyme prevented constipation in mice, hinting at a new treatment strategy.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040745.htm",
        "published_utc": "2026-02-19T13:46:05+00:00",
        "score": 4
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Intermittent fasting fails to beat standard dieting for weight loss",
        "summary": "Intermittent fasting has become one of the most talked-about weight loss trends in recent years, promising dramatic results with simple changes to when you eat. But a major Cochrane review suggests the reality may be far less exciting. After analyzing 22 clinical trials involving nearly 2,000 adults, researchers found that intermittent fasting did not produce significantly more weight loss than standard diet advice or even no structured plan at all.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218044620.htm",
        "published_utc": "2026-02-18T13:11:51+00:00",
        "score": 5
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Viagra and shingles vaccine show surprising promise against Alzheimer’s",
        "summary": "A major new study has spotlighted three familiar medicines that could take on an unexpected new role in the fight against Alzheimer’s disease — with a shingles vaccine emerging as the front-runner. After reviewing 80 existing drugs, an international panel of experts identified Zostavax, Viagra (sildenafil), and riluzole as the most promising candidates for repurposing.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260217005759.htm",
        "published_utc": "2026-02-18T12:02:28+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "One stem cell generates 14 million tumor-killing NK cells in major cancer breakthrough",
        "summary": "Scientists in China have unveiled a breakthrough way to mass-produce powerful cancer-fighting immune cells in the lab. By engineering early-stage stem cells from cord blood—rather than trying to modify mature natural killer (NK) cells—they created a streamlined process that generates enormous numbers of highly potent NK cells, including CAR-equipped versions designed to hunt specific cancers.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225600.htm",
        "published_utc": "2026-02-18T03:31:13+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "One in three people carry this brain parasite but the body has a kill switch",
        "summary": "A parasite that may already be hiding in your brain has a shocking survival trick: it can infect the very immune cells sent to destroy it. Yet most people never get sick, and new research from UVA Health reveals why. Scientists discovered that when Toxoplasma gondii invades CD8+ T cells — key defenders of the immune system — those cells can trigger a self-destruct mechanism powered by an enzyme called caspase-8. By sacrificing themselves, the infected cells also wipe out the parasite inside them.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225602.htm",
        "published_utc": "2026-02-16T13:33:46+00:00",
        "score": 2
      }
    ],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Lost fossils reveal sea monsters that took over after Earth’s greatest extinction",
        "summary": "A lost cache of 250-million-year-old fossils from Australia has rewritten part of the story of life after Earth’s worst mass extinction. Instead of a single marine amphibian species, researchers uncovered evidence of a surprisingly diverse community of early ocean predators. One of these creatures had relatives stretching from the Arctic to Madagascar, showing that some of the first sea-going tetrapods spread across the globe with remarkable speed.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224023203.htm",
        "published_utc": "2026-02-25T10:20:53+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Scientists finally solve the mystery of the horse whinny",
        "summary": "Horses have a vocal trick no one fully understood until now. Scientists have discovered that when a horse whinnies, it produces two completely different sounds at the same time. One is a deep tone created by vibrating the vocal folds, similar to how humans sing. The other is a high-pitched whistle generated inside the larynx, something never before confirmed in a large mammal. This rare ability, known as biphonation, likely helps horses send multiple emotional signals in a single call.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260225001256.htm",
        "published_utc": "2026-02-25T09:01:40+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "50 year quest ends with creation of silicon aromatic once thought impossible",
        "summary": "After nearly 50 years of failed attempts and scientific speculation, chemists at Saarland University have achieved what many thought might be impossible: creating a long-sought silicon-based aromatic molecule. By replacing carbon atoms in a famously stable ring-shaped compound with silicon, the team synthesized pentasilacyclopentadienide — a breakthrough published in Science.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224023205.htm",
        "published_utc": "2026-02-24T16:50:06+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Something strange is happening in the Milky Way’s magnetic field",
        "summary": "Deep inside the Milky Way, an invisible force is quietly holding everything together — its magnetic field. Now, researchers have created one of the most detailed maps ever of this hidden structure, revealing surprising twists in how it flows through our galaxy.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224023207.htm",
        "published_utc": "2026-02-24T15:05:10+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Congo basin blackwater lakes are releasing ancient carbon into the atmosphere",
        "summary": "Deep in the Congo Basin, vast peatlands quietly store enormous amounts of Earth’s carbon — but new research suggests this ancient vault may be leaking. Scientists studying Africa’s largest blackwater lakes discovered that significant amounts of carbon dioxide bubbling into the atmosphere come not just from recent plant life, but from peat that has been locked away for thousands of years.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260224023201.htm",
        "published_utc": "2026-02-24T13:16:20+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Schrödinger’s color theory finally completed after 100 years",
        "summary": "A century after Erwin Schrödinger sketched out a bold vision for how we perceive color, scientists have finally filled in the missing pieces. A Los Alamos team used advanced geometry to show that hue, saturation, and lightness aren’t shaped by culture or experience — they’re built directly into the mathematical structure of how we see color. By defining a crucial missing element known as the “neutral axis,” the researchers repaired a long-standing flaw in Schrödinger’s model and even corrected tricky visual quirks like the way brightness can subtly shift perceived hue.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260222092302.htm",
        "published_utc": "2026-02-23T15:24:39+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Triceratops had a giant nose that may have cooled its massive head",
        "summary": "Triceratops’ massive head may have been doing more than just showing off those famous horns. Using CT scans and 3D reconstructions of fossil skulls, researchers uncovered a surprisingly complex nasal system hidden inside its enormous snout. Instead of being just a supersized nose for smelling, it likely housed intricate networks of nerves and blood vessels—and even special structures that helped regulate heat and moisture.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260221000313.htm",
        "published_utc": "2026-02-22T12:20:15+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "NASA’s Hubble spots nearly invisible “ghost galaxy” made of 99% dark matter",
        "summary": "Astronomers have uncovered one of the most mysterious galaxies ever found — a dim, ghostly object called CDG-2 that is almost entirely made of dark matter. Located 300 million light-years away in the Perseus galaxy cluster, it was discovered in an unusual way: not by its stars, but by four tightly packed globular clusters acting like cosmic breadcrumbs.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260221000307.htm",
        "published_utc": "2026-02-21T06:57:52+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Giant virus discovery could rewrite the origin of complex life",
        "summary": "A giant virus discovered in Japan is adding fuel to the provocative idea that viruses helped create complex life. Named ushikuvirus, it infects amoebae and shows unique traits that connect different families of giant DNA viruses. Its unusual way of hijacking and disrupting the host cell’s nucleus offers fresh insight into how viruses may have influenced the evolution of the cell nucleus itself. The finding deepens the mystery of viruses—and their possible role in life’s biggest leap.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260219040814.htm",
        "published_utc": "2026-02-20T03:28:24+00:00",
        "score": 4
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Ancient DNA solves 5,500 year old burial mystery in Sweden",
        "summary": "Ancient DNA from a Stone Age burial site in Sweden shows that families 5,500 years ago were more complex than expected. Many individuals buried together were not immediate family, but second- or third-degree relatives. One grave held a young woman alongside two children who were siblings—yet she wasn’t their mother. The discoveries hint at tight-knit communities where extended kin mattered deeply.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218031559.htm",
        "published_utc": "2026-02-19T06:47:07+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "New map reveals where lethal scorpions are most likely to strike",
        "summary": "Scientists have developed a powerful new way to forecast where some of the world’s most dangerous scorpions are likely to be found. By combining fieldwork in Africa with advanced computer modeling, the team discovered that soil type is the strongest factor shaping where many lethal species live, while temperature patterns also play a key role.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218044628.htm",
        "published_utc": "2026-02-19T04:36:03+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "The Moon is still shrinking and it could trigger more moonquakes",
        "summary": "Researchers have uncovered more than a thousand previously unknown tectonic ridges across the Moon’s dark plains, showing the Moon is still contracting and reshaping itself. These features are among the youngest geological structures on the lunar surface. Because they form through the same forces linked to past moonquakes, they could signal new seismic hotspots.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218031532.htm",
        "published_utc": "2026-02-18T12:49:00+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Ancient microbes may have used oxygen 500 million years before it filled Earth’s atmosphere",
        "summary": "Life on Earth may have learned to breathe oxygen long before oxygen filled the skies. MIT researchers traced a key oxygen-processing enzyme back hundreds of millions of years before the Great Oxidation Event. Early microbes living near oxygen-producing cyanobacteria may have quickly used up the gas as it formed, slowing its rise in the atmosphere. The results suggest life was adapting to oxygen far earlier — and far more creatively — than once thought.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218031609.htm",
        "published_utc": "2026-02-18T08:50:31+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Cheops discovers late bloomer from another era",
        "summary": "Scientists used the European Space Agency's Cheops satellite to discover that the planetary system around the star LHS 1903 challenges current planet formation theories with the unusual order of its planets. Surprisingly, the most distant outer planet might be rocky and seems to have formed later – in a different environment than the other planets around the star.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Cheops/Cheops_discovers_late_bloomer_from_another_era",
        "published_utc": "2026-02-12T11:00:00+00:00",
        "score": 2,
        "image": "https://www.esa.int/var/esa/storage/images/esa_multimedia/images/2026/02/artist_impression_of_the_planetary_system_around_the_star_lhs_1903/27079088-6-eng-GB/Artist_impression_of_the_planetary_system_around_the_star_LHS_1903_card_full.png"
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "The journey of Juice – episode 2",
        "summary": "Video: 00:12:24 ESA’s Jupiter Icy Moons Explorer ( Juice ) is on an epic eight-year journey to Jupiter. It left Earth in April 2023 and is due to arrive at the gas giant in 2031.&nbsp; 2025 has been another&nbsp;big year for Juice. It made its closest approach to the Sun&nbsp;and&nbsp;flew close by Venus&nbsp;for a gravity boost to help it on its way. This second episode of ‘The journey of Juice’ takes us&nbsp;on a journey of our own, discovering&nbsp;what Juice – and the humans behind it – have experienced&nbsp;this year.&nbsp; In&nbsp;a&nbsp;clean room&nbsp;at ESA’s technical centre, thermal engineer Romain&nbsp;Peyrou-Lauge shows us&nbsp;the technologies that protect Juice&nbsp;from the intense heat of the Sun during this period.&nbsp; In Uppsala, Sweden,&nbsp;scientists get together for a ‘science working team’ meeting to discuss the scientific aspects of the mission. Juice Project Scientist Olivier&nbsp;Witasse&nbsp;talks about how important it is to continue working as a team to&nbsp;prepare for Juice’s precious time spent collecting data at Jupiter.&nbsp; The video culminates with operations engineer Marc Costa taking us to the Cebreros station in Madrid for the Venus flyby.&nbsp;There we meet deputy station manager Jorge Fauste, Juice intern Charlotte&nbsp;Bergot&nbsp;and Juice Mission Manager Nicolas Altobelli.&nbsp; This series follows on from ‘ The making of Juice ’ series, which covered the planning, testing and launch of this once-in-a-generation mission.",
        "link": "https://www.esa.int/ESA_Multimedia/Videos/2025/12/The_journey_of_Juice_episode_2",
        "published_utc": "2025-12-11T13:00:00+00:00",
        "score": 2,
        "image": "https://www.esa.int/var/esa/storage/images/esa_multimedia/videos/2025/12/the_journey_of_juice_episode_2/27013530-1-eng-GB/The_journey_of_Juice_episode_2_card_full.png"
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "A spinning gyroscope could finally unlock ocean wave energy",
        "summary": "Ocean waves are a vast and steady source of renewable energy, but capturing their power efficiently has long frustrated engineers. A researcher at The University of Osaka has now explored a bold new approach: a gyroscopic wave energy converter that uses a spinning flywheel inside a floating structure to turn wave motion into electricity. By harnessing gyroscopic precession—the subtle wobble of a spinning object under force—the system can be tuned to absorb energy across a wide range of wave conditions.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260218031554.htm",
        "published_utc": "2026-02-18T14:33:28+00:00",
        "score": 5
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "Microplastics have reached Antarctica’s only native insect",
        "summary": "Even Antarctica’s toughest native insect can’t escape the reach of plastic pollution. Scientists have discovered that Belgica antarctica — a tiny, rice-sized midge and the southernmost insect on Earth — is already ingesting microplastics in the wild. While lab tests showed the hardy larvae can survive short-term exposure without obvious harm, those exposed to higher plastic levels had reduced fat reserves, hinting at hidden energy costs.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212234214.htm",
        "published_utc": "2026-02-16T12:48:45+00:00",
        "score": 1
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "Scientists discover pets are helping an invasive flatworm spread",
        "summary": "A new study shows that dogs and cats may be helping an invasive flatworm spread. Researchers analyzing over a decade of reports discovered the worm attached to pet fur. Its sticky mucus and ability to reproduce alone make it highly adaptable. Pets could be giving this slow-moving invader a major boost.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260210231550.htm",
        "published_utc": "2026-02-14T14:34:47+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "Snowball Earth was not completely frozen, new study reveals",
        "summary": "Even when Earth was locked in its most extreme deep freeze, the planet’s climate may not have been as silent and still as once believed. New research from ancient Scottish rocks reveals that during Snowball Earth — when ice sheets reached the tropics and the planet resembled a giant snowball from space — climate rhythms similar to today’s seasons, solar cycles, and even El Niño–like patterns were still pulsing beneath the ice.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212025545.htm",
        "published_utc": "2026-02-12T08:48:58+00:00",
        "score": 1
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "Life may have started as sticky goo clinging to rocks",
        "summary": "Life may have started in sticky, rock-hugging gels rather than inside cells. Researchers suggest these primitive, biofilm-like materials could trap and concentrate molecules, giving early chemistry a protected space to grow more complex. Within these gels, the first hints of metabolism and self-replication may have emerged.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260211073052.htm",
        "published_utc": "2026-02-11T14:39:33+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "Your cat’s purr says more than you think",
        "summary": "Your cat’s purr may say more about who they are than their meow ever could. Scientists discovered that purrs are stable and uniquely identifiable, while meows change dramatically depending on context. Domestic cats, in particular, have evolved highly flexible meows as a way to communicate with humans. The purr, meanwhile, stays constant—making it a reliable marker of individual identity.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260210040619.htm",
        "published_utc": "2026-02-11T08:56:29+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "A bonobo’s pretend tea party is rewriting what we know about imagination",
        "summary": "A bonobo named Kanzi surprised scientists by successfully playing along in pretend tea party experiments, tracking imaginary juice and grapes as if they were real. He consistently pointed to the correct locations of pretend items, while still choosing real food when given the option. The results suggest that imagination may not be exclusive to humans after all.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260210040605.htm",
        "published_utc": "2026-02-11T04:04:44+00:00",
        "score": 4
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "ScienceDaily Environment",
        "title": "Scientists were wrong for decades about DNA knots",
        "summary": "Scientists have discovered that DNA behaves in a surprising way when squeezed through tiny nanopores, overturning a long-held assumption in genetics research. What researchers once thought were knots causing messy electrical signals turn out to be something else entirely: twisted coils called plectonemes, formed as flowing ions inside the pore spin the DNA like a phone cord. These twists can linger and grow as DNA moves through, leaving clear electrical fingerprints.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260208233844.htm",
        "published_utc": "2026-02-09T12:03:56+00:00",
        "score": 2
      }
    ]
  },
  "joke_ro": {
    "date_utc": "2026-02-25",
    "text": "Dacă viața îți dă lămâi… cere și sare, te rog."
  },
  "top_images": [
    {
      "tag": "space",
      "title": "Misha Brown, CF, 2/21/26",
      "link": "https://www.flickr.com/photos/slclevents/55115111594/",
      "image": "https://live.staticflickr.com/65535/55115111594_32063bcb67_b.jpg"
    },
    {
      "tag": "animals",
      "title": "animal eyes",
      "link": "https://www.flickr.com/photos/196827590@N05/55116101345/",
      "image": "https://live.staticflickr.com/65535/55116101345_9970f4dbef_b.jpg"
    },
    {
      "tag": "landscape",
      "title": "Goat 1",
      "link": "https://www.flickr.com/photos/160043453@N06/55115594996/",
      "image": "https://live.staticflickr.com/65535/55115594996_2fb1d34262_b.jpg"
    }
  ]
}