{
  "generated_utc": "2026-02-06T05:46:11+00:00",
  "count": 58,
  "items": [
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Cine sunt cele 16 românce care intră azi în rândul sfinților? Ceremonia de canonizare, oficiată de Patriarhul Daniel",
      "summary": "Ceremonia proclamării generale a canonizării a 16 românce cu viață sfântă va fi oficiată de Patriarhul Bisericii Ortodoxe Române, Preafericitul Părinte Daniel, înconjurat de ierarhii Sfântului Sinod, vineri, la Catedrala Patriarhală. Programul va începe la&#8230;",
      "link": "https://hotnews.ro/cine-sunt-cele-16-romance-care-intra-azi-in-randul-sfintilor-ceremonia-de-canonizare-oficiata-de-patriarhul-daniel-2165920",
      "published_utc": "2026-02-06T05:28:09+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Micile superputeri”: Statele care pot „băga” SUA sau China oricând în „buzunare”",
      "summary": "Le lipsește forța marilor puteri, dar posedă capacități industriale de producere a bogăției sau diplomatice foarte consistente. În plus, sunt indispensabile pentru Statele Unite și China, scrie presa elenă. Jurnalistul Dan Popa trimite în fiecare&#8230;",
      "link": "https://hotnews.ro/micile-superputeri-statele-care-pot-baga-sua-sau-china-oricand-in-buzunare-2165916",
      "published_utc": "2026-02-06T05:17:56+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "A Winter Blanket Covers North Carolina",
      "summary": "In late January 2026, a strong, moisture-laden storm dropped snow across nearly the entire state, spanning from the Appalachians to the Atlantic Coast.",
      "link": "https://science.nasa.gov/earth/earth-observatory/a-winter-blanket-covers-north-carolina/",
      "published_utc": "2026-02-06T05:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "O serie de procese istorice începute în SUA încearcă să răspundă la o întrebare esențială despre rețelele sociale",
      "summary": "În Statele Unite, mai multe procese considerate istorice încearcă să răspundă unei întrebări care până recent părea mai degrabă retorică: pot rețelele sociale să dea dependență, la fel ca țigările? Și, dacă da, pot fi&#8230;",
      "link": "https://hotnews.ro/o-serie-de-procese-istorice-incepute-in-sua-incearca-sa-raspunda-la-o-intrebare-esentiala-despre-retelele-sociale-2164663",
      "published_utc": "2026-02-06T05:02:48+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Palmaresul” penal al primarului Robert Negoiță, acuzat acum de DNA de abuz în serviciu: cinci dosare penale, nicio vinovăție",
      "summary": "Primarul Sectorului 3, Robert Negoiță a fost vizat de-a lungul anilor de mai multe investigații ale procurorilor, însă până în prezent într-un singur dosar a fost trimis în judecată, dar și faptele din acel dosar&#8230;",
      "link": "https://hotnews.ro/palmaresul-penal-al-primarul-robert-negoita-acuzat-acum-de-dna-de-abuz-in-serviciu-cinci-dosare-penale-nicio-vinovatie-2165741",
      "published_utc": "2026-02-06T05:01:05+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Selects Two Earth System Explorers Missions",
      "summary": "Two next-generation satellite missions announced Thursday will help NASA better understand Earth and improve capabilities to foresee environmental events and mitigate disasters. “NASA uses the unique vantage point of space to study our home planet to deliver life-saving data into the hands of disaster response and decision-makers every day for the benefit of all, while [&#8230;]",
      "link": "https://www.nasa.gov/news-release/nasa-selects-two-earth-system-explorers-missions/",
      "published_utc": "2026-02-05T21:10:14+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Dosarul nuclear iranian și arsenalul balistic: problemele care complică revenirea la acord. Negocieri cu miză uriașă pentru SUA",
      "summary": "Îmbogățirea uraniului ar putea fi principalul subiect de dispută în cadrul negocierilor dintre SUA și Iran, programate pentru vineri în Oman, dar punctul-cheie de dezacord este programul Iranului privind rachetele balistice, pe care SUA dorește să îl adauge pe agenda negocierilor, arată, într-o analiză, jurnaliștii France24.",
      "link": "https://www.digi24.ro/stiri/externe/mapamond/dosarul-nuclear-iranian-si-arsenalul-balistic-problemele-care-complica-revenirea-la-acord-negocieri-cu-miza-uriasa-pentru-sua-3618215",
      "published_utc": "2026-02-06T05:00:55+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Drumuri pline de gropi, aglomerație în service-urile auto din toată țara. Cât poate ajunge să coste reparația unei mașini",
      "summary": "Un drum cu mașina prin România se poate transforma rapid într-o cursă cu obstacole. După episoadele de iarnă, gropile și-au făcut apariția parcă mai mult ca niciodată. Chiar dacă încearcă să le evite, de multe ori, șoferii ajung cu mașina la service-uri și vulcanizări pentru reparații. Sumele pornesc de la 100 de lei, însă pot ajunge până la 900 de lei, în cazul problemelor mai serioase. În instanță, șoferii își pot recupera pagubele.",
      "link": "https://www.digi24.ro/stiri/sci-tech/auto/drumuri-pline-de-gropi-aglomeratie-in-service-urile-auto-din-toata-tara-cat-poate-ajunge-sa-coste-reparatia-unei-masini-3616551",
      "published_utc": "2026-02-06T05:00:49+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Career Spotlight: Welder (Ages 14-18)",
      "summary": "What does a welder do? A welder uses tools that join two or more parts through forces such as heat or pressure. Metals are the materials most commonly used in welding, but it&#8217;s also possible to weld thermoplastics or wood. Welders use their hands, skills, and problem-solving abilities to create something new. At NASA, welders [&#8230;]",
      "link": "https://www.nasa.gov/learning-resources/career-spotlight-welder-ages-14-18/",
      "published_utc": "2026-02-05T19:35:15+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Revizia tehnică periodică în 2026: Când trebuie făcută în funcție de motorizare și ce verificări te feresc de reparații scumpe",
      "summary": "Revizia tehnică periodică este esențială pentru siguranța, fiabilitatea și buna funcționare a autovehiculului. Deși nu este sancționată legal precum ITP-ul, respectarea intervalelor recomandate de producător previne defecțiunile majore, menține garanția și asigură funcționarea mașinii în parametri optimi.",
      "link": "https://www.digi24.ro/stiri/actualitate/social/revizia-tehnica-periodica-in-2026-cand-trebuie-facuta-in-functie-de-motorizare-si-ce-verificari-te-feresc-de-reparatii-scumpe-3617613",
      "published_utc": "2026-02-06T05:00:36+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Miza ascunsă care l-a determinat pe Donald Trump să renunțe la restricțiile nucleare. Explicațiile specialiștilor",
      "summary": "Statele Unite doresc să-și mărească semnificativ arsenalul nuclear pentru că principalul lor rival, China, face deja acest lucru, motiv pentru care Washingtonul nu vrea să adere la niciun tratat de limitare a armamentului, au declarat experți pentru RBC Ukraine. Mai mult, Beijingul va fi principalul motor al producției de arme nucleare în rândul marilor puteri, mai susțin aceștia.",
      "link": "https://www.digi24.ro/stiri/externe/miza-ascunsa-care-l-a-determinat-pe-donald-trump-sa-renunte-la-restrictiile-nucleare-explicatiile-specialistilor-3617429",
      "published_utc": "2026-02-06T05:00:23+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA’s SpaceX Crew-12 to Study Adaptation to Altered Gravity",
      "summary": "NASA’s SpaceX Crew-12 mission is preparing to launch for a long-duration science mission aboard the International Space Station. During the mission, select crew members will participate in human health studies focused on understanding how astronauts’ bodies adapt to the low-gravity environment of space, including a new study examining subtle changes in blood flow. The experiments, [&#8230;]",
      "link": "https://www.nasa.gov/humans-in-space/nasas-spacex-crew-12-to-study-adaptation-to-altered-gravity/",
      "published_utc": "2026-02-05T18:38:08+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Cum își apără UE cablurile submarine de internet din Marea Baltică și Marea Mediterană: Investiții de 347 de milioane de euro",
      "summary": "Confruntată cu riscuri din ce în ce mai mari la adresa cablurilor de date submarine, care transportă 99% din traficul de internet intercontinental, şi sunt esenţiale pentru viaţa modernă şi economia europeană, Comisia Europeană a introdus joi un nou set de instrumente pentru securitatea cablurilor, care cuprinde măsuri de atenuare a riscurilor, precum şi o listă de proiecte de interes european în domeniul cablurilor, informează un comunicat de presă al Executivului comunitar.",
      "link": "https://www.digi24.ro/stiri/externe/ue/cum-isi-apara-ue-cablurile-submarine-de-internet-din-marea-baltica-si-marea-mediterana-investitii-de-347-de-milioane-de-euro-3617301",
      "published_utc": "2026-02-06T05:00:20+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Dacă mâine am un puseu, sunt pedepsit pentru că boala mi-a făcut rău”. Povestea lui Eduard / Ce angajați pot pierde „între unul și două salarii pe an” din cauză că prima zi de concediu medical nu se mai plătește",
      "summary": "O decizie care îi lovește cel mai mult pe pacienții cu afecțiuni cronice grave, care au nevoie de internări periodice, mulți dintre ei de spitalizare lunară. Așa vede Eduard Pletea hotărârea Guvernului de a nu&#8230;",
      "link": "https://hotnews.ro/daca-maine-am-un-puseu-sunt-pedepsit-pentru-ca-boala-mi-a-facut-rau-povestea-lui-eduard-ce-angajati-pot-pierde-intre-unul-si-doua-salarii-pe-an-din-cauza-ca-pri-2163961",
      "published_utc": "2026-02-06T05:00:18+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Hubble Spots Lens-Shaped Galaxy",
      "summary": "This new Hubble image, released on Jan. 30, 2026, is the sharpest taken of NGC 7722, a lenticular galaxy located about 187 million light-years away in the constellation&#160;Pegasus. A lenticular, meaning “lens-shaped,” galaxy is a type whose classification sits between more familiar&#160;spiral galaxies&#160;and&#160;elliptical galaxies. It is also less common than spirals and ellipticals — partly [&#8230;]",
      "link": "https://www.nasa.gov/image-article/hubble-spots-lens-shaped-galaxy/",
      "published_utc": "2026-02-05T16:39:36+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Algeria a cumpărat avioane de luptă Su-57E din Rusia, iar acum se așteaptă la represalii din partea SUA. Washingtonul: „E inacceptabil”",
      "summary": "În octombrie, comenzile de producție emise de conglomeratul rus Rostec și divulgate de colectivul de hackeri Black Mirror au confirmat că Algeria a comandat douăsprezece avioane de luptă Su-57E „Felon” și paisprezece bombardiere tactice Su-34 „Fullback” de la Suhoi.",
      "link": "https://www.digi24.ro/stiri/externe/algeria-a-cumparat-avioane-de-lupta-su-57e-din-rusia-iar-acum-se-asteapta-la-represalii-din-partea-sua-washingtonul-e-inacceptabil-3617975",
      "published_utc": "2026-02-06T05:00:10+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Trupele de elită britanice învață de la ucraineni cum să producă drone, componente și bombe la imprimanta 3D",
      "summary": "O unitate militară britanică a adoptat imprimarea 3D, inspirată de strategia Ucrainei pe câmpul de luptă. Ucraina folosește imprimante 3D pentru a produce rapid și ieftin drone, componente de drone și bombe, pe care apoi le auncă în luptă împotriva Rusiei. Unitatea britanică folosește din ce în ce mai mult această tehnologie și dorește să o poată aduce aproape de câmpul de luptă, relatează Business Insider.",
      "link": "https://www.digi24.ro/stiri/externe/trupele-de-elita-britanice-invata-de-la-ucraineni-cum-sa-produca-drone-componente-si-bombe-la-imprimanta-3d-3617379",
      "published_utc": "2026-02-06T05:00:06+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "A presidential greeting ahead of Sophie Adenot's first spaceflight",
      "summary": "ESA Director General Josef Aschbacher joined French President Emmanuel Macron at the Élysée Palace for an event celebrating the first spaceflight of ESA astronaut Sophie Adenot.",
      "link": "https://www.esa.int/About_Us/Corporate_news/A_presidential_greeting_ahead_of_Sophie_Adenot_s_first_spaceflight",
      "published_utc": "2026-02-05T15:55:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Problema traficului, rezolvată cu AI. Soluția testată de un mare oraș din România, pentru a reduce aglomerația. Șoferii sunt sceptici",
      "summary": "Autoritățile din Iași caută soluții pentru traficul aglomerat cu ajutorul inteligenței artificiale. Un exemplu este utilizarea dronelor utilitare, care să colecteze date din aer, să identifice care sunt punctele critice, iar semaforizarea să fie adaptată înainte să se creeze ambuteiaje. Șoferii sunt, însă, sceptici și nu cred că se vor găsi prea curând soluții pentru traficul din marile orașe.",
      "link": "https://www.digi24.ro/stiri/economie/transporturi/problema-traficului-rezolvata-cu-ai-solutia-testata-de-un-mare-oras-din-romania-pentru-a-reduce-aglomeratia-soferii-sunt-sceptici-3616659",
      "published_utc": "2026-02-06T05:00:02+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "EXCLUSIV SURPRIZĂ Frații Pavăl, proprietarii Dedeman, ies de pe piața logistică",
      "summary": "Frații Dragoș și Adrian Pavăl, proprietarii retailerului de bricolaj Dedeman, renunță la investițiile în sectorul industrial/logistic al pieței imobiliare, din cauza randamentelor scăzute, de 7,5%, oferite de această nișă, spun sursele Profit.ro. Citiți mai mult&#8230;",
      "link": "https://hotnews.ro/exclusiv-surpriza-fratii-paval-proprietarii-dedeman-ies-de-pe-piata-logistica-2165913",
      "published_utc": "2026-02-06T04:59:39+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Curiosity Blog, Sols 4788-4797: Welcome Back from Conjunction",
      "summary": "Written by Alex Innanen, Atmospheric Scientist at York University, Toronto Earth planning date: Friday, Jan. 30, 2026 Mars has emerged from its holiday behind the Sun, and we here on Earth have been able to reconnect with Curiosity and get back to work on Mars. Our first planning day last Friday gave Curiosity a full […]",
      "link": "https://science.nasa.gov/blog/curiosity-blog-sols-4788-4797-welcome-back-from-conjunction/",
      "published_utc": "2026-02-04T23:05:07+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Olguţa Vasilescu, replică pentru Radu Miruţă pe tema blocului din Craiova care ar bloca un radar militar",
      "summary": "Primarul municipiului Craiova, Lia Olguţa Vasilescu, îi răspunde, joi seară, ministrului Apărării, Radu Miruţă, pe tema blocului cu 9 etaje care ar fi fost construit în apropierea unui depozit de muniţie şi care ar afecta radarul de la Cârcea. Ea afirmă că între bloc şi radar sunt 8 kilometri, iar linia imaginară care umeşte cele două puncte trece chiar prin mijlocul cladirii de birouri a fabricii Ford. „O dărâmăm şi pe ea?”, se întreabă Olguţa Vasilescu, precizând, de asemenea, că blocul este amplasat într-un ansamblu rezidenţial cu multe alte blocuri de 10 etaje, în apropierea unui cartier construit chiar pe un teren al MApN.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/olguta-vasilescu-replica-pentru-radu-miruta-pe-tema-blocului-din-craiova-care-ar-bloca-un-radar-militar-3618463",
      "published_utc": "2026-02-05T22:41:23+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Grosolan încălcat”. Trump respinge oferta lui Putin privind ultimul pact nuclear dintre SUA și Rusia și propune altceva",
      "summary": "Președintele SUA, Donald Trump, a respins joi oferta omologului său rus de a prelungi voluntar, cu un an, limita privind desfășurarea armelor nucleare strategice, după expirarea pactului bilateral New START, care ținut acest tip de&#8230;",
      "link": "https://hotnews.ro/grosolan-incalcat-trump-respinge-oferta-lui-putin-privind-ultimul-pact-nuclear-dintre-sua-si-rusia-si-propune-altceva-2165891",
      "published_utc": "2026-02-05T22:30:44+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA, University of Texas Expand Research and Workforce Development",
      "summary": "NASA’s Johnson Space Center in Houston and the University of Texas System (UT System) announced the signing of a collaborative Space Act Agreement on Jan. 9, 2026. The agreement expands research and workforce development partnership opportunities across NASA centers and UT System facilities. The agreement builds upon decades of collaboration between NASA and the UT [&#8230;]",
      "link": "https://www.nasa.gov/centers-and-facilities/johnson/nasa-university-of-texas-expand-research-and-workforce-development/",
      "published_utc": "2026-02-04T22:10:15+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Dosarele Epstein: Cum încerca strategul MAGA Steve Bannon să obțină finanţare pentru partidele de extremă dreapta din Europa",
      "summary": "Zeci de mesaje conţinute în ultima tranşă de dosare Epstein date publicităţii dezvăluie încercările fostului strateg-şef al lui Trump, Steve Bannon, de a-l convinge pe Jeffrey Epstein să ofere sprijin şi finanţare pentru a susţine&#8230;",
      "link": "https://hotnews.ro/dosarele-epstein-cum-incerca-strategul-maga-steve-bannon-sa-obtina-sprijin-si-finantare-pentru-partidele-de-extrema-dreapta-din-europa-2165892",
      "published_utc": "2026-02-05T22:23:00+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Donald Trump susține că merită să ajungă în rai: „Am făcut o mulțime de lucruri bune pentru oameni”",
      "summary": "Președintele SUA, Donald Trump, a declarat joi că merită să ajungă în rai pentru că a făcut „o mulțime de lucruri bune pentru oameni perfecți”. Trump a declarat apoi la evenimentul National Prayer Breakfast că afirmația recentă, potrivit căreia s-ar putea să nu ajungă în rai, era, de fapt, o glumă. El a acuzat mass-media că a citat cuvânt cu cuvânt remarca sa anterioară despre viața de apoi, sugerând că reportajele nu au clarificat faptul că el glumea, anunță European Pravda.",
      "link": "https://www.digi24.ro/stiri/externe/sua/donald-trump-sustine-ca-merita-sa-ajunga-in-rai-am-facut-o-multime-de-lucruri-bune-pentru-oameni-3618411",
      "published_utc": "2026-02-05T21:44:33+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Explore Mars’s Flaugergues Crater",
      "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
      "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
      "published_utc": "2026-02-04T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "CIA oprește publicarea ghidului său de referinţă World Factbook, fără a explica de ce",
      "summary": "CIA, Agenţia americană de Informaţii, a anunţat încetarea publicării raportului său anual privind „Starea lumii” (World Factbook), o lucrare de referință foarte populară care a fost difuzată fără intermitenţe timp de mai bine de 60&#8230;",
      "link": "https://hotnews.ro/cia-opreste-publicarea-ghidului-sau-de-referinta-world-factbook-fara-a-explica-de-ce-2165878",
      "published_utc": "2026-02-05T21:40:43+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Dosarele Epstein dezvăluie detalii despre eforturile lui Steve Bannon de a influenţa politica europeană (The Guardian)",
      "summary": "Zeci de mesaje conţinute în ultima tranşă de dosare Epstein date publicităţii dezvăluie încercările fostului strateg-şef al lui Donald Trump, Steve Bannon, de a-l convinge pe Jeffrey Epstein să ofere sprijin şi finanţare pentru a susţine partidele de extremă dreapta din Europa, scrie The Guardian.",
      "link": "https://www.digi24.ro/stiri/externe/sua/dosarele-epstein-dezvaluie-detalii-despre-eforturile-lui-steve-bannon-de-a-influenta-politica-europeana-the-guardian-3618417",
      "published_utc": "2026-02-05T21:38:38+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "ESA's sustainability ambition",
      "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
      "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
      "published_utc": "2026-02-03T15:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Donald Trump, mesaj de susţinere pentru realegerea lui Orban, aflat în dificultate în sondajele din Ungaria: „Viktor muncește din greu”",
      "summary": "Preşedintele SUA, Donald Trump, a transmis joi un mesaj de susţinere pentru premierul Ungariei, Viktor Orban, numindu-l pe aliatul său „un lider cu adevărat puternic şi influent”, cu aproape două luni înaintea alegerilor din 12 aprilie din această ţară, în condiţiile în care liderul maghiar este pe locul al doilea în sondajele de opinie.",
      "link": "https://www.digi24.ro/stiri/externe/ue/donald-trump-mesaj-de-sustinere-pentru-realegerea-lui-orban-aflat-in-dificultate-in-sondajele-din-ungaria-viktor-munceste-din-greu-3618401",
      "published_utc": "2026-02-05T21:23:38+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Miliarde de măști sanitare, distruse în Germania. Achiziții enorme făcute în timpul pandemiei",
      "summary": "Guvernul german a anunţat joi că a incinerat aproximativ trei miliarde de măşti sanitare achiziţionate în perioada pandemiei de COVID-19, dar care au rămas nefolosite şi au expirat între timp, relatează agenţia DPA, preluată de&#8230;",
      "link": "https://hotnews.ro/miliarde-de-masti-sanitare-distruse-in-germania-achizitii-enorme-facute-in-timpul-pandemiei-2165866",
      "published_utc": "2026-02-05T21:17:06+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Moving satellites to meet a plane for rare reentry data",
      "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
      "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
      "published_utc": "2026-02-02T16:12:00+00:00",
      "score": 4
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Festivalul cireșilor înfloriți din Japonia, anulat din cauza comportamentului turiștilor: care sunt problemele menționate de autorități",
      "summary": "Autoritățile japoneze dintr-un oraș situat în apropierea Muntelui Fuji au anulat festivalul cireților înfloriți din acest an, afirmând că numărul crescut de turiști este imposibil de gestionat pentru localnici, scrie BBC News. Afluxul de turiști în orașul Fujiyoshida a dus la congestii cronice de trafic și la poluarea mediului, iar unii locuitori afirmă că au avut de-a face cu turiști care au pătruns fără permisiune în grădini private sau și-au făcut nevoile în acestea.",
      "link": "https://www.digi24.ro/stiri/externe/mapamond/festivalul-ciresilor-infloriti-din-japonia-anulat-din-cauza-comportamentului-turistilor-3617985",
      "published_utc": "2026-02-05T21:16:17+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Judecătorul CCR Dacian Dragoș, întrebat pe stradă de ce nu sunt tăiate pensiile speciale. „Nu depinde numai de mine”",
      "summary": "Dacian Dragoș, judecător la Curtea Constituțională, a spus, la Antena 3, că este întrebat pe stradă sau de cunoscuți de ce nu sunt tăiate pensiile speciale. Dragoș a adăugat că, „în general”, oamenii înțeleg explicațiile&#8230;",
      "link": "https://hotnews.ro/judecatorul-ccr-dacian-dragos-intrebat-pe-strada-de-ce-nu-sunt-taiate-pensiile-speciale-nu-depinde-numai-de-mine-2165836",
      "published_utc": "2026-02-05T20:56:27+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Apply now to the ESA Graduate Trainee Programme",
      "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
      "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
      "published_utc": "2026-02-02T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Planul ministrului Radu Miruță de a mări pensiile militare. „Politicul folosește prea mult Armata Română, unele guverne au ales cinic”",
      "summary": "Ministrul Apărării Radu Miruță a fost invitatul Jurnalului de seară și al lui Cosmin Prelipceanu la Digi24. Una dintre temele abordate – opinia generalului Gheorghiță Vlad, Șeful marelui Stat Major al Apărării, că „trebuie redată demnitatea militarilor printr-o lege corespunzătoare a pensiilor militare”. Pe scurt, ce ar trebui să se facă pentru a nu mai exista o ruptură pe de-o parte între pensiile militarilor și pe de alta între militarii pensionați și cei în activitate.",
      "link": "https://www.digi24.ro/stiri/actualitate/planul-ministrului-radu-miruta-de-a-mari-pensiile-militare-politicul-foloseste-prea-mult-armata-romana-unele-guverne-au-ales-cinic-3618341",
      "published_utc": "2026-02-05T20:51:55+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Satelitul românesc, sub semnul întrebării. Miruță cere garanții înainte de lansare: „Nu dăm 700.000 de euro doar să-l vedem cum pleacă”",
      "summary": "Ministrul Apărării, Radu Miruță, a declarat, în direct la Digi24, că România are nevoie de capacități moderne de comunicații prin satelit și de o industrie de apărare revitalizată, însă deciziile trebuie luate pragmatic, cu riscuri calculate. Despre satelitul militar pe care și l-ar dori Armata, ministrul a subliniat că „suntem în analiză dacă îl lansăm. Lansarea costă în jur de 700.000 de euro și nu garantează că produsul, odată ajuns pe orbită, va funcționa”, adăugând că „700.000 de euro doar ca să-l vedem cum pleacă eu nu prea semnez”. Miruța a discutat și despre programul SAFE, achizițiile militare și miza investițiilor strategice, precizând că România a semnat deja contractul de achiziţie pentru rachete Mistral.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/satelitul-romanesc-sub-semnul-intrebarii-miruta-cere-garantii-inainte-de-lansare-nu-dam-700-000-de-euro-doar-sa-l-vedem-cum-pleaca-3618297",
      "published_utc": "2026-02-05T20:48:34+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
      "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
      "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
      "published_utc": "2026-01-30T10:20:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Craiova învinge Oţelul şi oltenii revin pe primul loc / FCSB reuşeşte a doua victorie consecutivă",
      "summary": "Echipa Universitatea Craiova a învins joi, pe teren propriu, scor 1-0, gruparea Oţelul Galaţi, în etapa a 25-a din SuperLiga. Oltenii au avut prima ocazie importantă a partidei încă din minutul 5, când Bancu a&#8230;",
      "link": "https://hotnews.ro/craiova-invinge-otelul-si-oltenii-revin-pe-primul-loc-fcsb-reuseste-a-doua-victorie-consecutiva-2165847",
      "published_utc": "2026-02-05T20:48:33+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Lavrov susține că Rusia are contacte „secrete” cu unii lideri UE. Despre Macron spune că „nu este serios” / „Tot ce fac europenii este să saboteze negocierile dintre noi şi americani”",
      "summary": "Vladimir Putin este dispus să răspundă unui apel telefonic din partea omologului său francez Emmanuel Macron pentru discuţii „serioase”, a declarat ministrul rus de externe Serghei Lavrov, calificând în acelaşi timp drept „diplomaţie patetică” declaraţiile&#8230;",
      "link": "https://hotnews.ro/lavrov-sustine-ca-rusia-are-contacte-secrete-cu-unii-lideri-ue-despre-macron-spune-ca-nu-este-serios-tot-ce-fac-europenii-este-sa-saboteze-negocierile-d-2165831",
      "published_utc": "2026-02-05T20:36:19+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Earth from Space: Rudong coast, China",
      "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
      "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
      "published_utc": "2026-01-30T09:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Anunțul negociatorului-șef al Kievului după noua rundă de negocieri de la Abu Dhabi",
      "summary": "Noi convorbiri între ruși, ucraineni și americani sunt prevăzute să aibă loc „în săptămânile următoare&#8217;”, a anunțat joi negociatorul-șef al Kievului, după discuții „constructive” la Abu Dhabi care au dus la un nou schimb de&#8230;",
      "link": "https://hotnews.ro/anuntul-negociatorului-sef-al-kievului-dupa-noua-runda-de-negocieri-de-la-abu-dhabi-2165834",
      "published_utc": "2026-02-05T20:32:10+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "De ce întârzie decizia CCR privind pensiile magistraților. Judecătorul Dacian Dragoș: „Este o lege mai greu de analizat”",
      "summary": "Judecătorul Curții Constituționale Dacian Dragoș afirmă că nu a fost luată încă o decizie privind legea referitoare la pensiile magistraților, deși sesizarea se află pe masa CCR din luna octombrie, deoarece este vorba despre „o lege mai greu de analizat, din multe perspective”. Magistratul spune însă că impasul va fi depășit „în curând”, relatează News.ro.",
      "link": "https://www.digi24.ro/stiri/actualitate/de-ce-intarzie-decizia-ccr-privind-pensiile-magistratilor-judecatorul-dacian-dragos-este-o-lege-mai-greu-de-analizat-3618325",
      "published_utc": "2026-02-05T20:31:17+00:00",
      "score": 1
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
      "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
      "published_utc": "2026-01-25T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "For every $1 spent protecting nature, $30 goes to destroying it",
      "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
      "published_utc": "2026-01-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
      "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
      "published_utc": "2025-12-24T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
      "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
      "published_utc": "2025-12-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "UN environment assembly wraps up in Nairobi",
      "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
      "published_utc": "2025-12-12T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
      "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
      "published_utc": "2025-12-06T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
      "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
      "published_utc": "2025-11-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
      "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Can industrial growth and climate action go hand in hand?",
      "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "What’s at stake in the COP30 negotiations?",
      "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
      "published_utc": "2025-11-20T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "In the Amazon, a school becomes a beacon of climate resilience",
      "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
      "published_utc": "2025-11-19T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
      "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
      "published_utc": "2025-11-18T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
      "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
      "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    }
  ],
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Cine sunt cele 16 românce care intră azi în rândul sfinților? Ceremonia de canonizare, oficiată de Patriarhul Daniel",
        "summary": "Ceremonia proclamării generale a canonizării a 16 românce cu viață sfântă va fi oficiată de Patriarhul Bisericii Ortodoxe Române, Preafericitul Părinte Daniel, înconjurat de ierarhii Sfântului Sinod, vineri, la Catedrala Patriarhală. Programul va începe la&#8230;",
        "link": "https://hotnews.ro/cine-sunt-cele-16-romance-care-intra-azi-in-randul-sfintilor-ceremonia-de-canonizare-oficiata-de-patriarhul-daniel-2165920",
        "published_utc": "2026-02-06T05:28:09+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Micile superputeri”: Statele care pot „băga” SUA sau China oricând în „buzunare”",
        "summary": "Le lipsește forța marilor puteri, dar posedă capacități industriale de producere a bogăției sau diplomatice foarte consistente. În plus, sunt indispensabile pentru Statele Unite și China, scrie presa elenă. Jurnalistul Dan Popa trimite în fiecare&#8230;",
        "link": "https://hotnews.ro/micile-superputeri-statele-care-pot-baga-sua-sau-china-oricand-in-buzunare-2165916",
        "published_utc": "2026-02-06T05:17:56+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "O serie de procese istorice începute în SUA încearcă să răspundă la o întrebare esențială despre rețelele sociale",
        "summary": "În Statele Unite, mai multe procese considerate istorice încearcă să răspundă unei întrebări care până recent părea mai degrabă retorică: pot rețelele sociale să dea dependență, la fel ca țigările? Și, dacă da, pot fi&#8230;",
        "link": "https://hotnews.ro/o-serie-de-procese-istorice-incepute-in-sua-incearca-sa-raspunda-la-o-intrebare-esentiala-despre-retelele-sociale-2164663",
        "published_utc": "2026-02-06T05:02:48+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Palmaresul” penal al primarului Robert Negoiță, acuzat acum de DNA de abuz în serviciu: cinci dosare penale, nicio vinovăție",
        "summary": "Primarul Sectorului 3, Robert Negoiță a fost vizat de-a lungul anilor de mai multe investigații ale procurorilor, însă până în prezent într-un singur dosar a fost trimis în judecată, dar și faptele din acel dosar&#8230;",
        "link": "https://hotnews.ro/palmaresul-penal-al-primarul-robert-negoita-acuzat-acum-de-dna-de-abuz-in-serviciu-cinci-dosare-penale-nicio-vinovatie-2165741",
        "published_utc": "2026-02-06T05:01:05+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Dosarul nuclear iranian și arsenalul balistic: problemele care complică revenirea la acord. Negocieri cu miză uriașă pentru SUA",
        "summary": "Îmbogățirea uraniului ar putea fi principalul subiect de dispută în cadrul negocierilor dintre SUA și Iran, programate pentru vineri în Oman, dar punctul-cheie de dezacord este programul Iranului privind rachetele balistice, pe care SUA dorește să îl adauge pe agenda negocierilor, arată, într-o analiză, jurnaliștii France24.",
        "link": "https://www.digi24.ro/stiri/externe/mapamond/dosarul-nuclear-iranian-si-arsenalul-balistic-problemele-care-complica-revenirea-la-acord-negocieri-cu-miza-uriasa-pentru-sua-3618215",
        "published_utc": "2026-02-06T05:00:55+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Drumuri pline de gropi, aglomerație în service-urile auto din toată țara. Cât poate ajunge să coste reparația unei mașini",
        "summary": "Un drum cu mașina prin România se poate transforma rapid într-o cursă cu obstacole. După episoadele de iarnă, gropile și-au făcut apariția parcă mai mult ca niciodată. Chiar dacă încearcă să le evite, de multe ori, șoferii ajung cu mașina la service-uri și vulcanizări pentru reparații. Sumele pornesc de la 100 de lei, însă pot ajunge până la 900 de lei, în cazul problemelor mai serioase. În instanță, șoferii își pot recupera pagubele.",
        "link": "https://www.digi24.ro/stiri/sci-tech/auto/drumuri-pline-de-gropi-aglomeratie-in-service-urile-auto-din-toata-tara-cat-poate-ajunge-sa-coste-reparatia-unei-masini-3616551",
        "published_utc": "2026-02-06T05:00:49+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Revizia tehnică periodică în 2026: Când trebuie făcută în funcție de motorizare și ce verificări te feresc de reparații scumpe",
        "summary": "Revizia tehnică periodică este esențială pentru siguranța, fiabilitatea și buna funcționare a autovehiculului. Deși nu este sancționată legal precum ITP-ul, respectarea intervalelor recomandate de producător previne defecțiunile majore, menține garanția și asigură funcționarea mașinii în parametri optimi.",
        "link": "https://www.digi24.ro/stiri/actualitate/social/revizia-tehnica-periodica-in-2026-cand-trebuie-facuta-in-functie-de-motorizare-si-ce-verificari-te-feresc-de-reparatii-scumpe-3617613",
        "published_utc": "2026-02-06T05:00:36+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Miza ascunsă care l-a determinat pe Donald Trump să renunțe la restricțiile nucleare. Explicațiile specialiștilor",
        "summary": "Statele Unite doresc să-și mărească semnificativ arsenalul nuclear pentru că principalul lor rival, China, face deja acest lucru, motiv pentru care Washingtonul nu vrea să adere la niciun tratat de limitare a armamentului, au declarat experți pentru RBC Ukraine. Mai mult, Beijingul va fi principalul motor al producției de arme nucleare în rândul marilor puteri, mai susțin aceștia.",
        "link": "https://www.digi24.ro/stiri/externe/miza-ascunsa-care-l-a-determinat-pe-donald-trump-sa-renunte-la-restrictiile-nucleare-explicatiile-specialistilor-3617429",
        "published_utc": "2026-02-06T05:00:23+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Cum își apără UE cablurile submarine de internet din Marea Baltică și Marea Mediterană: Investiții de 347 de milioane de euro",
        "summary": "Confruntată cu riscuri din ce în ce mai mari la adresa cablurilor de date submarine, care transportă 99% din traficul de internet intercontinental, şi sunt esenţiale pentru viaţa modernă şi economia europeană, Comisia Europeană a introdus joi un nou set de instrumente pentru securitatea cablurilor, care cuprinde măsuri de atenuare a riscurilor, precum şi o listă de proiecte de interes european în domeniul cablurilor, informează un comunicat de presă al Executivului comunitar.",
        "link": "https://www.digi24.ro/stiri/externe/ue/cum-isi-apara-ue-cablurile-submarine-de-internet-din-marea-baltica-si-marea-mediterana-investitii-de-347-de-milioane-de-euro-3617301",
        "published_utc": "2026-02-06T05:00:20+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Dacă mâine am un puseu, sunt pedepsit pentru că boala mi-a făcut rău”. Povestea lui Eduard / Ce angajați pot pierde „între unul și două salarii pe an” din cauză că prima zi de concediu medical nu se mai plătește",
        "summary": "O decizie care îi lovește cel mai mult pe pacienții cu afecțiuni cronice grave, care au nevoie de internări periodice, mulți dintre ei de spitalizare lunară. Așa vede Eduard Pletea hotărârea Guvernului de a nu&#8230;",
        "link": "https://hotnews.ro/daca-maine-am-un-puseu-sunt-pedepsit-pentru-ca-boala-mi-a-facut-rau-povestea-lui-eduard-ce-angajati-pot-pierde-intre-unul-si-doua-salarii-pe-an-din-cauza-ca-pri-2163961",
        "published_utc": "2026-02-06T05:00:18+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Algeria a cumpărat avioane de luptă Su-57E din Rusia, iar acum se așteaptă la represalii din partea SUA. Washingtonul: „E inacceptabil”",
        "summary": "În octombrie, comenzile de producție emise de conglomeratul rus Rostec și divulgate de colectivul de hackeri Black Mirror au confirmat că Algeria a comandat douăsprezece avioane de luptă Su-57E „Felon” și paisprezece bombardiere tactice Su-34 „Fullback” de la Suhoi.",
        "link": "https://www.digi24.ro/stiri/externe/algeria-a-cumparat-avioane-de-lupta-su-57e-din-rusia-iar-acum-se-asteapta-la-represalii-din-partea-sua-washingtonul-e-inacceptabil-3617975",
        "published_utc": "2026-02-06T05:00:10+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Trupele de elită britanice învață de la ucraineni cum să producă drone, componente și bombe la imprimanta 3D",
        "summary": "O unitate militară britanică a adoptat imprimarea 3D, inspirată de strategia Ucrainei pe câmpul de luptă. Ucraina folosește imprimante 3D pentru a produce rapid și ieftin drone, componente de drone și bombe, pe care apoi le auncă în luptă împotriva Rusiei. Unitatea britanică folosește din ce în ce mai mult această tehnologie și dorește să o poată aduce aproape de câmpul de luptă, relatează Business Insider.",
        "link": "https://www.digi24.ro/stiri/externe/trupele-de-elita-britanice-invata-de-la-ucraineni-cum-sa-produca-drone-componente-si-bombe-la-imprimanta-3d-3617379",
        "published_utc": "2026-02-06T05:00:06+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Problema traficului, rezolvată cu AI. Soluția testată de un mare oraș din România, pentru a reduce aglomerația. Șoferii sunt sceptici",
        "summary": "Autoritățile din Iași caută soluții pentru traficul aglomerat cu ajutorul inteligenței artificiale. Un exemplu este utilizarea dronelor utilitare, care să colecteze date din aer, să identifice care sunt punctele critice, iar semaforizarea să fie adaptată înainte să se creeze ambuteiaje. Șoferii sunt, însă, sceptici și nu cred că se vor găsi prea curând soluții pentru traficul din marile orașe.",
        "link": "https://www.digi24.ro/stiri/economie/transporturi/problema-traficului-rezolvata-cu-ai-solutia-testata-de-un-mare-oras-din-romania-pentru-a-reduce-aglomeratia-soferii-sunt-sceptici-3616659",
        "published_utc": "2026-02-06T05:00:02+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "EXCLUSIV SURPRIZĂ Frații Pavăl, proprietarii Dedeman, ies de pe piața logistică",
        "summary": "Frații Dragoș și Adrian Pavăl, proprietarii retailerului de bricolaj Dedeman, renunță la investițiile în sectorul industrial/logistic al pieței imobiliare, din cauza randamentelor scăzute, de 7,5%, oferite de această nișă, spun sursele Profit.ro. Citiți mai mult&#8230;",
        "link": "https://hotnews.ro/exclusiv-surpriza-fratii-paval-proprietarii-dedeman-ies-de-pe-piata-logistica-2165913",
        "published_utc": "2026-02-06T04:59:39+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Olguţa Vasilescu, replică pentru Radu Miruţă pe tema blocului din Craiova care ar bloca un radar militar",
        "summary": "Primarul municipiului Craiova, Lia Olguţa Vasilescu, îi răspunde, joi seară, ministrului Apărării, Radu Miruţă, pe tema blocului cu 9 etaje care ar fi fost construit în apropierea unui depozit de muniţie şi care ar afecta radarul de la Cârcea. Ea afirmă că între bloc şi radar sunt 8 kilometri, iar linia imaginară care umeşte cele două puncte trece chiar prin mijlocul cladirii de birouri a fabricii Ford. „O dărâmăm şi pe ea?”, se întreabă Olguţa Vasilescu, precizând, de asemenea, că blocul este amplasat într-un ansamblu rezidenţial cu multe alte blocuri de 10 etaje, în apropierea unui cartier construit chiar pe un teren al MApN.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/olguta-vasilescu-replica-pentru-radu-miruta-pe-tema-blocului-din-craiova-care-ar-bloca-un-radar-militar-3618463",
        "published_utc": "2026-02-05T22:41:23+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Grosolan încălcat”. Trump respinge oferta lui Putin privind ultimul pact nuclear dintre SUA și Rusia și propune altceva",
        "summary": "Președintele SUA, Donald Trump, a respins joi oferta omologului său rus de a prelungi voluntar, cu un an, limita privind desfășurarea armelor nucleare strategice, după expirarea pactului bilateral New START, care ținut acest tip de&#8230;",
        "link": "https://hotnews.ro/grosolan-incalcat-trump-respinge-oferta-lui-putin-privind-ultimul-pact-nuclear-dintre-sua-si-rusia-si-propune-altceva-2165891",
        "published_utc": "2026-02-05T22:30:44+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Dosarele Epstein: Cum încerca strategul MAGA Steve Bannon să obțină finanţare pentru partidele de extremă dreapta din Europa",
        "summary": "Zeci de mesaje conţinute în ultima tranşă de dosare Epstein date publicităţii dezvăluie încercările fostului strateg-şef al lui Trump, Steve Bannon, de a-l convinge pe Jeffrey Epstein să ofere sprijin şi finanţare pentru a susţine&#8230;",
        "link": "https://hotnews.ro/dosarele-epstein-cum-incerca-strategul-maga-steve-bannon-sa-obtina-sprijin-si-finantare-pentru-partidele-de-extrema-dreapta-din-europa-2165892",
        "published_utc": "2026-02-05T22:23:00+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Donald Trump susține că merită să ajungă în rai: „Am făcut o mulțime de lucruri bune pentru oameni”",
        "summary": "Președintele SUA, Donald Trump, a declarat joi că merită să ajungă în rai pentru că a făcut „o mulțime de lucruri bune pentru oameni perfecți”. Trump a declarat apoi la evenimentul National Prayer Breakfast că afirmația recentă, potrivit căreia s-ar putea să nu ajungă în rai, era, de fapt, o glumă. El a acuzat mass-media că a citat cuvânt cu cuvânt remarca sa anterioară despre viața de apoi, sugerând că reportajele nu au clarificat faptul că el glumea, anunță European Pravda.",
        "link": "https://www.digi24.ro/stiri/externe/sua/donald-trump-sustine-ca-merita-sa-ajunga-in-rai-am-facut-o-multime-de-lucruri-bune-pentru-oameni-3618411",
        "published_utc": "2026-02-05T21:44:33+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "CIA oprește publicarea ghidului său de referinţă World Factbook, fără a explica de ce",
        "summary": "CIA, Agenţia americană de Informaţii, a anunţat încetarea publicării raportului său anual privind „Starea lumii” (World Factbook), o lucrare de referință foarte populară care a fost difuzată fără intermitenţe timp de mai bine de 60&#8230;",
        "link": "https://hotnews.ro/cia-opreste-publicarea-ghidului-sau-de-referinta-world-factbook-fara-a-explica-de-ce-2165878",
        "published_utc": "2026-02-05T21:40:43+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Dosarele Epstein dezvăluie detalii despre eforturile lui Steve Bannon de a influenţa politica europeană (The Guardian)",
        "summary": "Zeci de mesaje conţinute în ultima tranşă de dosare Epstein date publicităţii dezvăluie încercările fostului strateg-şef al lui Donald Trump, Steve Bannon, de a-l convinge pe Jeffrey Epstein să ofere sprijin şi finanţare pentru a susţine partidele de extremă dreapta din Europa, scrie The Guardian.",
        "link": "https://www.digi24.ro/stiri/externe/sua/dosarele-epstein-dezvaluie-detalii-despre-eforturile-lui-steve-bannon-de-a-influenta-politica-europeana-the-guardian-3618417",
        "published_utc": "2026-02-05T21:38:38+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Donald Trump, mesaj de susţinere pentru realegerea lui Orban, aflat în dificultate în sondajele din Ungaria: „Viktor muncește din greu”",
        "summary": "Preşedintele SUA, Donald Trump, a transmis joi un mesaj de susţinere pentru premierul Ungariei, Viktor Orban, numindu-l pe aliatul său „un lider cu adevărat puternic şi influent”, cu aproape două luni înaintea alegerilor din 12 aprilie din această ţară, în condiţiile în care liderul maghiar este pe locul al doilea în sondajele de opinie.",
        "link": "https://www.digi24.ro/stiri/externe/ue/donald-trump-mesaj-de-sustinere-pentru-realegerea-lui-orban-aflat-in-dificultate-in-sondajele-din-ungaria-viktor-munceste-din-greu-3618401",
        "published_utc": "2026-02-05T21:23:38+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Miliarde de măști sanitare, distruse în Germania. Achiziții enorme făcute în timpul pandemiei",
        "summary": "Guvernul german a anunţat joi că a incinerat aproximativ trei miliarde de măşti sanitare achiziţionate în perioada pandemiei de COVID-19, dar care au rămas nefolosite şi au expirat între timp, relatează agenţia DPA, preluată de&#8230;",
        "link": "https://hotnews.ro/miliarde-de-masti-sanitare-distruse-in-germania-achizitii-enorme-facute-in-timpul-pandemiei-2165866",
        "published_utc": "2026-02-05T21:17:06+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Festivalul cireșilor înfloriți din Japonia, anulat din cauza comportamentului turiștilor: care sunt problemele menționate de autorități",
        "summary": "Autoritățile japoneze dintr-un oraș situat în apropierea Muntelui Fuji au anulat festivalul cireților înfloriți din acest an, afirmând că numărul crescut de turiști este imposibil de gestionat pentru localnici, scrie BBC News. Afluxul de turiști în orașul Fujiyoshida a dus la congestii cronice de trafic și la poluarea mediului, iar unii locuitori afirmă că au avut de-a face cu turiști care au pătruns fără permisiune în grădini private sau și-au făcut nevoile în acestea.",
        "link": "https://www.digi24.ro/stiri/externe/mapamond/festivalul-ciresilor-infloriti-din-japonia-anulat-din-cauza-comportamentului-turistilor-3617985",
        "published_utc": "2026-02-05T21:16:17+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Judecătorul CCR Dacian Dragoș, întrebat pe stradă de ce nu sunt tăiate pensiile speciale. „Nu depinde numai de mine”",
        "summary": "Dacian Dragoș, judecător la Curtea Constituțională, a spus, la Antena 3, că este întrebat pe stradă sau de cunoscuți de ce nu sunt tăiate pensiile speciale. Dragoș a adăugat că, „în general”, oamenii înțeleg explicațiile&#8230;",
        "link": "https://hotnews.ro/judecatorul-ccr-dacian-dragos-intrebat-pe-strada-de-ce-nu-sunt-taiate-pensiile-speciale-nu-depinde-numai-de-mine-2165836",
        "published_utc": "2026-02-05T20:56:27+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Planul ministrului Radu Miruță de a mări pensiile militare. „Politicul folosește prea mult Armata Română, unele guverne au ales cinic”",
        "summary": "Ministrul Apărării Radu Miruță a fost invitatul Jurnalului de seară și al lui Cosmin Prelipceanu la Digi24. Una dintre temele abordate – opinia generalului Gheorghiță Vlad, Șeful marelui Stat Major al Apărării, că „trebuie redată demnitatea militarilor printr-o lege corespunzătoare a pensiilor militare”. Pe scurt, ce ar trebui să se facă pentru a nu mai exista o ruptură pe de-o parte între pensiile militarilor și pe de alta între militarii pensionați și cei în activitate.",
        "link": "https://www.digi24.ro/stiri/actualitate/planul-ministrului-radu-miruta-de-a-mari-pensiile-militare-politicul-foloseste-prea-mult-armata-romana-unele-guverne-au-ales-cinic-3618341",
        "published_utc": "2026-02-05T20:51:55+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Satelitul românesc, sub semnul întrebării. Miruță cere garanții înainte de lansare: „Nu dăm 700.000 de euro doar să-l vedem cum pleacă”",
        "summary": "Ministrul Apărării, Radu Miruță, a declarat, în direct la Digi24, că România are nevoie de capacități moderne de comunicații prin satelit și de o industrie de apărare revitalizată, însă deciziile trebuie luate pragmatic, cu riscuri calculate. Despre satelitul militar pe care și l-ar dori Armata, ministrul a subliniat că „suntem în analiză dacă îl lansăm. Lansarea costă în jur de 700.000 de euro și nu garantează că produsul, odată ajuns pe orbită, va funcționa”, adăugând că „700.000 de euro doar ca să-l vedem cum pleacă eu nu prea semnez”. Miruța a discutat și despre programul SAFE, achizițiile militare și miza investițiilor strategice, precizând că România a semnat deja contractul de achiziţie pentru rachete Mistral.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/satelitul-romanesc-sub-semnul-intrebarii-miruta-cere-garantii-inainte-de-lansare-nu-dam-700-000-de-euro-doar-sa-l-vedem-cum-pleaca-3618297",
        "published_utc": "2026-02-05T20:48:34+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Craiova învinge Oţelul şi oltenii revin pe primul loc / FCSB reuşeşte a doua victorie consecutivă",
        "summary": "Echipa Universitatea Craiova a învins joi, pe teren propriu, scor 1-0, gruparea Oţelul Galaţi, în etapa a 25-a din SuperLiga. Oltenii au avut prima ocazie importantă a partidei încă din minutul 5, când Bancu a&#8230;",
        "link": "https://hotnews.ro/craiova-invinge-otelul-si-oltenii-revin-pe-primul-loc-fcsb-reuseste-a-doua-victorie-consecutiva-2165847",
        "published_utc": "2026-02-05T20:48:33+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Lavrov susține că Rusia are contacte „secrete” cu unii lideri UE. Despre Macron spune că „nu este serios” / „Tot ce fac europenii este să saboteze negocierile dintre noi şi americani”",
        "summary": "Vladimir Putin este dispus să răspundă unui apel telefonic din partea omologului său francez Emmanuel Macron pentru discuţii „serioase”, a declarat ministrul rus de externe Serghei Lavrov, calificând în acelaşi timp drept „diplomaţie patetică” declaraţiile&#8230;",
        "link": "https://hotnews.ro/lavrov-sustine-ca-rusia-are-contacte-secrete-cu-unii-lideri-ue-despre-macron-spune-ca-nu-este-serios-tot-ce-fac-europenii-este-sa-saboteze-negocierile-d-2165831",
        "published_utc": "2026-02-05T20:36:19+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Anunțul negociatorului-șef al Kievului după noua rundă de negocieri de la Abu Dhabi",
        "summary": "Noi convorbiri între ruși, ucraineni și americani sunt prevăzute să aibă loc „în săptămânile următoare&#8217;”, a anunțat joi negociatorul-șef al Kievului, după discuții „constructive” la Abu Dhabi care au dus la un nou schimb de&#8230;",
        "link": "https://hotnews.ro/anuntul-negociatorului-sef-al-kievului-dupa-noua-runda-de-negocieri-de-la-abu-dhabi-2165834",
        "published_utc": "2026-02-05T20:32:10+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "De ce întârzie decizia CCR privind pensiile magistraților. Judecătorul Dacian Dragoș: „Este o lege mai greu de analizat”",
        "summary": "Judecătorul Curții Constituționale Dacian Dragoș afirmă că nu a fost luată încă o decizie privind legea referitoare la pensiile magistraților, deși sesizarea se află pe masa CCR din luna octombrie, deoarece este vorba despre „o lege mai greu de analizat, din multe perspective”. Magistratul spune însă că impasul va fi depășit „în curând”, relatează News.ro.",
        "link": "https://www.digi24.ro/stiri/actualitate/de-ce-intarzie-decizia-ccr-privind-pensiile-magistratilor-judecatorul-dacian-dragos-este-o-lege-mai-greu-de-analizat-3618325",
        "published_utc": "2026-02-05T20:31:17+00:00",
        "score": 1
      }
    ],
    "medical": [],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "A Winter Blanket Covers North Carolina",
        "summary": "In late January 2026, a strong, moisture-laden storm dropped snow across nearly the entire state, spanning from the Appalachians to the Atlantic Coast.",
        "link": "https://science.nasa.gov/earth/earth-observatory/a-winter-blanket-covers-north-carolina/",
        "published_utc": "2026-02-06T05:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Selects Two Earth System Explorers Missions",
        "summary": "Two next-generation satellite missions announced Thursday will help NASA better understand Earth and improve capabilities to foresee environmental events and mitigate disasters. “NASA uses the unique vantage point of space to study our home planet to deliver life-saving data into the hands of disaster response and decision-makers every day for the benefit of all, while [&#8230;]",
        "link": "https://www.nasa.gov/news-release/nasa-selects-two-earth-system-explorers-missions/",
        "published_utc": "2026-02-05T21:10:14+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Career Spotlight: Welder (Ages 14-18)",
        "summary": "What does a welder do? A welder uses tools that join two or more parts through forces such as heat or pressure. Metals are the materials most commonly used in welding, but it&#8217;s also possible to weld thermoplastics or wood. Welders use their hands, skills, and problem-solving abilities to create something new. At NASA, welders [&#8230;]",
        "link": "https://www.nasa.gov/learning-resources/career-spotlight-welder-ages-14-18/",
        "published_utc": "2026-02-05T19:35:15+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA’s SpaceX Crew-12 to Study Adaptation to Altered Gravity",
        "summary": "NASA’s SpaceX Crew-12 mission is preparing to launch for a long-duration science mission aboard the International Space Station. During the mission, select crew members will participate in human health studies focused on understanding how astronauts’ bodies adapt to the low-gravity environment of space, including a new study examining subtle changes in blood flow. The experiments, [&#8230;]",
        "link": "https://www.nasa.gov/humans-in-space/nasas-spacex-crew-12-to-study-adaptation-to-altered-gravity/",
        "published_utc": "2026-02-05T18:38:08+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Hubble Spots Lens-Shaped Galaxy",
        "summary": "This new Hubble image, released on Jan. 30, 2026, is the sharpest taken of NGC 7722, a lenticular galaxy located about 187 million light-years away in the constellation&#160;Pegasus. A lenticular, meaning “lens-shaped,” galaxy is a type whose classification sits between more familiar&#160;spiral galaxies&#160;and&#160;elliptical galaxies. It is also less common than spirals and ellipticals — partly [&#8230;]",
        "link": "https://www.nasa.gov/image-article/hubble-spots-lens-shaped-galaxy/",
        "published_utc": "2026-02-05T16:39:36+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "A presidential greeting ahead of Sophie Adenot's first spaceflight",
        "summary": "ESA Director General Josef Aschbacher joined French President Emmanuel Macron at the Élysée Palace for an event celebrating the first spaceflight of ESA astronaut Sophie Adenot.",
        "link": "https://www.esa.int/About_Us/Corporate_news/A_presidential_greeting_ahead_of_Sophie_Adenot_s_first_spaceflight",
        "published_utc": "2026-02-05T15:55:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Curiosity Blog, Sols 4788-4797: Welcome Back from Conjunction",
        "summary": "Written by Alex Innanen, Atmospheric Scientist at York University, Toronto Earth planning date: Friday, Jan. 30, 2026 Mars has emerged from its holiday behind the Sun, and we here on Earth have been able to reconnect with Curiosity and get back to work on Mars. Our first planning day last Friday gave Curiosity a full […]",
        "link": "https://science.nasa.gov/blog/curiosity-blog-sols-4788-4797-welcome-back-from-conjunction/",
        "published_utc": "2026-02-04T23:05:07+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA, University of Texas Expand Research and Workforce Development",
        "summary": "NASA’s Johnson Space Center in Houston and the University of Texas System (UT System) announced the signing of a collaborative Space Act Agreement on Jan. 9, 2026. The agreement expands research and workforce development partnership opportunities across NASA centers and UT System facilities. The agreement builds upon decades of collaboration between NASA and the UT [&#8230;]",
        "link": "https://www.nasa.gov/centers-and-facilities/johnson/nasa-university-of-texas-expand-research-and-workforce-development/",
        "published_utc": "2026-02-04T22:10:15+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Explore Mars’s Flaugergues Crater",
        "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
        "published_utc": "2026-02-04T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "ESA's sustainability ambition",
        "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
        "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
        "published_utc": "2026-02-03T15:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Moving satellites to meet a plane for rare reentry data",
        "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
        "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
        "published_utc": "2026-02-02T16:12:00+00:00",
        "score": 4
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Apply now to the ESA Graduate Trainee Programme",
        "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
        "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
        "published_utc": "2026-02-02T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
        "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
        "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
        "published_utc": "2026-01-30T10:20:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Earth from Space: Rudong coast, China",
        "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
        "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
        "published_utc": "2026-01-30T09:00:00+00:00",
        "score": 2
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
        "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
        "published_utc": "2026-01-25T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "For every $1 spent protecting nature, $30 goes to destroying it",
        "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
        "published_utc": "2026-01-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
        "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
        "published_utc": "2025-12-24T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
        "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
        "published_utc": "2025-12-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "UN environment assembly wraps up in Nairobi",
        "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "published_utc": "2025-12-12T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
        "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
        "published_utc": "2025-12-06T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
        "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
        "published_utc": "2025-11-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
        "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Can industrial growth and climate action go hand in hand?",
        "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "What’s at stake in the COP30 negotiations?",
        "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
        "published_utc": "2025-11-20T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "In the Amazon, a school becomes a beacon of climate resilience",
        "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
        "published_utc": "2025-11-19T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
        "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
        "published_utc": "2025-11-18T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
        "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
        "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      }
    ],
    "photos": [
      {
        "category_id": "space",
        "category_label": "🚀 Spațiu",
        "source": "Flickr (space)",
        "title": "Galactic Spaceship Redux: Multi-Purpose Pods for Sleep, Storage, and Emergency Escape",
        "link": "https://www.flickr.com/photos/kjodinn/55081035265/",
        "image_url": "https://live.staticflickr.com/65535/55081035265_d156911ca2_b.jpg",
        "published_utc": "2026-02-06T05:31:47+00:00"
      },
      {
        "category_id": "animals",
        "category_label": "🐾 Animale",
        "source": "Flickr (animals)",
        "title": "Welcome to West Virginia",
        "link": "https://www.flickr.com/photos/experiencingthejourney/55080903524/",
        "image_url": "https://live.staticflickr.com/65535/55080903524_fee111bce9_b.jpg",
        "published_utc": "2026-02-06T05:15:08+00:00"
      },
      {
        "category_id": "landscapes",
        "category_label": "🏞️ Peisaj",
        "source": "Flickr (landscape)",
        "title": "Skull Rock 📍Joshua Tree National Park",
        "link": "https://www.flickr.com/photos/199559787@N04/55080944634/",
        "image_url": "https://live.staticflickr.com/65535/55080944634_1a99bc508a_b.jpg",
        "published_utc": "2026-02-06T05:43:41+00:00"
      }
    ],
    "joke": [
      {
        "date_utc": "2026-02-06",
        "text": "Dacă viața îți dă lămâi… cere și sare, te rog."
      }
    ],
    "satire": [
      {
        "date_utc": "2026-02-06",
        "source": "TimesNewRoman",
        "title": "48 kg de forţă pură! Campionul Mizilului la sumo se destăinuie: &#8222;Mănânc aproape zilnic&#8221;",
        "summary": "Cotidian independent de umor voluntar",
        "link": "https://www.timesnewroman.ro/sport/48-kg-de-forta-pura-campionul-mizilului-la-sumo-se-destainuie-mananc-aproape-zilnic/",
        "note": "Satiră — nu este știre reală."
      }
    ]
  }
}