{
  "generated_utc": "2026-02-17T18:42:23+00:00",
  "count": 25,
  "items": [
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Filipe Coelho, antrenorul etapei a 27-a din SuperLiga, după victoria cu FCSB. Cum arată echipa ideală a rundei",
      "summary": "Filipe Coelho a fost desemnat antrenorul etapei a 27-a din SuperLiga, după ce Universitatea Craiova a câștigat meciul cu FCSB, scor 1-0, și a rămas în fruntea clasamentului. Liga Profesionistă de Fotbal a anunțat cel&#8230;",
      "link": "https://hotnews.ro/filipe-coelho-antrenorul-etapei-a-27-a-din-superliga-dupa-victoria-cu-fcsb-cum-arata-echipa-ideala-a-rundei-2173219",
      "published_utc": "2026-02-17T18:05:44+00:00",
      "score": 3
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Anunțul ministrului Finanțelor Alexandru Nazare despre pensiile ocupaționale și cele ale românilor care au lucrat în Europa",
      "summary": "Alexandru Nazare, ministrul Finanţelor, anunţă marţi că viitorul pensiilor românilor şi investiţiile strategice în România au fost teme centrale azi la ECOFIN. Ministrul spune că a susţinut proiectul Comisiei Europene privind produsele de pensii ocupaţionale şi pentru cele paneuropene (PEPP), prin care se va introduce un tratament fiscal avantajos atât pentru pensile ocupaţionale, cât şi pentru cele paneuropene.",
      "link": "https://www.digi24.ro/stiri/actualitate/social/anuntul-ministrului-finantelor-alexandru-nazare-despre-pensiile-ocupationale-si-cele-ale-romanilor-care-au-lucrat-in-europa-3635651",
      "published_utc": "2026-02-17T18:01:13+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "Toxic metals found in bananas after Brazil mining disaster",
      "summary": "Researchers investigating crops grown in soil contaminated by the 2015 mining disaster in Brazil discovered that toxic metals are moving from the earth into edible plants. Bananas, cassava, and cocoa were found to absorb elements like lead and cadmium, with bananas showing a potential health risk for children under six. Although adults face lower immediate danger, scientists warn that long-term exposure could carry cumulative health consequences.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260217005756.htm",
      "published_utc": "2026-02-17T12:07:09+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Regina contractelor cu statul” are începând de astăzi  o televiziune. „Îmi doresc să realizăm cât mai mult material de calitate”",
      "summary": "Mihaela Neagu, cea despre care site-ul de investigații Snoop scria în noiembrie 2024, că avea contracte de milioane de euro cu statul, a intrat de marți în acționariatul postului Agro TV, o televiziune axată pe&#8230;",
      "link": "https://hotnews.ro/regina-contractelor-cu-statul-are-incepand-de-astazi-si-o-televiziune-imi-doresc-sa-realizam-cat-mai-mult-material-de-calitate-2173147",
      "published_utc": "2026-02-17T15:44:57+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Ghid ANAF cu informații actualizate: Noile modificări fiscale în vigoare de la începutul lui 2026",
      "summary": "Direcția Generală Regională a Finanțelor Publice (DGRFP) Timișoara a publicat un ghid PDF cu principalele modificări fiscale în vigoare de la 1 ianuarie 2026, pentru firme și alți contribuabili. Citește mai departe pe StartupCafe…",
      "link": "https://hotnews.ro/ghid-anaf-cu-informatii-actualizate-noile-modificari-fiscale-in-vigoare-de-la-inceputul-lui-2026-2173149",
      "published_utc": "2026-02-17T15:37:17+00:00",
      "score": 2
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "Scientists discover brain switches that clear Alzheimer’s plaques",
      "summary": "Researchers have identified two brain receptors that help the brain clear away amyloid beta, a hallmark of Alzheimer’s disease. By stimulating these receptors in mice, scientists increased levels of a natural amyloid-breaking enzyme, reduced buildup in the brain, and improved memory-related behavior. Because these receptors are common drug targets, the findings could open the door to affordable pill-based treatments with fewer side effects.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260215225555.htm",
      "published_utc": "2026-02-17T10:30:08+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Președintele polonez nu va participa la lansarea Consiliului pentru Pace al lui Trump",
      "summary": "Președintele polonez Karol Nawrocki nu va participa joi la reuniunea inaugurală a Consiliului pentru Pace înființat recent de Donald Trump la Washington și îl va trimite în locul său pe șeful Biroului său pentru Politică Internațională, relatează TVPWorld.",
      "link": "https://www.digi24.ro/stiri/externe/presedintele-polonez-nu-va-participa-la-lansarea-consiliului-pentru-pace-al-lui-trump-3635245",
      "published_utc": "2026-02-17T14:11:27+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Descoperirea neașteptată făcută de specialiștii care restaurează statuia lui Ștefan cel Mare din Iași. Mai există un mesaj ascuns",
      "summary": "O descoperire inedită a fost făcută de specialiștii care restaurează statuia ecvestră a lui Ștefan cel Mare din Iași. În interiorul calului din bronz au găsit o sticlă cu un mesaj care se află acolo din 1882, anul în care a fost făcută statuia.",
      "link": "https://www.digi24.ro/stiri/actualitate/descoperirea-neasteptata-facuta-de-specialistii-care-restaureaza-statuia-lui-stefan-cel-mare-din-iasi-mai-exista-un-mesaj-ascuns-3634945",
      "published_utc": "2026-02-17T11:26:00+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "Nearly 200,000 people reveal the real key to heart health",
      "summary": "A decades-long study of nearly 200,000 adults challenges the low-carb versus low-fat debate. Both eating patterns were tied to lower heart disease risk when they emphasized whole grains, plant-based foods, and healthy fats. Versions filled with refined carbs and animal fats increased risk instead. Quality, not just quantity, appears to make the difference.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260216084521.htm",
      "published_utc": "2026-02-17T05:29:36+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "Giving people cash didn’t cause more injuries or deaths",
      "summary": "As cash transfer programs expand across the United States, critics often warn that giving people money could spark reckless behavior, leading to injuries or even deaths. But a sweeping 11-year analysis of Alaska’s long-running Permanent Fund Dividend program tells a different story. Researchers examined statewide hospital records and death data and found no increase in traumatic injuries or unnatural deaths after annual payments were distributed.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260212023028.htm",
      "published_utc": "2026-02-17T02:29:23+00:00",
      "score": 4
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "Large study finds no link between mRNA COVID vaccine in pregnancy and autism",
      "summary": "Researchers tracked more than 400 toddlers to see whether mRNA COVID-19 vaccination during or just before pregnancy was linked to autism or developmental delays. After detailed assessments of speech, motor skills, behavior, and social development, they found no meaningful differences between vaccinated and unvaccinated groups. Experts say the results provide strong reassurance about vaccine safety in pregnancy.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260215085001.htm",
      "published_utc": "2026-02-15T14:51:05+00:00",
      "score": 3
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "Scientists found a way to plant ideas in dreams to boost creativity",
      "summary": "Sleeping on a problem might be more powerful than we ever imagined. Neuroscientists at Northwestern University have shown that dreams can actually be nudged in specific directions — and those dream tweaks may boost creativity. By playing subtle sound cues during REM sleep, researchers prompted people to dream about unsolved brain teasers they had struggled with earlier. An astonishing 75% of participants dreamed about the cued puzzles, and those puzzles were solved far more often the next day.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260213223926.htm",
      "published_utc": "2026-02-15T06:47:47+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "This vegan diet cut insulin use by nearly 30% in type 1 diabetes",
      "summary": "A low-fat vegan diet—without cutting calories or carbs—may help people with type 1 diabetes significantly reduce how much insulin they need, and how much they spend on it. In a new analysis published in BMC Nutrition, participants following the plant-based plan lowered their daily insulin use by 28%, while those on a portion-controlled diet saw no meaningful change.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260212234212.htm",
      "published_utc": "2026-02-13T07:30:08+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "60,000 years ago humans were already using poisoned arrows",
      "summary": "Sixty thousand years ago, humans in southern Africa were already mastering nature’s chemistry. Scientists have discovered chemical traces of poison from the deadly gifbol plant on ancient quartz arrowheads found in South Africa — the oldest direct evidence of arrow poison ever identified. The find reveals that these early hunters didn’t just invent the bow and arrow earlier than once believed — they also knew how to enhance their weapons with toxic plant compounds to make hunts more effective.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260212025616.htm",
      "published_utc": "2026-02-13T04:01:51+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Selects Vast for Sixth Private Mission to Space Station",
      "summary": "NASA and Vast have signed an order for the sixth private astronaut mission to the International Space Station, targeted to launch no earlier than summer 2027 from Florida. This private astronaut mission marks the company&#8217;s first selection to the orbiting laboratory, underscoring NASA’s ongoing investment in fostering a commercial space economy and expanding opportunities for [&#8230;]",
      "link": "https://www.nasa.gov/news-release/nasa-selects-vast-for-sixth-private-mission-to-space-station/",
      "published_utc": "2026-02-12T21:11:19+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "Europe’s “untouched” wilderness was shaped by Neanderthals and hunter-gatherers",
      "summary": "Long before agriculture, humans were transforming Europe’s wild landscapes. Advanced simulations show that hunting and fire use by Neanderthals and Mesolithic hunter-gatherers reshaped forests and grasslands in measurable ways. By reducing populations of giant herbivores, people indirectly altered how dense vegetation became. The findings challenge the idea that prehistoric Europe was an untouched natural world.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260212025613.htm",
      "published_utc": "2026-02-12T14:14:45+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "This popular diet was linked to a much lower stroke risk",
      "summary": "A long-term study found that women who closely followed a Mediterranean diet had a much lower risk of stroke. The strongest benefits were seen in women who ate more plant-based foods, fish, and olive oil while cutting back on red meat and saturated fats. Their risk dropped across all major stroke types, including bleeding strokes, which are less commonly studied. The findings suggest diet may be a powerful but overlooked factor in stroke prevention.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260209064310.htm",
      "published_utc": "2026-02-09T11:54:46+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "Scientists found a gut compound that helps protect the liver",
      "summary": "What a mother eats during pregnancy may quietly shape her child’s liver health years down the road—but new research suggests there may be a way to tip the odds back in a healthier direction. Scientists found that a natural compound made by healthy gut bacteria dramatically reduced fatty liver disease in the offspring of mice whose mothers ate a high-fat, high-sugar diet. The compound, called indole, appeared to protect the liver, improve blood sugar, limit weight gain, and even reshape the gut microbiome in lasting ways.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260208011028.htm",
      "published_utc": "2026-02-08T07:18:29+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Medicine",
      "title": "A century of hair shows how lead exposure collapsed",
      "summary": "For decades, Americans were surrounded by lead from car exhaust, factories, paint, and even drinking water, often without realizing the damage it caused. By analyzing hair samples preserved across generations, scientists uncovered a striking record of how exposure soared before environmental rules and then collapsed after leaded gasoline and other sources were phased out.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260207092902.htm",
      "published_utc": "2026-02-07T14:45:58+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "For every $1 spent protecting nature, $30 goes to destroying it",
      "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
      "published_utc": "2026-01-22T12:00:00+00:00",
      "score": 1
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "11-year streak of record global warming continues, UN weather agency warns",
      "summary": "The past 11 years have been the warmest in the modern era, while oceans continue to heat up, too, says the UN weather agency.",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166758",
      "published_utc": "2026-01-14T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "UN environment assembly wraps up in Nairobi",
      "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
      "published_utc": "2025-12-12T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "A sustainable future requires new thinking: UN environment report",
      "summary": "Adopting a fresh approach to protecting planetary health would deliver stronger economies, fewer deaths and less poverty, the UN Environment Programme (UNEP) insisted on Tuesday, as it released its most comprehensive assessment of environmental pressures facing the world.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166553",
      "published_utc": "2025-12-09T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Arab region pushed to limits by climate extremes as 2024 smashes heat records",
      "summary": "The Arab region is heating at nearly twice the global average, UN weather experts warned on Thursday, after 2024 saw unprecedented heat, destructive storms and worsening water scarcity impact some of the world’s most vulnerable communities.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166509",
      "published_utc": "2025-12-04T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Asia: Lives upended by cyclones, ‘extreme’ rainfall on the rise, warn UN agencies",
      "summary": "Across southeast Asia, record-breaking rains and flooding caused by back-to-back tropical storms have claimed hundreds of lives and brought devastation and displacement upon entire communities, UN agencies said on Tuesday.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166482",
      "published_utc": "2025-12-02T12:00:00+00:00",
      "score": 3
    }
  ],
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Filipe Coelho, antrenorul etapei a 27-a din SuperLiga, după victoria cu FCSB. Cum arată echipa ideală a rundei",
        "summary": "Filipe Coelho a fost desemnat antrenorul etapei a 27-a din SuperLiga, după ce Universitatea Craiova a câștigat meciul cu FCSB, scor 1-0, și a rămas în fruntea clasamentului. Liga Profesionistă de Fotbal a anunțat cel&#8230;",
        "link": "https://hotnews.ro/filipe-coelho-antrenorul-etapei-a-27-a-din-superliga-dupa-victoria-cu-fcsb-cum-arata-echipa-ideala-a-rundei-2173219",
        "published_utc": "2026-02-17T18:05:44+00:00",
        "score": 3
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Anunțul ministrului Finanțelor Alexandru Nazare despre pensiile ocupaționale și cele ale românilor care au lucrat în Europa",
        "summary": "Alexandru Nazare, ministrul Finanţelor, anunţă marţi că viitorul pensiilor românilor şi investiţiile strategice în România au fost teme centrale azi la ECOFIN. Ministrul spune că a susţinut proiectul Comisiei Europene privind produsele de pensii ocupaţionale şi pentru cele paneuropene (PEPP), prin care se va introduce un tratament fiscal avantajos atât pentru pensile ocupaţionale, cât şi pentru cele paneuropene.",
        "link": "https://www.digi24.ro/stiri/actualitate/social/anuntul-ministrului-finantelor-alexandru-nazare-despre-pensiile-ocupationale-si-cele-ale-romanilor-care-au-lucrat-in-europa-3635651",
        "published_utc": "2026-02-17T18:01:13+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Regina contractelor cu statul” are începând de astăzi  o televiziune. „Îmi doresc să realizăm cât mai mult material de calitate”",
        "summary": "Mihaela Neagu, cea despre care site-ul de investigații Snoop scria în noiembrie 2024, că avea contracte de milioane de euro cu statul, a intrat de marți în acționariatul postului Agro TV, o televiziune axată pe&#8230;",
        "link": "https://hotnews.ro/regina-contractelor-cu-statul-are-incepand-de-astazi-si-o-televiziune-imi-doresc-sa-realizam-cat-mai-mult-material-de-calitate-2173147",
        "published_utc": "2026-02-17T15:44:57+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Ghid ANAF cu informații actualizate: Noile modificări fiscale în vigoare de la începutul lui 2026",
        "summary": "Direcția Generală Regională a Finanțelor Publice (DGRFP) Timișoara a publicat un ghid PDF cu principalele modificări fiscale în vigoare de la 1 ianuarie 2026, pentru firme și alți contribuabili. Citește mai departe pe StartupCafe…",
        "link": "https://hotnews.ro/ghid-anaf-cu-informatii-actualizate-noile-modificari-fiscale-in-vigoare-de-la-inceputul-lui-2026-2173149",
        "published_utc": "2026-02-17T15:37:17+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Președintele polonez nu va participa la lansarea Consiliului pentru Pace al lui Trump",
        "summary": "Președintele polonez Karol Nawrocki nu va participa joi la reuniunea inaugurală a Consiliului pentru Pace înființat recent de Donald Trump la Washington și îl va trimite în locul său pe șeful Biroului său pentru Politică Internațională, relatează TVPWorld.",
        "link": "https://www.digi24.ro/stiri/externe/presedintele-polonez-nu-va-participa-la-lansarea-consiliului-pentru-pace-al-lui-trump-3635245",
        "published_utc": "2026-02-17T14:11:27+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Descoperirea neașteptată făcută de specialiștii care restaurează statuia lui Ștefan cel Mare din Iași. Mai există un mesaj ascuns",
        "summary": "O descoperire inedită a fost făcută de specialiștii care restaurează statuia ecvestră a lui Ștefan cel Mare din Iași. În interiorul calului din bronz au găsit o sticlă cu un mesaj care se află acolo din 1882, anul în care a fost făcută statuia.",
        "link": "https://www.digi24.ro/stiri/actualitate/descoperirea-neasteptata-facuta-de-specialistii-care-restaureaza-statuia-lui-stefan-cel-mare-din-iasi-mai-exista-un-mesaj-ascuns-3634945",
        "published_utc": "2026-02-17T11:26:00+00:00",
        "score": 1
      }
    ],
    "medical": [
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Toxic metals found in bananas after Brazil mining disaster",
        "summary": "Researchers investigating crops grown in soil contaminated by the 2015 mining disaster in Brazil discovered that toxic metals are moving from the earth into edible plants. Bananas, cassava, and cocoa were found to absorb elements like lead and cadmium, with bananas showing a potential health risk for children under six. Although adults face lower immediate danger, scientists warn that long-term exposure could carry cumulative health consequences.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260217005756.htm",
        "published_utc": "2026-02-17T12:07:09+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists discover brain switches that clear Alzheimer’s plaques",
        "summary": "Researchers have identified two brain receptors that help the brain clear away amyloid beta, a hallmark of Alzheimer’s disease. By stimulating these receptors in mice, scientists increased levels of a natural amyloid-breaking enzyme, reduced buildup in the brain, and improved memory-related behavior. Because these receptors are common drug targets, the findings could open the door to affordable pill-based treatments with fewer side effects.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215225555.htm",
        "published_utc": "2026-02-17T10:30:08+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Nearly 200,000 people reveal the real key to heart health",
        "summary": "A decades-long study of nearly 200,000 adults challenges the low-carb versus low-fat debate. Both eating patterns were tied to lower heart disease risk when they emphasized whole grains, plant-based foods, and healthy fats. Versions filled with refined carbs and animal fats increased risk instead. Quality, not just quantity, appears to make the difference.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260216084521.htm",
        "published_utc": "2026-02-17T05:29:36+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Giving people cash didn’t cause more injuries or deaths",
        "summary": "As cash transfer programs expand across the United States, critics often warn that giving people money could spark reckless behavior, leading to injuries or even deaths. But a sweeping 11-year analysis of Alaska’s long-running Permanent Fund Dividend program tells a different story. Researchers examined statewide hospital records and death data and found no increase in traumatic injuries or unnatural deaths after annual payments were distributed.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212023028.htm",
        "published_utc": "2026-02-17T02:29:23+00:00",
        "score": 4
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Large study finds no link between mRNA COVID vaccine in pregnancy and autism",
        "summary": "Researchers tracked more than 400 toddlers to see whether mRNA COVID-19 vaccination during or just before pregnancy was linked to autism or developmental delays. After detailed assessments of speech, motor skills, behavior, and social development, they found no meaningful differences between vaccinated and unvaccinated groups. Experts say the results provide strong reassurance about vaccine safety in pregnancy.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260215085001.htm",
        "published_utc": "2026-02-15T14:51:05+00:00",
        "score": 3
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists found a way to plant ideas in dreams to boost creativity",
        "summary": "Sleeping on a problem might be more powerful than we ever imagined. Neuroscientists at Northwestern University have shown that dreams can actually be nudged in specific directions — and those dream tweaks may boost creativity. By playing subtle sound cues during REM sleep, researchers prompted people to dream about unsolved brain teasers they had struggled with earlier. An astonishing 75% of participants dreamed about the cued puzzles, and those puzzles were solved far more often the next day.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260213223926.htm",
        "published_utc": "2026-02-15T06:47:47+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "This vegan diet cut insulin use by nearly 30% in type 1 diabetes",
        "summary": "A low-fat vegan diet—without cutting calories or carbs—may help people with type 1 diabetes significantly reduce how much insulin they need, and how much they spend on it. In a new analysis published in BMC Nutrition, participants following the plant-based plan lowered their daily insulin use by 28%, while those on a portion-controlled diet saw no meaningful change.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212234212.htm",
        "published_utc": "2026-02-13T07:30:08+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "This popular diet was linked to a much lower stroke risk",
        "summary": "A long-term study found that women who closely followed a Mediterranean diet had a much lower risk of stroke. The strongest benefits were seen in women who ate more plant-based foods, fish, and olive oil while cutting back on red meat and saturated fats. Their risk dropped across all major stroke types, including bleeding strokes, which are less commonly studied. The findings suggest diet may be a powerful but overlooked factor in stroke prevention.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260209064310.htm",
        "published_utc": "2026-02-09T11:54:46+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists found a gut compound that helps protect the liver",
        "summary": "What a mother eats during pregnancy may quietly shape her child’s liver health years down the road—but new research suggests there may be a way to tip the odds back in a healthier direction. Scientists found that a natural compound made by healthy gut bacteria dramatically reduced fatty liver disease in the offspring of mice whose mothers ate a high-fat, high-sugar diet. The compound, called indole, appeared to protect the liver, improve blood sugar, limit weight gain, and even reshape the gut microbiome in lasting ways.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260208011028.htm",
        "published_utc": "2026-02-08T07:18:29+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Medicine",
        "title": "A century of hair shows how lead exposure collapsed",
        "summary": "For decades, Americans were surrounded by lead from car exhaust, factories, paint, and even drinking water, often without realizing the damage it caused. By analyzing hair samples preserved across generations, scientists uncovered a striking record of how exposure soared before environmental rules and then collapsed after leaded gasoline and other sources were phased out.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260207092902.htm",
        "published_utc": "2026-02-07T14:45:58+00:00",
        "score": 3
      }
    ],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "60,000 years ago humans were already using poisoned arrows",
        "summary": "Sixty thousand years ago, humans in southern Africa were already mastering nature’s chemistry. Scientists have discovered chemical traces of poison from the deadly gifbol plant on ancient quartz arrowheads found in South Africa — the oldest direct evidence of arrow poison ever identified. The find reveals that these early hunters didn’t just invent the bow and arrow earlier than once believed — they also knew how to enhance their weapons with toxic plant compounds to make hunts more effective.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212025616.htm",
        "published_utc": "2026-02-13T04:01:51+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Selects Vast for Sixth Private Mission to Space Station",
        "summary": "NASA and Vast have signed an order for the sixth private astronaut mission to the International Space Station, targeted to launch no earlier than summer 2027 from Florida. This private astronaut mission marks the company&#8217;s first selection to the orbiting laboratory, underscoring NASA’s ongoing investment in fostering a commercial space economy and expanding opportunities for [&#8230;]",
        "link": "https://www.nasa.gov/news-release/nasa-selects-vast-for-sixth-private-mission-to-space-station/",
        "published_utc": "2026-02-12T21:11:19+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Europe’s “untouched” wilderness was shaped by Neanderthals and hunter-gatherers",
        "summary": "Long before agriculture, humans were transforming Europe’s wild landscapes. Advanced simulations show that hunting and fire use by Neanderthals and Mesolithic hunter-gatherers reshaped forests and grasslands in measurable ways. By reducing populations of giant herbivores, people indirectly altered how dense vegetation became. The findings challenge the idea that prehistoric Europe was an untouched natural world.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212025613.htm",
        "published_utc": "2026-02-12T14:14:45+00:00",
        "score": 1
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "For every $1 spent protecting nature, $30 goes to destroying it",
        "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
        "published_utc": "2026-01-22T12:00:00+00:00",
        "score": 1
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "11-year streak of record global warming continues, UN weather agency warns",
        "summary": "The past 11 years have been the warmest in the modern era, while oceans continue to heat up, too, says the UN weather agency.",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166758",
        "published_utc": "2026-01-14T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "UN environment assembly wraps up in Nairobi",
        "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "published_utc": "2025-12-12T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "A sustainable future requires new thinking: UN environment report",
        "summary": "Adopting a fresh approach to protecting planetary health would deliver stronger economies, fewer deaths and less poverty, the UN Environment Programme (UNEP) insisted on Tuesday, as it released its most comprehensive assessment of environmental pressures facing the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166553",
        "published_utc": "2025-12-09T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Arab region pushed to limits by climate extremes as 2024 smashes heat records",
        "summary": "The Arab region is heating at nearly twice the global average, UN weather experts warned on Thursday, after 2024 saw unprecedented heat, destructive storms and worsening water scarcity impact some of the world’s most vulnerable communities.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166509",
        "published_utc": "2025-12-04T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Asia: Lives upended by cyclones, ‘extreme’ rainfall on the rise, warn UN agencies",
        "summary": "Across southeast Asia, record-breaking rains and flooding caused by back-to-back tropical storms have claimed hundreds of lives and brought devastation and displacement upon entire communities, UN agencies said on Tuesday.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166482",
        "published_utc": "2025-12-02T12:00:00+00:00",
        "score": 3
      }
    ],
    "photos": [
      {
        "category_id": "space",
        "category_label": "🚀 Spațiu",
        "source": "Flickr (space)",
        "title": "Yellow River Delta, China",
        "link": "https://www.flickr.com/photos/europeanspaceagency/55100101777/",
        "image_url": "https://live.staticflickr.com/65535/55100101777_1206d54436_b.jpg",
        "published_utc": "2026-02-17T15:05:09+00:00"
      },
      {
        "category_id": "animals",
        "category_label": "🐾 Animale",
        "source": "Flickr (animals)",
        "title": "Etna",
        "link": "https://www.flickr.com/photos/203883391@N03/55101590159/",
        "image_url": "https://live.staticflickr.com/65535/55101590159_15be30b964_b.jpg",
        "published_utc": "2026-02-17T18:32:54+00:00"
      },
      {
        "category_id": "landscapes",
        "category_label": "🏞️ Peisaj",
        "source": "Flickr (landscape)",
        "title": "Madeira",
        "link": "https://www.flickr.com/photos/postais_de_paixao/55101723890/",
        "image_url": "https://live.staticflickr.com/65535/55101723890_acefb3606e_b.jpg",
        "published_utc": "2026-02-17T18:39:31+00:00"
      }
    ],
    "joke": [
      {
        "date_utc": "2026-02-17",
        "text": "Am încercat să fac sport… dar s-a încărcat o reclamă și am renunțat."
      }
    ],
    "satire": [
      {
        "date_utc": "2026-02-17",
        "source": "TimesNewRoman",
        "title": "După patru ani de bombardamente rusești, situația încălzirii în Kiev e ca la București",
        "summary": "Cotidian independent de umor voluntar",
        "link": "https://www.timesnewroman.ro/life-death/dupa-patru-ani-de-bombardamente-rusesti-situatia-incalzirii-in-kiev-e-ca-la-bucuresti/",
        "note": "Satiră — nu este știre reală."
      }
    ]
  }
}