{
  "generated_utc": "2026-02-04T21:25:07+00:00",
  "count": 56,
  "items": [
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Document misterios, publicat de Ministerul Energiei și șters după câteva minute / Furnizorii de electricitate și gaze erau acuzați de creșterea nejustificată a facturilor",
      "summary": "În timp ce premierul Ilie Bolojan anunța miercuri seară, într-o conferință de presă, că liberalizarea pieței gazelor se amână cu un an, pe site-ul Ministerului Energiei a fost postat un proiect de ordonanță de urgență,&#8230;",
      "link": "https://hotnews.ro/document-misterios-publicat-de-ministerul-energiei-si-sters-dupa-cateva-minute-furnizorii-de-electricitate-si-gaze-erau-acuzati-de-cresterea-nejustificata-a-facturilor-2164996",
      "published_utc": "2026-02-04T21:07:33+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "A murit jurnalistul Victor Kapra, considerat „veteranul” presei economice şi de IT&C din România",
      "summary": "Victor Kapra, unul dintre cei mai cunoscuți jurnaliști din presa economică și de tehnologie din România, a murit, anunță agenția Mediafax. Considerat un „veteran” al presei de profil, Victor Kapra a fost unul dintre promotorii&#8230;",
      "link": "https://hotnews.ro/a-murit-jurnalistul-victor-kapra-considerat-veteranul-presei-economice-si-de-itc-2165014",
      "published_utc": "2026-02-04T21:04:53+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Președintele clubului Unirea Slobozia explică de ce a fost schimbat antrenorul: „O decizie pe care nu ne-am dorit să o luăm”",
      "summary": "Ilie Lemnaru, președintele clubului Unirea Slobozia, a vorbit despre despărțirea de antrenorii Andrei Prepeliță și Jean Vlădoiu. După ce a înregistrat 13 înfrângeri în ultimele 14 meciuri, gruparea ialomițeană a ajuns pe locul 14 în&#8230;",
      "link": "https://hotnews.ro/presedintele-clubului-unirea-slobozia-explica-de-ce-a-fost-schimbat-antrenorul-a-fost-o-decizie-pe-care-nu-ne-am-dorit-sa-o-luam-2165001",
      "published_utc": "2026-02-04T21:04:09+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Direcțiile relansării economice: stimularea investițiilor și mai puțină birocrație. Ambiția lui Bolojan: investitori mari în România",
      "summary": "Măsuri de stimulare a investițiilor, facilități fiscale și miza reducerii deficitului sunt direcțiile principale pe baza cărora a fost gândit și construit pachetul de relansare economică, anunțat de premierul Ilie Bolojan într-o conferință de presă. Documentul, care urmează să fie pus în transparență publică, își propune simplificarea fiscală pentru mediul de afaceri și contribuabili, potrivit declarațiilor șefului Guvernului, anunță Digi24.",
      "link": "https://www.digi24.ro/stiri/economie/finante-economie/directiile-relansarii-economice-stimularea-investitiilor-si-mai-putina-birocratie-ambitia-lui-bolojan-investitori-mari-in-romania-3616543",
      "published_utc": "2026-02-04T21:03:53+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "FRF pune în vânzare biletele pentru meciul Turcia - România. Cât costă un tichet și cum poate fi achiziționat",
      "summary": "Federaţia Română de Fotbal (FRF) a anunţat că biletele pentru partida Turcia – România, din barajul pentru calificarea la Cupa Mondială, vor fi puse în vânzare vineri.",
      "link": "https://www.digi24.ro/stiri/sport/fotbal/frf-pune-in-vanzare-biletele-pentru-meciul-turcia-romania-cat-costa-un-tichet-si-cum-poate-fi-achizitionat-3616595",
      "published_utc": "2026-02-04T21:00:11+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Bărbatul care a încercat să-l asasineze pe Trump pe un teren de golf din Florida, condamnat la închisoare pe viață",
      "summary": "Un bărbat găsit vinovat pentru tentativa de asasinare a preşedintelui Donald Trump în 2024, pe un teren de golf din Florida, a fost condamnat miercuri la închisoare pe viaţă, după ce un procuror federal a declarat că infracţiunea sa este inacceptabilă „în această ţară sau oriunde altundeva”.",
      "link": "https://www.digi24.ro/stiri/externe/sua/barbatul-care-a-incercat-sa-l-asasineze-pe-donald-trump-condamnat-la-inchisoare-pe-viata-3616533",
      "published_utc": "2026-02-04T20:59:07+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Reacția lui Radu Miruță, după moțiunea simplă depusă împotriva sa la Senat: „un subiect inventat”",
      "summary": "Ministrul Apărării, Radu Miruţă, vizat de o moţiune simplă, le transmite iniţiatorilor că acesta este un instrument democratic important, nu o jucărie de PR ieftin, iar folosirea abuzivă, pentru un subiecgt despre care spune că este inventat, „e o formă de dispreţ pentru oamenii pe care spui că îi reprezinţi”.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/reactia-lui-radu-miruta-la-motiunea-simpla-depusa-impotriva-sa-la-senat-un-subiect-inventat-3616549",
      "published_utc": "2026-02-04T20:48:45+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "O sursă de la Washington oferă prima impresie după noua rundă de negocieri trilaterale de la Abu Dhabi",
      "summary": "Statele Unite au descris drept „productive” negocierile trilaterale cu Ucraina și Rusia, care au avut loc miercuri la Abu Dhabi cu scopul de a se avansa către un potențial acord de pace și au confirmat&#8230;",
      "link": "https://hotnews.ro/o-sursa-de-la-washington-ofera-prima-impresie-dupa-noua-runda-de-negocieri-trilaterale-de-la-abu-dhabi-2164986",
      "published_utc": "2026-02-04T20:28:33+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "„Să știți că nu sunteți singuri”. Kate, prințesa de Wales, a transmis un mesaj emoționant pentru bolnavii de cancer și familiile lor",
      "summary": "Prințesa de Wales, Kate, a spus că o călătorie prin cancer aduce „momente de frică și epuizare”, dar și „momente de putere, bunătate și conexiune profundă”, într-un mesaj emoționant adresat publicului, scrie The Times.",
      "link": "https://www.digi24.ro/stiri/externe/sa-stiti-ca-nu-sunteti-singuri-kate-printesa-de-wales-a-transmis-un-mesaj-emotionant-pentru-bolnavii-de-cancer-si-familiile-lor-3616485",
      "published_utc": "2026-02-04T20:12:20+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "PSD: „Programul de stimulare a economiei devine realitate după 5 luni de indecizie şi tergiversare din partea premierului Ilie Bolojan”",
      "summary": "PSD a transmis, miercuri seară, că Programul de stimulare a economiei putea fi adoptat de acum cinci luni, de când a fost propus, considerându-l vinovat de indecizie şi tergiversare pe premierul Ilie Bolojan.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/psd-programul-de-stimulare-a-economiei-devine-realitate-dupa-5-luni-de-indecizie-si-tergiversare-din-partea-premierului-ilie-bolojan-3616463",
      "published_utc": "2026-02-04T20:11:20+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Călătorii STB fără bilet și care au cărți de identitate electronice pot fi amendați, clarifică PMB: „Fac echipă cu polițiștii locali”",
      "summary": "Deținătorii noilor cărți de identitate electronice nu sunt scutiți de amenzi în cazul în care circulă cu mijloacele de transport în comun fără să plătească călătoria. Conform Primăriei Municipiului București, călătorii fără bilet vor fi sancționați pentru că echipele de la Poliția Locală vor însoți controlorii STB.",
      "link": "https://www.digi24.ro/stiri/actualitate/calatorii-stb-fara-bilet-si-care-au-carti-de-identitate-electronice-pot-fi-amendati-clarifica-pmb-fac-echipa-cu-politistii-locali-3616459",
      "published_utc": "2026-02-04T20:10:26+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Bolojan, mesaj pentru CCR privind pensiile magistraților: Probabilitatea să pierdem banii din PNRR e foarte mare",
      "summary": "Premierul Ilie Bolojan a anunțat, miercuri seară, la Guvern, că jalonul din PNRR privind pensiile magistraților este în prezent neîndeplinit, conform Comisiei Europene, iar joi va informa CCR asupra consecințelor amânării unor decizii. Șeful Executivului transmite că probabilitatea de a pierde banii „e foarte mare”. În ceea ce privește plata alocată jalonului 215, există o reținere de aproape 230 de milioane de euro.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/jalonul-din-pnrr-privind-pensiile-magistratilor-neindeplinit-bolojan-voi-informa-ccr-probabilitatea-sa-pierdem-banii-e-foarte-mare-3616201",
      "published_utc": "2026-02-04T20:08:21+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Nicoleta Pauliuc, despre neplata primei zi de concediu medical: Are impact și asupra pensiei pe două direcții",
      "summary": "Senatoarea PNL, Nicoleta Pauliuc, a depus un amendament prin care bolnavii cronic ar urma să fie exceptați de la noua lege privind concediile medicale cu prima zi neplătită. Pauliuc a precizat, miercuri seară, la Digi24, că prima zi fără plată a concediului medical are impact și asupra pensiei pe două direcții: ziua neplătită nu se ia în calcul la vechime și este redus cuantumul, nefiind luat în calcul ca venit.",
      "link": "https://www.digi24.ro/stiri/actualitate/sanatate/nicoleta-pauliuc-despre-neplata-primei-zi-de-concediu-medical-are-impact-si-asupra-pensiei-pe-doua-directii-3616453",
      "published_utc": "2026-02-04T20:05:14+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "După UDMR, nici USR nu este de acord cu măsura privind neplata primei zile de concediu medical / Fritz are însă o altă poziție în privința taxelor față de Kelemen Hunor",
      "summary": "Liderul USR, Dominic Fritz, afirmă că nu este de acord cu decizia guvernului ca prima zi de concediu să nu le mai fie plătită angajaților și s-a arătat suprins de introducerea acesteia. Reacția lui a&#8230;",
      "link": "https://hotnews.ro/dupa-udmr-nici-usr-nu-este-de-acord-cu-masura-privind-neplata-primei-zile-de-concediu-medical-fritz-are-insa-o-alta-pozitie-in-privinta-taxelor-fata-de-kelemen-hunor-2164970",
      "published_utc": "2026-02-04T20:05:06+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Reacția lui Călin Georgescu la raportul din Congresul SUA. Care este „singura soluție corectă” pentru fostul candidat",
      "summary": "Călin Georgescu, fostul candidat la președinția României, a afirmat, într-o intervenție telefonic la Realitatea Plus, că raportul elaborat în Camera Reprezentanților care vizează inclusiv anularea alegerilor prezidențiale din 2024 arată că „singura soluție corectă este&#8230;",
      "link": "https://hotnews.ro/reactia-lui-calin-georgescu-la-raportul-din-congresul-sua-singura-solutie-corecta-este-intoarcerea-la-vot-2164958",
      "published_utc": "2026-02-04T19:59:30+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Fals grosolan”. O companie care apare printre câștigătorii contractului pentru Centura Metropolitană Cluj neagă că a participat la licitație",
      "summary": "Licitația pentru Centura Metropolitană Cluj a fost câștigată anul trecut de Dimex 2000 SRL, în parteneriat cu o companie din Bosnia și una din Bulgaria. Un contract de 4,7 miliarde lei. Dar una din firmele&#8230;",
      "link": "https://hotnews.ro/fals-grosolan-o-companie-care-apare-printre-castigatorii-contractului-pentru-centura-metropolitana-cluj-neaga-ca-a-participat-la-licitatie-2164962",
      "published_utc": "2026-02-04T19:52:00+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Anunțul prim-ministrului despre un portofoliu esențial în guvern: „Săptămâna viitoare e foarte probabil să avem un nou ministru”",
      "summary": "Premierul Ilie Bolojan a anunţat, miercuri seară, în cadrul unei conferințe de presă, că săptămâna viitoare va numi un nou ministru al Educaţiei şi a precizat că pe parcursul ultimelor săptămâni, de când a preluat acest portofoliu, a avut ca obiectiv deblocarea absorbţiei de fonduri europene.",
      "link": "https://www.digi24.ro/stiri/actualitate/educatie/anuntul-prim-ministrului-despre-un-portofoliu-esential-in-guvern-saptamana-viitoare-e-foarte-probabil-sa-avem-un-nou-ministru-3616435",
      "published_utc": "2026-02-04T19:51:38+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Mircea Abrudean, după Forumul de Securitate din SUA: România îşi menţine angajamentele asumate, inclusiv 5% din PIB pentru apărare",
      "summary": "Preşedintele Senatului, Mircea Abrudean, a participat, miercuri, la Forumul Interparlamentar de Securitate organizat în Washington D.C., Statele Unite ale Americii, el afirmând că România îşi menţine angajamentele asumate la nivel aliat, inclusiv obiectivul de a aloca 5% din PIB pentru apărare şi securitate până în anul 2035. Abrudean s-a întâlnit și cu şeful Camerei Reprezentanţilor a SUA, Mike Johnson.",
      "link": "https://www.digi24.ro/stiri/actualitate/mircea-abrudean-dupa-forumul-de-securitate-din-sua-romania-isi-mentine-angajamentele-asumate-inclusiv-5-din-pib-pentru-aparare-3616051",
      "published_utc": "2026-02-04T19:50:52+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Neplata primei zile de concediu medical: Bolojan spune că a fost propusă de Ministerul Sănătății, o evaluare va avea loc după o lună",
      "summary": "Premierul Ilie Bolojan a afirmat, miercuri seară, că decizia de nu a plăti prima zi de concediu medical a fost adoptată de Guvern la propunere Ministerului Sănătăţii şi a explicat că o evaluarea a impactului acestei măsuri va putea fi făcută după cel puţin o lună. El a precizat că măsura este una tranzitorie, până vor fi puse în funcţiune mecanismele prin care să nu mai poată fi acordate nejusticat concedii medicale.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/neplata-primei-zile-de-concediu-medical-bolojan-spune-ca-a-fost-propusa-de-ministerul-sanatatii-o-evaluare-va-avea-loc-dupa-o-luna-3616429",
      "published_utc": "2026-02-04T19:47:36+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Cel mai înalt diplomat al lui Emmanuel Macron, la Moscova pentru discuții directe cu oficialii lui Putin (Reuters)",
      "summary": "Cel mai înalt diplomat al președintelui francez Emmanuel Macron, Emmanuel Bonne, a fost marți la Moscova pentru discuții cu oficiali ruși, în încercarea Parisului de a relua dialogul direct cu Kremlinul. Surse diplomatice, citate de Reuters, spun că întâlnirile au avut loc în consultare cu Ucraina și cu principalii aliați europeni, în timp ce Macron subliniază importanța ca Europa să-și refacă propriile canale de discuție cu Rusia.",
      "link": "https://www.digi24.ro/stiri/externe/cel-mai-inalt-diplomat-al-lui-emmanuel-macron-la-moscova-pentru-discutii-directe-cu-oficialii-lui-putin-reuters-3616417",
      "published_utc": "2026-02-04T19:37:00+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Raportul Mediului despre litoral: mii de construcții ilegale pe terenul statului. Diana Buzoianu: „E treaba instanțelor”",
      "summary": "Diana Buzoianu a anunțat miercuri publicarea raportului final privind situația terenurilor din zona costieră. Ministra Mediului a dezvăluit și „cea mai relevantă” concluzie: „peste 4000 de construcții - unele blocuri cu mai multe etaje - sunt ridicate pe terenuri care ar fi trebuit să aparțină statului român”.",
      "link": "https://www.digi24.ro/stiri/actualitate/raportul-mediului-despre-litoral-mii-de-constructii-ilegale-pe-terenul-statului-diana-buzoianu-e-treaba-instantelor-3616361",
      "published_utc": "2026-02-04T19:21:57+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Cazul Epstein e un „dans al vampirilor” din elitele occidentale, spune Rusia. Maria Zaharova: „Un fulg de zăpadă pe vârful aisbergului”",
      "summary": "Cazul Jeffrey Epstein arată ca un fel de „dans al vampirilor” din elitele occidentale, a afirmat miercuri Ministerul rus de Externe, conform agenției EFE, după publicarea milioanelor de documente ce relevă practicile miliardarului bine conectat politic şi care s-a sinucis în detenţie după ce a fost acuzat că trafica sexual fete, inclusiv minore, pentru numeroase personalităţi din lumea politică şi de afaceri.",
      "link": "https://www.digi24.ro/stiri/externe/rusia/cazul-epstein-un-dans-al-vampirilor-din-elitele-occidentale-maria-zaharova-un-fulg-de-zapada-pe-varful-aisbergului-3616327",
      "published_utc": "2026-02-04T19:20:39+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Coaliția poate funcționa mai bine, dar „pentru asta ar trebui să ne respectăm mai mult între noi”, afirmă Bolojan",
      "summary": "Premierul Ilie Bolojan s-a declarat miercuri convins că actuala coaliție guvernamentală „ar putea funcționa mult mai bine dacă ne-am respecta între noi”, în contextelor criticilor repetate venite din partea partenerului de guvernare PSD, dar și&#8230;",
      "link": "https://hotnews.ro/coalitia-poate-functiona-mai-bine-dar-pentru-asta-ar-trebui-sa-ne-respectam-mai-mult-intre-noi-afirma-bolojan-cum-raspunde-solicitarii-udmr-de-scadere-a-taxelor-locale-2164959",
      "published_utc": "2026-02-04T19:17:59+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Val de concedieri voluntare la Dacia: unu din 10 angajați Dacia vor fi înlocuiți cu roboți",
      "summary": "Uzina Dacia din Mioveni se confruntă cu un val de concedieri voluntare. Aproximativ 1.000 de angajați ar urma să plece cu salarii compensatorii, în condițiile în care fabrica are planuri de tehnologizare masivă, iar oamenii ar urma să fie înlocuiți de procese automatizate și robotizate. În plus, este luat în calcul și scenariul unei reduceri a producției de automobile anul acesta, anunță Digi24.",
      "link": "https://www.digi24.ro/stiri/economie/transporturi/val-de-concedieri-voluntare-la-dacia-unul-din-10-angajati-dacia-vor-fi-inlocuiti-cu-roboti-3616089",
      "published_utc": "2026-02-04T19:13:06+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Când va fi tranșată aplicarea referendumului privind bugetul Capitalei. Anunțul prim-ministrului Bolojan despre viitorul Bucureștiului",
      "summary": "Ilie Bolojan a declarat, într-o conferință de presă, pe 4 februarie, că situația Primăriei București este cunoscută, instituția fiind subfinanțată de ani de zile.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/cand-va-fi-transata-aplicarea-referendumului-privind-bugetul-capitalei-anuntul-prim-ministrului-bolojan-despre-viitorul-bucurestiului-3616377",
      "published_utc": "2026-02-04T19:08:12+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Liberalizarea gazelor, amânată până în 2027. Ilie Bolojan anunță o perioadă tranzitorie, „cu un preţ care nu va mai fi plafonat”",
      "summary": "Premierul Ilie Bolojan a declarat, miercuri, că anul 2027 este cel mai potrivit pentru liberalizarea preţului la gaz, deoarece România ar urma să beneficieze de o supraproducţie odată cu extragerea gazelor din Marea Neagră. Bolojan a explicat că, de la 1 aprilie 2026 şi până în martie 2027, ar urma o perioadă tranzitorie, cu un preţ care nu va mai fi plafonat, ci administrat pentru consumatorii casnici. Această administrare se va vedea pe întreg lanţul - producători, distribuitori şi furnizori, a mai anunțat prim-ministrul.",
      "link": "https://www.digi24.ro/stiri/economie/energie/liberalizarea-gazelor-amanata-pana-in-2027-ilie-bolojan-anunta-o-perioada-tranzitorie-cu-un-pret-care-nu-va-mai-fi-plafonat-3616355",
      "published_utc": "2026-02-04T19:05:12+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Cum vrea Guvernul să salveze Combinatul Liberty de la Galați",
      "summary": "Premierul Ilie Bolojan a afirmat, miercuri, că intenţia Guvernului este de a declara obiectiv de importanţă strategică Combinatul Liberty Galaţi, pentru a putea fi demarată o licitaţie internaţională pentru preluarea lui. El a menţionat că trebuie asigurată siguranţa combinatului în perioada următoare şi plăţile pentru angajaţi.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/cum-vrea-guvernul-sa-salveze-combinatul-liberty-de-la-galati-3616351",
      "published_utc": "2026-02-04T18:49:46+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Ilie Bolojan, după avertismentul JP Morgan că România a ajuns să împrumute sume record: Trebuie să asigurăm stabilitatea politică",
      "summary": "„Ceea ce trebuie să facem este să asigurăm stabilitatea politică, indiferent de coaliție, indiferent de cine este premier”, a răspuns miercuri premierul Ilie Bolojan, întrebat de HotNews despre faptul că țara noastră a ajuns să&#8230;",
      "link": "https://hotnews.ro/ilie-bolojan-dupa-avertismentul-jp-morgan-ca-romania-a-ajuns-sa-imprumute-sume-record-trebuie-sa-asiguram-stabilitatea-politica-2164869",
      "published_utc": "2026-02-04T18:37:53+00:00",
      "score": 3
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Răspunsul lui Ilie Bolojan pentru Kelemen Hunor, care vrea scăderea impozitelor locale: Trebuie schimbată legea",
      "summary": "Premierul Ilie Bolojan a spus miercuri seara, referitor la cererea UDMR de scădere a taxelor și impozitelor cu 50%, că actuala legislație permite doar creșterea acestora, nu și scăderea lor. Din acest motiv, premierul a subliniat că pentru a permite o scădere a impozitelor trebuie modificată legea „într-un termen cât mai scurt, înainte de aprobare a bugetului”, dar nu a avansat un procent care ar putea fi redus.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/raspunsul-lui-ilie-bolojan-pentru-kelemen-hunor-care-vrea-scaderea-impozitelor-locale-trebuie-schimbata-legea-3616235",
      "published_utc": "2026-02-04T18:34:21+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Poluare cu produse petroliere pe Dunăre, în zona Giurgiu, după scufundarea unei nave. Ce spun specialişti de la „Apele Române”",
      "summary": "Administraţia „Apele Române” anunţă că, miercuri, a fost semnalată o poluare cu produse petroliere pe Dunăre, în zona Plajei Vechi Giurgiu, după scufundarea unui împingător.",
      "link": "https://www.digi24.ro/stiri/actualitate/poluare-cu-produse-petroliere-pe-dunare-in-zona-giurgiu-dupa-scufundarea-unei-nave-ce-spun-specialisti-de-la-apele-romane-3616277",
      "published_utc": "2026-02-04T18:31:12+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "ARMD Research Solicitations (Updated Feb. 4)",
      "summary": "THIS PAGE WAS UPDATED ON FEBRUARY 4, 2026 This Aeronautics Research Mission Directorate (ARMD) solicitations page compiles the opportunities to collaborate with NASA’s aeronautical innovators and/or contribute to their research to enable new and improved air transportation systems. Most opportunities to participate in research are officially announced through the Web-based NASA Solicitation and Proposal Integrated [&#8230;]",
      "link": "https://www.nasa.gov/aeronautics/armd-solicitations/",
      "published_utc": "2026-02-04T18:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Heat Shield Tech Contributes to America’s Space Industry",
      "summary": "This Jan. 29, 2026, photo captures the streak the Varda Space Industries W-5 capsule made while returning to Earth. The capsule uses a protective heat shield Varda produced made of cutting-edge material it licensed from NASA. The material, known as C-PICA (Conformal Phenolic Impregnated Carbon Ablator), provides a stronger, less expensive, and more efficient thermal protection [&#8230;]",
      "link": "https://www.nasa.gov/image-article/nasa-heat-shield-tech-contributes-to-americas-space-industry/",
      "published_utc": "2026-02-04T16:23:44+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA’s SPHEREx Examines Comet 3I/ATLAS’s Coma",
      "summary": "Description These observations by NASA’s SPHEREx (Spectro-Photometer for the History of the Universe, Epoch of Reionization and Ices Explorer) show the infrared light emitted by the dust, water, organic molecules, and carbon dioxide contained within comet 3I/ATLAS’s coma. The comet brightened significantly during the December 2025 period when SPHEREx made the observations — about two […]",
      "link": "https://science.nasa.gov/photojournal/nasas-spherex-examines-comet-3i-atlass-coma/",
      "published_utc": "2026-02-04T16:18:29+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Explore Mars’s Flaugergues Crater",
      "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
      "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
      "published_utc": "2026-02-04T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Full Moon over Artemis II",
      "summary": "A full moon is seen shining over NASA’s SLS (Space Launch System) and Orion spacecraft, atop the mobile launcher at Launch Pad 39B at NASA’s Kennedy Space Center in Florida in the early hours of February 1, 2026. The agency concluded a wet dress rehearsal for the agency’s Artemis II test flight early Tuesday morning, [&#8230;]",
      "link": "https://www.nasa.gov/image-article/full-moon-over-artemis-ii/",
      "published_utc": "2026-02-03T17:01:07+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Space to Soil Challenge",
      "summary": "Rapid advances in commercial space, artificial intelligence, and edge computing are transforming what is possible for Earth observation. By pushing more intelligence onboard, missions can move from passively collecting data to actively interpreting and responding to changing surface conditions in near-real time, enabling more targeted observations and dramatically improving the value of data returned to [&#8230;]",
      "link": "https://www.nasa.gov/directorates/stmd/prizes-challenges-crowdsourcing-program/center-of-excellence-for-collaborative-innovation-coeci/nasa-space-to-soil-challenge/",
      "published_utc": "2026-02-03T15:12:32+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "ESA's sustainability ambition",
      "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
      "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
      "published_utc": "2026-02-03T15:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Moving satellites to meet a plane for rare reentry data",
      "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
      "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
      "published_utc": "2026-02-02T16:12:00+00:00",
      "score": 4
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Apply now to the ESA Graduate Trainee Programme",
      "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
      "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
      "published_utc": "2026-02-02T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
      "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
      "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
      "published_utc": "2026-01-30T10:20:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "New satellite view of Tibet’s tectonic clash",
      "summary": "A study on tectonic plates that converge on the Tibetan Plateau has shown that Earth’s fault lines are far weaker and the continents are less rigid than scientists previously thought. This finding is based on ground-monitoring satellite data.",
      "link": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-1/New_satellite_view_of_Tibet_s_tectonic_clash",
      "published_utc": "2026-01-30T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Earth from Space: Rudong coast, China",
      "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
      "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
      "published_utc": "2026-01-30T09:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
      "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
      "published_utc": "2026-01-25T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "For every $1 spent protecting nature, $30 goes to destroying it",
      "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
      "published_utc": "2026-01-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
      "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
      "published_utc": "2025-12-24T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
      "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
      "published_utc": "2025-12-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "UN environment assembly wraps up in Nairobi",
      "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
      "published_utc": "2025-12-12T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
      "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
      "published_utc": "2025-12-06T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
      "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
      "published_utc": "2025-11-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
      "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Can industrial growth and climate action go hand in hand?",
      "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "What’s at stake in the COP30 negotiations?",
      "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
      "published_utc": "2025-11-20T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "In the Amazon, a school becomes a beacon of climate resilience",
      "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
      "published_utc": "2025-11-19T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
      "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
      "published_utc": "2025-11-18T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
      "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
      "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    }
  ],
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Document misterios, publicat de Ministerul Energiei și șters după câteva minute / Furnizorii de electricitate și gaze erau acuzați de creșterea nejustificată a facturilor",
        "summary": "În timp ce premierul Ilie Bolojan anunța miercuri seară, într-o conferință de presă, că liberalizarea pieței gazelor se amână cu un an, pe site-ul Ministerului Energiei a fost postat un proiect de ordonanță de urgență,&#8230;",
        "link": "https://hotnews.ro/document-misterios-publicat-de-ministerul-energiei-si-sters-dupa-cateva-minute-furnizorii-de-electricitate-si-gaze-erau-acuzati-de-cresterea-nejustificata-a-facturilor-2164996",
        "published_utc": "2026-02-04T21:07:33+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "A murit jurnalistul Victor Kapra, considerat „veteranul” presei economice şi de IT&C din România",
        "summary": "Victor Kapra, unul dintre cei mai cunoscuți jurnaliști din presa economică și de tehnologie din România, a murit, anunță agenția Mediafax. Considerat un „veteran” al presei de profil, Victor Kapra a fost unul dintre promotorii&#8230;",
        "link": "https://hotnews.ro/a-murit-jurnalistul-victor-kapra-considerat-veteranul-presei-economice-si-de-itc-2165014",
        "published_utc": "2026-02-04T21:04:53+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Președintele clubului Unirea Slobozia explică de ce a fost schimbat antrenorul: „O decizie pe care nu ne-am dorit să o luăm”",
        "summary": "Ilie Lemnaru, președintele clubului Unirea Slobozia, a vorbit despre despărțirea de antrenorii Andrei Prepeliță și Jean Vlădoiu. După ce a înregistrat 13 înfrângeri în ultimele 14 meciuri, gruparea ialomițeană a ajuns pe locul 14 în&#8230;",
        "link": "https://hotnews.ro/presedintele-clubului-unirea-slobozia-explica-de-ce-a-fost-schimbat-antrenorul-a-fost-o-decizie-pe-care-nu-ne-am-dorit-sa-o-luam-2165001",
        "published_utc": "2026-02-04T21:04:09+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Direcțiile relansării economice: stimularea investițiilor și mai puțină birocrație. Ambiția lui Bolojan: investitori mari în România",
        "summary": "Măsuri de stimulare a investițiilor, facilități fiscale și miza reducerii deficitului sunt direcțiile principale pe baza cărora a fost gândit și construit pachetul de relansare economică, anunțat de premierul Ilie Bolojan într-o conferință de presă. Documentul, care urmează să fie pus în transparență publică, își propune simplificarea fiscală pentru mediul de afaceri și contribuabili, potrivit declarațiilor șefului Guvernului, anunță Digi24.",
        "link": "https://www.digi24.ro/stiri/economie/finante-economie/directiile-relansarii-economice-stimularea-investitiilor-si-mai-putina-birocratie-ambitia-lui-bolojan-investitori-mari-in-romania-3616543",
        "published_utc": "2026-02-04T21:03:53+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "FRF pune în vânzare biletele pentru meciul Turcia - România. Cât costă un tichet și cum poate fi achiziționat",
        "summary": "Federaţia Română de Fotbal (FRF) a anunţat că biletele pentru partida Turcia – România, din barajul pentru calificarea la Cupa Mondială, vor fi puse în vânzare vineri.",
        "link": "https://www.digi24.ro/stiri/sport/fotbal/frf-pune-in-vanzare-biletele-pentru-meciul-turcia-romania-cat-costa-un-tichet-si-cum-poate-fi-achizitionat-3616595",
        "published_utc": "2026-02-04T21:00:11+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Bărbatul care a încercat să-l asasineze pe Trump pe un teren de golf din Florida, condamnat la închisoare pe viață",
        "summary": "Un bărbat găsit vinovat pentru tentativa de asasinare a preşedintelui Donald Trump în 2024, pe un teren de golf din Florida, a fost condamnat miercuri la închisoare pe viaţă, după ce un procuror federal a declarat că infracţiunea sa este inacceptabilă „în această ţară sau oriunde altundeva”.",
        "link": "https://www.digi24.ro/stiri/externe/sua/barbatul-care-a-incercat-sa-l-asasineze-pe-donald-trump-condamnat-la-inchisoare-pe-viata-3616533",
        "published_utc": "2026-02-04T20:59:07+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Reacția lui Radu Miruță, după moțiunea simplă depusă împotriva sa la Senat: „un subiect inventat”",
        "summary": "Ministrul Apărării, Radu Miruţă, vizat de o moţiune simplă, le transmite iniţiatorilor că acesta este un instrument democratic important, nu o jucărie de PR ieftin, iar folosirea abuzivă, pentru un subiecgt despre care spune că este inventat, „e o formă de dispreţ pentru oamenii pe care spui că îi reprezinţi”.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/reactia-lui-radu-miruta-la-motiunea-simpla-depusa-impotriva-sa-la-senat-un-subiect-inventat-3616549",
        "published_utc": "2026-02-04T20:48:45+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "O sursă de la Washington oferă prima impresie după noua rundă de negocieri trilaterale de la Abu Dhabi",
        "summary": "Statele Unite au descris drept „productive” negocierile trilaterale cu Ucraina și Rusia, care au avut loc miercuri la Abu Dhabi cu scopul de a se avansa către un potențial acord de pace și au confirmat&#8230;",
        "link": "https://hotnews.ro/o-sursa-de-la-washington-ofera-prima-impresie-dupa-noua-runda-de-negocieri-trilaterale-de-la-abu-dhabi-2164986",
        "published_utc": "2026-02-04T20:28:33+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "„Să știți că nu sunteți singuri”. Kate, prințesa de Wales, a transmis un mesaj emoționant pentru bolnavii de cancer și familiile lor",
        "summary": "Prințesa de Wales, Kate, a spus că o călătorie prin cancer aduce „momente de frică și epuizare”, dar și „momente de putere, bunătate și conexiune profundă”, într-un mesaj emoționant adresat publicului, scrie The Times.",
        "link": "https://www.digi24.ro/stiri/externe/sa-stiti-ca-nu-sunteti-singuri-kate-printesa-de-wales-a-transmis-un-mesaj-emotionant-pentru-bolnavii-de-cancer-si-familiile-lor-3616485",
        "published_utc": "2026-02-04T20:12:20+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "PSD: „Programul de stimulare a economiei devine realitate după 5 luni de indecizie şi tergiversare din partea premierului Ilie Bolojan”",
        "summary": "PSD a transmis, miercuri seară, că Programul de stimulare a economiei putea fi adoptat de acum cinci luni, de când a fost propus, considerându-l vinovat de indecizie şi tergiversare pe premierul Ilie Bolojan.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/psd-programul-de-stimulare-a-economiei-devine-realitate-dupa-5-luni-de-indecizie-si-tergiversare-din-partea-premierului-ilie-bolojan-3616463",
        "published_utc": "2026-02-04T20:11:20+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Călătorii STB fără bilet și care au cărți de identitate electronice pot fi amendați, clarifică PMB: „Fac echipă cu polițiștii locali”",
        "summary": "Deținătorii noilor cărți de identitate electronice nu sunt scutiți de amenzi în cazul în care circulă cu mijloacele de transport în comun fără să plătească călătoria. Conform Primăriei Municipiului București, călătorii fără bilet vor fi sancționați pentru că echipele de la Poliția Locală vor însoți controlorii STB.",
        "link": "https://www.digi24.ro/stiri/actualitate/calatorii-stb-fara-bilet-si-care-au-carti-de-identitate-electronice-pot-fi-amendati-clarifica-pmb-fac-echipa-cu-politistii-locali-3616459",
        "published_utc": "2026-02-04T20:10:26+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Bolojan, mesaj pentru CCR privind pensiile magistraților: Probabilitatea să pierdem banii din PNRR e foarte mare",
        "summary": "Premierul Ilie Bolojan a anunțat, miercuri seară, la Guvern, că jalonul din PNRR privind pensiile magistraților este în prezent neîndeplinit, conform Comisiei Europene, iar joi va informa CCR asupra consecințelor amânării unor decizii. Șeful Executivului transmite că probabilitatea de a pierde banii „e foarte mare”. În ceea ce privește plata alocată jalonului 215, există o reținere de aproape 230 de milioane de euro.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/jalonul-din-pnrr-privind-pensiile-magistratilor-neindeplinit-bolojan-voi-informa-ccr-probabilitatea-sa-pierdem-banii-e-foarte-mare-3616201",
        "published_utc": "2026-02-04T20:08:21+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Nicoleta Pauliuc, despre neplata primei zi de concediu medical: Are impact și asupra pensiei pe două direcții",
        "summary": "Senatoarea PNL, Nicoleta Pauliuc, a depus un amendament prin care bolnavii cronic ar urma să fie exceptați de la noua lege privind concediile medicale cu prima zi neplătită. Pauliuc a precizat, miercuri seară, la Digi24, că prima zi fără plată a concediului medical are impact și asupra pensiei pe două direcții: ziua neplătită nu se ia în calcul la vechime și este redus cuantumul, nefiind luat în calcul ca venit.",
        "link": "https://www.digi24.ro/stiri/actualitate/sanatate/nicoleta-pauliuc-despre-neplata-primei-zi-de-concediu-medical-are-impact-si-asupra-pensiei-pe-doua-directii-3616453",
        "published_utc": "2026-02-04T20:05:14+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "După UDMR, nici USR nu este de acord cu măsura privind neplata primei zile de concediu medical / Fritz are însă o altă poziție în privința taxelor față de Kelemen Hunor",
        "summary": "Liderul USR, Dominic Fritz, afirmă că nu este de acord cu decizia guvernului ca prima zi de concediu să nu le mai fie plătită angajaților și s-a arătat suprins de introducerea acesteia. Reacția lui a&#8230;",
        "link": "https://hotnews.ro/dupa-udmr-nici-usr-nu-este-de-acord-cu-masura-privind-neplata-primei-zile-de-concediu-medical-fritz-are-insa-o-alta-pozitie-in-privinta-taxelor-fata-de-kelemen-hunor-2164970",
        "published_utc": "2026-02-04T20:05:06+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Reacția lui Călin Georgescu la raportul din Congresul SUA. Care este „singura soluție corectă” pentru fostul candidat",
        "summary": "Călin Georgescu, fostul candidat la președinția României, a afirmat, într-o intervenție telefonic la Realitatea Plus, că raportul elaborat în Camera Reprezentanților care vizează inclusiv anularea alegerilor prezidențiale din 2024 arată că „singura soluție corectă este&#8230;",
        "link": "https://hotnews.ro/reactia-lui-calin-georgescu-la-raportul-din-congresul-sua-singura-solutie-corecta-este-intoarcerea-la-vot-2164958",
        "published_utc": "2026-02-04T19:59:30+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Fals grosolan”. O companie care apare printre câștigătorii contractului pentru Centura Metropolitană Cluj neagă că a participat la licitație",
        "summary": "Licitația pentru Centura Metropolitană Cluj a fost câștigată anul trecut de Dimex 2000 SRL, în parteneriat cu o companie din Bosnia și una din Bulgaria. Un contract de 4,7 miliarde lei. Dar una din firmele&#8230;",
        "link": "https://hotnews.ro/fals-grosolan-o-companie-care-apare-printre-castigatorii-contractului-pentru-centura-metropolitana-cluj-neaga-ca-a-participat-la-licitatie-2164962",
        "published_utc": "2026-02-04T19:52:00+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Anunțul prim-ministrului despre un portofoliu esențial în guvern: „Săptămâna viitoare e foarte probabil să avem un nou ministru”",
        "summary": "Premierul Ilie Bolojan a anunţat, miercuri seară, în cadrul unei conferințe de presă, că săptămâna viitoare va numi un nou ministru al Educaţiei şi a precizat că pe parcursul ultimelor săptămâni, de când a preluat acest portofoliu, a avut ca obiectiv deblocarea absorbţiei de fonduri europene.",
        "link": "https://www.digi24.ro/stiri/actualitate/educatie/anuntul-prim-ministrului-despre-un-portofoliu-esential-in-guvern-saptamana-viitoare-e-foarte-probabil-sa-avem-un-nou-ministru-3616435",
        "published_utc": "2026-02-04T19:51:38+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Mircea Abrudean, după Forumul de Securitate din SUA: România îşi menţine angajamentele asumate, inclusiv 5% din PIB pentru apărare",
        "summary": "Preşedintele Senatului, Mircea Abrudean, a participat, miercuri, la Forumul Interparlamentar de Securitate organizat în Washington D.C., Statele Unite ale Americii, el afirmând că România îşi menţine angajamentele asumate la nivel aliat, inclusiv obiectivul de a aloca 5% din PIB pentru apărare şi securitate până în anul 2035. Abrudean s-a întâlnit și cu şeful Camerei Reprezentanţilor a SUA, Mike Johnson.",
        "link": "https://www.digi24.ro/stiri/actualitate/mircea-abrudean-dupa-forumul-de-securitate-din-sua-romania-isi-mentine-angajamentele-asumate-inclusiv-5-din-pib-pentru-aparare-3616051",
        "published_utc": "2026-02-04T19:50:52+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Neplata primei zile de concediu medical: Bolojan spune că a fost propusă de Ministerul Sănătății, o evaluare va avea loc după o lună",
        "summary": "Premierul Ilie Bolojan a afirmat, miercuri seară, că decizia de nu a plăti prima zi de concediu medical a fost adoptată de Guvern la propunere Ministerului Sănătăţii şi a explicat că o evaluarea a impactului acestei măsuri va putea fi făcută după cel puţin o lună. El a precizat că măsura este una tranzitorie, până vor fi puse în funcţiune mecanismele prin care să nu mai poată fi acordate nejusticat concedii medicale.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/neplata-primei-zile-de-concediu-medical-bolojan-spune-ca-a-fost-propusa-de-ministerul-sanatatii-o-evaluare-va-avea-loc-dupa-o-luna-3616429",
        "published_utc": "2026-02-04T19:47:36+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Cel mai înalt diplomat al lui Emmanuel Macron, la Moscova pentru discuții directe cu oficialii lui Putin (Reuters)",
        "summary": "Cel mai înalt diplomat al președintelui francez Emmanuel Macron, Emmanuel Bonne, a fost marți la Moscova pentru discuții cu oficiali ruși, în încercarea Parisului de a relua dialogul direct cu Kremlinul. Surse diplomatice, citate de Reuters, spun că întâlnirile au avut loc în consultare cu Ucraina și cu principalii aliați europeni, în timp ce Macron subliniază importanța ca Europa să-și refacă propriile canale de discuție cu Rusia.",
        "link": "https://www.digi24.ro/stiri/externe/cel-mai-inalt-diplomat-al-lui-emmanuel-macron-la-moscova-pentru-discutii-directe-cu-oficialii-lui-putin-reuters-3616417",
        "published_utc": "2026-02-04T19:37:00+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Raportul Mediului despre litoral: mii de construcții ilegale pe terenul statului. Diana Buzoianu: „E treaba instanțelor”",
        "summary": "Diana Buzoianu a anunțat miercuri publicarea raportului final privind situația terenurilor din zona costieră. Ministra Mediului a dezvăluit și „cea mai relevantă” concluzie: „peste 4000 de construcții - unele blocuri cu mai multe etaje - sunt ridicate pe terenuri care ar fi trebuit să aparțină statului român”.",
        "link": "https://www.digi24.ro/stiri/actualitate/raportul-mediului-despre-litoral-mii-de-constructii-ilegale-pe-terenul-statului-diana-buzoianu-e-treaba-instantelor-3616361",
        "published_utc": "2026-02-04T19:21:57+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Cazul Epstein e un „dans al vampirilor” din elitele occidentale, spune Rusia. Maria Zaharova: „Un fulg de zăpadă pe vârful aisbergului”",
        "summary": "Cazul Jeffrey Epstein arată ca un fel de „dans al vampirilor” din elitele occidentale, a afirmat miercuri Ministerul rus de Externe, conform agenției EFE, după publicarea milioanelor de documente ce relevă practicile miliardarului bine conectat politic şi care s-a sinucis în detenţie după ce a fost acuzat că trafica sexual fete, inclusiv minore, pentru numeroase personalităţi din lumea politică şi de afaceri.",
        "link": "https://www.digi24.ro/stiri/externe/rusia/cazul-epstein-un-dans-al-vampirilor-din-elitele-occidentale-maria-zaharova-un-fulg-de-zapada-pe-varful-aisbergului-3616327",
        "published_utc": "2026-02-04T19:20:39+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Coaliția poate funcționa mai bine, dar „pentru asta ar trebui să ne respectăm mai mult între noi”, afirmă Bolojan",
        "summary": "Premierul Ilie Bolojan s-a declarat miercuri convins că actuala coaliție guvernamentală „ar putea funcționa mult mai bine dacă ne-am respecta între noi”, în contextelor criticilor repetate venite din partea partenerului de guvernare PSD, dar și&#8230;",
        "link": "https://hotnews.ro/coalitia-poate-functiona-mai-bine-dar-pentru-asta-ar-trebui-sa-ne-respectam-mai-mult-intre-noi-afirma-bolojan-cum-raspunde-solicitarii-udmr-de-scadere-a-taxelor-locale-2164959",
        "published_utc": "2026-02-04T19:17:59+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Val de concedieri voluntare la Dacia: unu din 10 angajați Dacia vor fi înlocuiți cu roboți",
        "summary": "Uzina Dacia din Mioveni se confruntă cu un val de concedieri voluntare. Aproximativ 1.000 de angajați ar urma să plece cu salarii compensatorii, în condițiile în care fabrica are planuri de tehnologizare masivă, iar oamenii ar urma să fie înlocuiți de procese automatizate și robotizate. În plus, este luat în calcul și scenariul unei reduceri a producției de automobile anul acesta, anunță Digi24.",
        "link": "https://www.digi24.ro/stiri/economie/transporturi/val-de-concedieri-voluntare-la-dacia-unul-din-10-angajati-dacia-vor-fi-inlocuiti-cu-roboti-3616089",
        "published_utc": "2026-02-04T19:13:06+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Când va fi tranșată aplicarea referendumului privind bugetul Capitalei. Anunțul prim-ministrului Bolojan despre viitorul Bucureștiului",
        "summary": "Ilie Bolojan a declarat, într-o conferință de presă, pe 4 februarie, că situația Primăriei București este cunoscută, instituția fiind subfinanțată de ani de zile.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/cand-va-fi-transata-aplicarea-referendumului-privind-bugetul-capitalei-anuntul-prim-ministrului-bolojan-despre-viitorul-bucurestiului-3616377",
        "published_utc": "2026-02-04T19:08:12+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Liberalizarea gazelor, amânată până în 2027. Ilie Bolojan anunță o perioadă tranzitorie, „cu un preţ care nu va mai fi plafonat”",
        "summary": "Premierul Ilie Bolojan a declarat, miercuri, că anul 2027 este cel mai potrivit pentru liberalizarea preţului la gaz, deoarece România ar urma să beneficieze de o supraproducţie odată cu extragerea gazelor din Marea Neagră. Bolojan a explicat că, de la 1 aprilie 2026 şi până în martie 2027, ar urma o perioadă tranzitorie, cu un preţ care nu va mai fi plafonat, ci administrat pentru consumatorii casnici. Această administrare se va vedea pe întreg lanţul - producători, distribuitori şi furnizori, a mai anunțat prim-ministrul.",
        "link": "https://www.digi24.ro/stiri/economie/energie/liberalizarea-gazelor-amanata-pana-in-2027-ilie-bolojan-anunta-o-perioada-tranzitorie-cu-un-pret-care-nu-va-mai-fi-plafonat-3616355",
        "published_utc": "2026-02-04T19:05:12+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Cum vrea Guvernul să salveze Combinatul Liberty de la Galați",
        "summary": "Premierul Ilie Bolojan a afirmat, miercuri, că intenţia Guvernului este de a declara obiectiv de importanţă strategică Combinatul Liberty Galaţi, pentru a putea fi demarată o licitaţie internaţională pentru preluarea lui. El a menţionat că trebuie asigurată siguranţa combinatului în perioada următoare şi plăţile pentru angajaţi.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/cum-vrea-guvernul-sa-salveze-combinatul-liberty-de-la-galati-3616351",
        "published_utc": "2026-02-04T18:49:46+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Ilie Bolojan, după avertismentul JP Morgan că România a ajuns să împrumute sume record: Trebuie să asigurăm stabilitatea politică",
        "summary": "„Ceea ce trebuie să facem este să asigurăm stabilitatea politică, indiferent de coaliție, indiferent de cine este premier”, a răspuns miercuri premierul Ilie Bolojan, întrebat de HotNews despre faptul că țara noastră a ajuns să&#8230;",
        "link": "https://hotnews.ro/ilie-bolojan-dupa-avertismentul-jp-morgan-ca-romania-a-ajuns-sa-imprumute-sume-record-trebuie-sa-asiguram-stabilitatea-politica-2164869",
        "published_utc": "2026-02-04T18:37:53+00:00",
        "score": 3
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Răspunsul lui Ilie Bolojan pentru Kelemen Hunor, care vrea scăderea impozitelor locale: Trebuie schimbată legea",
        "summary": "Premierul Ilie Bolojan a spus miercuri seara, referitor la cererea UDMR de scădere a taxelor și impozitelor cu 50%, că actuala legislație permite doar creșterea acestora, nu și scăderea lor. Din acest motiv, premierul a subliniat că pentru a permite o scădere a impozitelor trebuie modificată legea „într-un termen cât mai scurt, înainte de aprobare a bugetului”, dar nu a avansat un procent care ar putea fi redus.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/raspunsul-lui-ilie-bolojan-pentru-kelemen-hunor-care-vrea-scaderea-impozitelor-locale-trebuie-schimbata-legea-3616235",
        "published_utc": "2026-02-04T18:34:21+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Poluare cu produse petroliere pe Dunăre, în zona Giurgiu, după scufundarea unei nave. Ce spun specialişti de la „Apele Române”",
        "summary": "Administraţia „Apele Române” anunţă că, miercuri, a fost semnalată o poluare cu produse petroliere pe Dunăre, în zona Plajei Vechi Giurgiu, după scufundarea unui împingător.",
        "link": "https://www.digi24.ro/stiri/actualitate/poluare-cu-produse-petroliere-pe-dunare-in-zona-giurgiu-dupa-scufundarea-unei-nave-ce-spun-specialisti-de-la-apele-romane-3616277",
        "published_utc": "2026-02-04T18:31:12+00:00",
        "score": 1
      }
    ],
    "medical": [],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "ARMD Research Solicitations (Updated Feb. 4)",
        "summary": "THIS PAGE WAS UPDATED ON FEBRUARY 4, 2026 This Aeronautics Research Mission Directorate (ARMD) solicitations page compiles the opportunities to collaborate with NASA’s aeronautical innovators and/or contribute to their research to enable new and improved air transportation systems. Most opportunities to participate in research are officially announced through the Web-based NASA Solicitation and Proposal Integrated [&#8230;]",
        "link": "https://www.nasa.gov/aeronautics/armd-solicitations/",
        "published_utc": "2026-02-04T18:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Heat Shield Tech Contributes to America’s Space Industry",
        "summary": "This Jan. 29, 2026, photo captures the streak the Varda Space Industries W-5 capsule made while returning to Earth. The capsule uses a protective heat shield Varda produced made of cutting-edge material it licensed from NASA. The material, known as C-PICA (Conformal Phenolic Impregnated Carbon Ablator), provides a stronger, less expensive, and more efficient thermal protection [&#8230;]",
        "link": "https://www.nasa.gov/image-article/nasa-heat-shield-tech-contributes-to-americas-space-industry/",
        "published_utc": "2026-02-04T16:23:44+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA’s SPHEREx Examines Comet 3I/ATLAS’s Coma",
        "summary": "Description These observations by NASA’s SPHEREx (Spectro-Photometer for the History of the Universe, Epoch of Reionization and Ices Explorer) show the infrared light emitted by the dust, water, organic molecules, and carbon dioxide contained within comet 3I/ATLAS’s coma. The comet brightened significantly during the December 2025 period when SPHEREx made the observations — about two […]",
        "link": "https://science.nasa.gov/photojournal/nasas-spherex-examines-comet-3i-atlass-coma/",
        "published_utc": "2026-02-04T16:18:29+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Explore Mars’s Flaugergues Crater",
        "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
        "published_utc": "2026-02-04T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Full Moon over Artemis II",
        "summary": "A full moon is seen shining over NASA’s SLS (Space Launch System) and Orion spacecraft, atop the mobile launcher at Launch Pad 39B at NASA’s Kennedy Space Center in Florida in the early hours of February 1, 2026. The agency concluded a wet dress rehearsal for the agency’s Artemis II test flight early Tuesday morning, [&#8230;]",
        "link": "https://www.nasa.gov/image-article/full-moon-over-artemis-ii/",
        "published_utc": "2026-02-03T17:01:07+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Space to Soil Challenge",
        "summary": "Rapid advances in commercial space, artificial intelligence, and edge computing are transforming what is possible for Earth observation. By pushing more intelligence onboard, missions can move from passively collecting data to actively interpreting and responding to changing surface conditions in near-real time, enabling more targeted observations and dramatically improving the value of data returned to [&#8230;]",
        "link": "https://www.nasa.gov/directorates/stmd/prizes-challenges-crowdsourcing-program/center-of-excellence-for-collaborative-innovation-coeci/nasa-space-to-soil-challenge/",
        "published_utc": "2026-02-03T15:12:32+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "ESA's sustainability ambition",
        "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
        "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
        "published_utc": "2026-02-03T15:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Moving satellites to meet a plane for rare reentry data",
        "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
        "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
        "published_utc": "2026-02-02T16:12:00+00:00",
        "score": 4
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Apply now to the ESA Graduate Trainee Programme",
        "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
        "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
        "published_utc": "2026-02-02T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
        "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
        "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
        "published_utc": "2026-01-30T10:20:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "New satellite view of Tibet’s tectonic clash",
        "summary": "A study on tectonic plates that converge on the Tibetan Plateau has shown that Earth’s fault lines are far weaker and the continents are less rigid than scientists previously thought. This finding is based on ground-monitoring satellite data.",
        "link": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-1/New_satellite_view_of_Tibet_s_tectonic_clash",
        "published_utc": "2026-01-30T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Earth from Space: Rudong coast, China",
        "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
        "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
        "published_utc": "2026-01-30T09:00:00+00:00",
        "score": 2
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
        "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
        "published_utc": "2026-01-25T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "For every $1 spent protecting nature, $30 goes to destroying it",
        "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
        "published_utc": "2026-01-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
        "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
        "published_utc": "2025-12-24T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
        "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
        "published_utc": "2025-12-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "UN environment assembly wraps up in Nairobi",
        "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "published_utc": "2025-12-12T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
        "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
        "published_utc": "2025-12-06T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
        "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
        "published_utc": "2025-11-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
        "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Can industrial growth and climate action go hand in hand?",
        "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "What’s at stake in the COP30 negotiations?",
        "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
        "published_utc": "2025-11-20T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "In the Amazon, a school becomes a beacon of climate resilience",
        "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
        "published_utc": "2025-11-19T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
        "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
        "published_utc": "2025-11-18T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
        "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
        "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      }
    ],
    "photos": [
      {
        "category_id": "space",
        "category_label": "🚀 Spațiu",
        "source": "NASA APOD",
        "title": "🚀 Spațiu",
        "link": "https://apod.nasa.gov/apod/astropix.html",
        "image_url": "https://apod.nasa.gov/apod/calendar/S_260204.jpg",
        "published_utc": "2026-02-04T21:24:51+00:00"
      },
      {
        "category_id": "animals",
        "category_label": "🐾 Animale",
        "source": "Animal of the Day",
        "title": "Naked Mole Rat - More Than Meets The Eye",
        "link": "https://thewebsiteofeverything.com/weblog/pivot/entry.php?id=902",
        "image_url": "https://thewebsiteofeverything.com/weblog/images/naked_mole_rat.jpg",
        "published_utc": "2015-08-22T15:03:00+00:00"
      }
    ],
    "joke": [
      {
        "date_utc": "2026-02-04",
        "text": "— Aveți Wi-Fi? — Da. — Parola? — Ești sigur că vrei asta?"
      }
    ],
    "satire": [
      {
        "date_utc": "2026-02-04",
        "source": "TimesNewRoman",
        "title": "TimesNewRoman (listă)",
        "link": "https://www.timesnewroman.ro/monden/",
        "note": "Satiră — nu este știre reală."
      }
    ]
  }
}