{
  "generated_utc": "2026-02-04T09:14:29.072250+00:00",
  "count": 50,
  "items": [
    {
      "id": "f39932a9046a",
      "title": "„Presiunea pe datoria publică se menține”: Avertismentul economistului Ionuț Dumitru legat de deficit și bugetul României",
      "summary": "Economistul Ionuț Dumitru a declarat miercuri la Digi24 că, în ciuda reducerii deficitului bugetar anul trecut, presiunea pe datoria publică rămâne ridicată, iar spațiul fiscal al României este practic inexistent. Cu venituri din taxe de doar 28% din PIB și cheltuieli obligatorii",
      "link": "https://www.digi24.ro/stiri/economie/presiunea-pe-datoria-publica-se-mentine-avertismentul-economistului-ionut-dumitru-legat-de-deficit-si-bugetul-romaniei-3615141",
      "source": "Digi24",
      "published_utc": "2026-02-04T09:11:14+00:00",
      "kind": "ro"
    },
    {
      "id": "ce294bf9a210",
      "title": "Alba: Medic care ar fi primit bani de la şase persoane pentru revizuirea medicală a pensionarilor de invaliditate, reţinut/ El a fost condamnat recent pentru fapte similare",
      "summary": "Un medic din Sebeş, judeţul Alba, care activitatea de expertiză a capacităţii de muncă, a fost reţinut de procuror pentru luare de mită în formă continuată, după ce ar fi primit de la şase persoane sume între 100 şi 600 de euro pentru revizuirea medicală a pensionarilor de invali",
      "link": "https://www.news.ro/justitie/alba-medic-care-ar-fi-primit-bani-de-la-sase-persoane-pentru-revizuirea-medicala-a-pensionarilor-de-invaliditate-retinut-el-a-fost-condamnat-recent-pentru-fapte-similare-1922401004112026021122334400",
      "source": "News.ro",
      "published_utc": "2026-02-04T09:10:11+00:00",
      "kind": "ro"
    },
    {
      "id": "3fc4ade67a88",
      "title": "Raport devastator despre democrație în America lui Trump: „O alunecare asumată către autoritarism” (HRW)",
      "summary": "Organizaţia nonguvernamentală (ONG) Human Rights Watch avertizează în raportul său anual că preşedintele american Donald Trump este pe cale să transforme Statele Unite într-un stat autoritarist, având în vedere că democraţia şi drepturile omului sunt atacate din toate părţile.",
      "link": "https://www.digi24.ro/stiri/externe/sua/raport-devastator-despre-democratie-in-america-lui-trump-o-alunecare-asumata-catre-autoritarism-hrw-3615105",
      "source": "Digi24",
      "published_utc": "2026-02-04T09:09:54+00:00",
      "kind": "ro"
    },
    {
      "id": "aab8cf866e71",
      "title": "Olt: Femeie de 81 de ani, omorâtă de un tânăr de 18 ani, care a lovit-o cu un lemn în cap / Agresorul a reacţionat astfel pentru că se temea că victima va anunţa Poliţia fiindcă îi dăduse bancnote euro false în schimbul unei sume de bani",
      "summary": "O femeie din judeţul Olt a fost omorâtă de un tânăr de 18 ani, chiar în locuinţa sa, după ce a fost lovită cu un lemn de foc în cap. Agresorul a recunoscut comiterea faptei în faţa anchetatorilor şi a mărturisit că se temea că victima va sesiza Poliţia pentru că îi dăduse mai mul",
      "link": "https://www.news.ro/justitie/olt-femeie-81-ani-omorata-tanar-18-ani-lovit-lemn-cap-agresorul-reactionat-astfel-temea-victima-anunta-politia-fiindca-ii-daduse-bancnote-euro-false-schimbul-unei-sume-bani-1922400704232026021122334406",
      "source": "News.ro",
      "published_utc": "2026-02-04T09:07:23+00:00",
      "kind": "ro"
    },
    {
      "id": "6078c6669753",
      "title": "Fostul prinţ Andrew a părăsit locuinţa Royal Lodge",
      "summary": "Andrew Mountbatten-Windsor s-a mutat din locuinţa sa din Windsor în domeniul Sandringham din Norfolk. Fostul prinţ a părăsit Royal Lodge luni seara şi locuieşte în prezent la Wood Farm Cottage, în domeniul Sandringham, în timp ce reşedinţa sa permanentă este în curs de renovare, ",
      "link": "https://www.news.ro/cultura-media/fostul-print-andrew-a-parasit-locuinta-royal-lodge-1922400304192026021122334389",
      "source": "News.ro",
      "published_utc": "2026-02-04T09:03:19+00:00",
      "kind": "ro"
    },
    {
      "id": "51854535b6e8",
      "title": "Încă un caz șocant în Franţa: Un copil de 5 ani a fost drogat şi violat de 10 bărbaţi, inclusiv de tatăl său",
      "summary": "Zece bărbaţi cu vârste cuprinse între 29 şi 50 de ani au fost puşi sub acuzare la Lille, în Franţa, în cadrul unui caz de pedofilie comis sub influenţa substanţelor chimice asupra unui băiat de 5 ani, a anunţat marţi parchetul, potrivit News.ro. E încă un caz care şochează profun",
      "link": "https://www.digi24.ro/stiri/externe/inca-un-caz-socant-in-franta-un-copil-de-5-ani-a-fost-drogat-si-violat-de-10-barbati-inclusiv-de-tatal-sau-3614941",
      "source": "Digi24",
      "published_utc": "2026-02-04T09:02:42+00:00",
      "kind": "ro"
    },
    {
      "id": "f684946dff77",
      "title": "Fostul soţ al lui Jill Biden a fost arestat şi pus sub acuzare pentru uciderea soţiei sale",
      "summary": "Fostul soţ al fostei prime doamne a SUA Jill Biden a fost arestat şi pus sub acuzare pentru uciderea actualei sale soţii, faptă care a avut loc în decembrie la domiciliul lor din Delaware, a anunţat marţi poliţia locală, conform AFP.",
      "link": "https://www.digi24.ro/stiri/externe/sua/fostul-sot-al-lui-jill-biden-a-fost-arestat-si-pus-sub-acuzare-pentru-uciderea-sotiei-sale-3615121",
      "source": "Digi24",
      "published_utc": "2026-02-04T08:59:48+00:00",
      "kind": "ro"
    },
    {
      "id": "27938731c540",
      "title": "MAE îi atenţionează pe românii care se află sau vor să călătorească în Maroc că meteorologii au emis cod roşu de precipitaţii şi pericol de inundaţii pentru zona costieră",
      "summary": "Ministerul român al Afacerilor Externe (MAE) îi atenţionează pe românii care se află, tranzitează sau intenţionează să călătorească în Maroc că Direcţia Generală de Meteorologie (DGM) a emis o alertă de cod roşu de precipitaţii şi pericol de inundaţii pentru zona costieră.",
      "link": "https://www.news.ro/social/mae-ii-atentioneaza-pe-romanii-care-se-afla-sau-vor-sa-calatoreasca-in-maroc-ca-meteorologii-au-emis-cod-rosu-de-precipitatii-si-pericol-de-inundatii-pentru-zona-costiera-1922405804262026021022334395",
      "source": "News.ro",
      "published_utc": "2026-02-04T08:58:26+00:00",
      "kind": "ro"
    },
    {
      "id": "cdce679e3173",
      "title": "Zboruri interne mai ieftine la TAROM, cu opțiuni flexibile pentru pasageri",
      "summary": "TAROM a lansat tariful Light pentru zborurile interne, o opțiune mai ieftină fără bagaj de cală, destinată pasagerilor care călătoresc ușor. Compania păstrează în același timp tarifele clasice, cu bagaj inclus și mai multă flexibilitate.",
      "link": "https://www.digi24.ro/stiri/economie/zboruri-interne-mai-ieftine-la-tarom-cu-optiuni-flexibile-pentru-pasageri-3615115",
      "source": "Digi24",
      "published_utc": "2026-02-04T08:56:40+00:00",
      "kind": "ro"
    },
    {
      "id": "3ac4741b9732",
      "title": "Olt: Bărbat, reţinut după ce a furat din casa unei femei 10.000 de euro şi mai multe bijuterii din aur",
      "summary": "Un bărbat din Râmnicu Vâlcea a fost reţinut de poliţişti după ce a furat peste 10.000 de euro şi mai multe bijuterii din casa unei femei din Slatina.",
      "link": "https://www.news.ro/eveniment/olt-barbat-retinut-dupa-ce-a-furat-din-casa-unei-femei-10-000-de-euro-si-mai-multe-bijuterii-din-aur-1922405204572026021022334387",
      "source": "News.ro",
      "published_utc": "2026-02-04T08:52:57+00:00",
      "kind": "ro"
    },
    {
      "id": "5eec97addae5",
      "title": "Trump a ordonat trimiterea de soldați într-o nouă țară. Unde va fi dislocat contigentul și care este scopul acestuia",
      "summary": "SUA au trimis în Nigeria un „grup restrâns” de militari care pot ajuta forțele nigeriene în lupta împotriva grupărilor teroriste, inclusiv împotriva „Statului Islamic” (ISIS), scrie Reuters. Despre trimiterea soldaților a informat generalul Dougwin Anderson, șeful comandamentului",
      "link": "https://www.digi24.ro/stiri/externe/sua/trump-a-ordonat-trimiterea-de-soldati-intr-o-noua-tara-unde-va-fi-dislocat-contigentul-si-care-este-scopul-acestuia-3615107",
      "source": "Digi24",
      "published_utc": "2026-02-04T08:44:25+00:00",
      "kind": "ro"
    },
    {
      "id": "131aa4cdfed4",
      "title": "CSM: Numărul posturilor vacante de judecător a crescut la 759, deficitul menţinându-se la circa 15%/ Nu au fost adoptate măsuri pentru organizarea concursului de admitere directă în magistratură",
      "summary": "Consiliului Superior al Magistraturii (CSM) afirmă că nu au fost adoptate măsuri legislative pentru organizarea concursului de admitere directă în magistratură, iar Consiliul nu a fost înştiinţat de ce o derogare în domeniul justiţiei nu este posibilă. În prezent, sunt 759 de pos",
      "link": "https://www.news.ro/justitie/csm-numarul-posturilor-vacante-de-judecator-a-crescut-la-759-deficitul-mentinandu-se-la-circa-15-nu-au-fost-adoptate-masuri-pentru-organizarea-concursului-de-admitere-directa-in-magistratura-1922404304272026021022334364",
      "source": "News.ro",
      "published_utc": "2026-02-04T08:43:27+00:00",
      "kind": "ro"
    },
    {
      "id": "22b8d3865c06",
      "title": "FC Barcelona propune Camp Nou ca gazdă a finalei Ligii Campionilor 2028-2029",
      "summary": "Lucrările de renovare începute în 2023 la Camp Nou ar trebui să se încheie în cursul anului 2027, iar FC Barcelona a demarat deja demersurile administrative pentru ca stadionul său să găzduiască finala Ligii Campionilor în 2029.",
      "link": "https://www.news.ro/sport/fc-barcelona-propune-camp-nou-ca-gazda-a-finalei-ligii-campionilor-2028-2029-1922404104162026021022334367",
      "source": "News.ro",
      "published_utc": "2026-02-04T08:41:16+00:00",
      "kind": "ro"
    },
    {
      "id": "e9076950a19b",
      "title": "Marius Borg Høiby, fiul prinţesei Norvegiei Mette-Marit, judecat pentru viol, a pledat nevinovat",
      "summary": "Marius Borg Høiby, fiul prinţesei moştenitoare a Norvegiei, Mette-Marit, s-a declarat nevinovat de acuzaţiile de viol marţi, în prima zi a unui proces care pune familia regală într-o situaţie jenantă.",
      "link": "https://www.news.ro/entertainment/marius-borg-h-iby-fiul-printesei-norvegiei-mette-marit-judecat-pentru-viol-a-pledat-nevinovat-1922404004422026021022334368",
      "source": "News.ro",
      "published_utc": "2026-02-04T08:40:42+00:00",
      "kind": "ro"
    },
    {
      "id": "6c2fc716f644",
      "title": "Fostul prinț Andrew, aflat în mijlocul scandalului Epstein, s-a mutat din reședinta sa regală din Windsor",
      "summary": "Fostul prinţ britanic Andrew, căzut între timp în dizgraţie, a părăsit reşedinţa sa luxoasă din Windsor şi s-a mutat pe domeniul regal Sandringham, în estul Angliei, scrie BBC. Presiunile au crescut asupra acestuia pentru a depune mărturie în SUA cu privire la relația sa cu infra",
      "link": "https://www.digi24.ro/stiri/externe/fostul-print-andrew-aflat-in-mijlocul-scandalului-epstein-s-a-mutat-din-resedinta-sa-regala-din-windsor-3615059",
      "source": "Digi24",
      "published_utc": "2026-02-04T08:39:39+00:00",
      "kind": "ro"
    },
    {
      "id": "dfe301c9a90b",
      "title": "Regatul Unit şi SUA convin că colaboreze strâns în baza militară strategică de pe insula Diego Garcia din arhipelagul Chagos",
      "summary": "Premierul britanic Keir Starmer şi preşedintele american Donald Trump au convenit să ”continue să colaboreze strâns” cu scopul de a a sigura funcţionarea bazei militare americano-britanice de pe Insulele Chagos, în urma unor tensiuni recente cu privire la acest subiect, anunţă Do",
      "link": "https://www.news.ro/externe/regatul-unit-si-sua-convin-ca-colaboreze-strans-in-baza-militara-strategica-de-pe-insula-diego-garcia-din-arhipelagul-chagos-1922403204002026021022334360",
      "source": "News.ro",
      "published_utc": "2026-02-04T08:32:00+00:00",
      "kind": "ro"
    },
    {
      "id": "f5e61bf9c353",
      "title": "Cum trebuie îngrijiți pacienții cu cancer",
      "summary": "Cancerul rămâne una dintre cele mai mari provocări ale medicinei contemporane, nu doar prin complexitatea bolii, ci și prin impactul profund pe care îl are asupra vieții pacienților și a familiilor lor. În acest context, oncologia modernă a evoluat dincolo de tratamente izolate, ",
      "link": "https://www.digi24.ro/stiri/actualitate/sanatate/cum-trebuie-ingrijiti-pacientii-cu-cancer-3615089",
      "source": "Digi24",
      "published_utc": "2026-02-04T08:27:09+00:00",
      "kind": "ro"
    },
    {
      "id": "96312110781b",
      "title": "Un laborator biologic ilegal, suspectat de legături cu China, a fost descoperit într-o locuință din Las Vegas. A intervenit FBI",
      "summary": "Autoritățile americane anchetează un laborator biologic suspectat de legături cu China, descoperit într-o locuință din Las Vegas. Ofițerii SWAT au executat sâmbătă un mandat de percheziție într-o locuință din partea de est a orașului, după ce au primit un pont că în interiorul ac",
      "link": "https://www.digi24.ro/stiri/externe/un-laborator-biologic-ilegal-suspectat-de-legaturi-cu-china-a-fost-descoperit-intr-o-locuinta-din-las-vegas-a-intervenit-fbi-3615073",
      "source": "Digi24",
      "published_utc": "2026-02-04T08:27:07+00:00",
      "kind": "ro"
    },
    {
      "id": "5172276fe4b8",
      "title": "Saudiții investesc masiv în energia solară din Turcia: 2 miliarde de dolari pentru parcuri fotovoltaice gigant",
      "summary": "Arabia Saudită va investi două miliarde de dolari în Turcia, pentru a construi parcuri fotovoltaice cu o capacitate de 2.000 de MW, a transmis marţi seara ministrul turc al Energiei, Alparslan Bayraktar.",
      "link": "https://www.digi24.ro/stiri/economie/energie/sauditii-investesc-masiv-in-energia-solara-din-turcia-2-miliarde-de-dolari-pentru-parcuri-fotovoltaice-gigant-3615045",
      "source": "Digi24",
      "published_utc": "2026-02-04T08:08:03+00:00",
      "kind": "ro"
    },
    {
      "id": "29d0abe3bd07",
      "title": "Urgențele care pot apărea în timpul nașterii",
      "summary": "În obstetrică, există situații în care normalul se poate transforma rapid într-o urgență, iar viteza reacției devine un determinant major al prognosticului. În astfel de momente, contează atât recunoașterea semnelor de alarmă, cât și accesul imediat la o echipă pregătită.",
      "link": "https://www.digi24.ro/sanatate-digimatinal/urgentele-care-pot-aparea-in-timpul-nasterii-3611871",
      "source": "Digi24",
      "published_utc": "2026-02-04T08:07:58+00:00",
      "kind": "ro"
    },
    {
      "id": "4a1b1e15b3f9",
      "title": "Cât de optimiști sunt românii în privința vitorului lumii și al țării noastre. Care sunt preocupările legate de securitate și siguranță (Grafice)",
      "summary": "<p>Mai mult de jumătate dintre români se declară foarte optimiști în privința viitorului lumii, al UE, al țării noastre și al familiei, se arată într-un sondaj realizat de Parlamentul European în perioada 6 noiembrie – 30 noiembrie 2025 și dat publicității astăzi. Astfel, 56% din",
      "link": "https://spotmedia.ro/stiri/social/cat-de-optimisti-sunt-romanii-in-privinta-vitorului-lumii-si-al-tarii-noastre-care-sunt-preocuparile-legate-de-securitate-si-siguranta-grafice",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T08:06:58+00:00",
      "kind": "ro"
    },
    {
      "id": "7b93e0803cd7",
      "title": "CFR Cluj transferă din străinătate: Jucătorul, așteptat să semneze contractul",
      "summary": "<p>CFR Cluj este pe cale să transfere un fotbalist român din străinătate. Fundașul central Marian Huja va sosi miercuri în România pentru a semna cu CFR Cluj, conform presei poloneze. Huja a plecat de la Petrolul în urmă cu jumătate de an, la Pogon Szczecin, unde a fost vândut cu",
      "link": "https://spotmedia.ro/stiri/sport/cfr-cluj-transfera-din-strainatate-jucatorul-asteptat-sa-semneze-contractul",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T08:00:50+00:00",
      "kind": "ro"
    },
    {
      "id": "eaac83168bc3",
      "title": "Cristian Rădulescu, directorul de la Grup Feroviar Român acuzat de dare de mită, a fost plasat sub control judiciar pe cauţiune (surse)",
      "summary": "Directorul general al Grup Feroviar Român Cristian Rădulescu a fost plasat de DNA sub control judiciar pe cauţiune, în dosarul în care este acuzat de dare de mită, au declarat, pentru Agerpres, surse judiciare.",
      "link": "https://www.digi24.ro/stiri/actualitate/justitie/cristian-radulescu-directorul-de-la-grup-feroviar-roman-acuzat-de-dare-de-mita-a-fost-plasat-sub-control-judiciar-pe-cautiune-surse-3615041",
      "source": "Digi24",
      "published_utc": "2026-02-04T07:59:05+00:00",
      "kind": "ro"
    },
    {
      "id": "5c2ae418f766",
      "title": "Noi discuții despre pace, la Abu Dhabi. Delegațiile Rusiei, Ucrainei și SUA revin azi la masa negocierilor",
      "summary": "A doua rundă trilaterală privind Ucraina, mediată de Statele Unite, va avea loc în zilele de 4 şi 5 februarie 2026, la Abu Dhabi, în Emiratele Arabe Unite, a anunţat, la 2 februarie, Kremlinul. În aceeaşi zi, şi preşedintele ucrainean, Volodimir Zelenski, a confirmat discuţiile t",
      "link": "https://www.digi24.ro/stiri/externe/noi-discutii-despre-pace-la-abu-dhabi-delegatiile-rusiei-ucrainei-si-sua-revin-azi-la-masa-negocierilor-3614997",
      "source": "Digi24",
      "published_utc": "2026-02-04T07:52:53+00:00",
      "kind": "ro"
    },
    {
      "id": "498f573c9524",
      "title": "România, pe harta ISW cu „Operațiunea faza zero” a Rusiei în Europa",
      "summary": "<p>Institutul pentru Studiul Războiului (ISW) a publicat o hartă cu operațiunile de sabotaj și atacurile pe care Rusia le-a organizat în Europa. Pe hartă apare și România. Țara noastră apare pe harta ISW, după ce drone rusești au pătruns în spațiul aerian național, iar autorități",
      "link": "https://spotmedia.ro/stiri/eveniment/romania-pe-harta-isw-cu-operatiunea-faza-zero-a-rusiei-in-europa",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T07:51:01+00:00",
      "kind": "ro"
    },
    {
      "id": "37cb120ae1d6",
      "title": "Partidul Tisza din Ungaria conduce în sondajele preelectorale. O formațiune de extremă dreapta, pe cale să intre în Parlament",
      "summary": "Partidul de centru-dreapta Tisza din Ungaria conduce în fața partidului Fidesz al prim-ministrului Viktor Orban înaintea alegerilor din 12 aprilie, iar partidul de extremă dreapta Patria Noastră este pe cale să intre în Parlament, potrivit unui sondaj de opinie publicat marți și ",
      "link": "https://www.digi24.ro/stiri/externe/partidul-tisza-din-ungaria-conduce-in-sondajele-preelectorale-o-formatiune-de-extrema-dreapta-pe-cale-sa-intre-in-parlament-3615019",
      "source": "Digi24",
      "published_utc": "2026-02-04T07:43:10+00:00",
      "kind": "ro"
    },
    {
      "id": "605a39a01d66",
      "title": "Povestea băiatului de 13 ani care a înotat ore întregi ca să-și salveze familia: Nu sunt un erou (Video)",
      "summary": "<p>Un băiat de 13 ani a devenit eroul unei povești dramatice petrecute în largul coastei de vest a Australiei, după ce a înotat ore în șir pentru a cere ajutor, în timp ce mama și frații lui erau purtați de valuri tot mai departe de țărm. Austin Appelbee spune însă că nu s-a simț",
      "link": "https://spotmedia.ro/stiri/eveniment/povestea-baiatului-de-13-ani-care-a-inotat-ore-intregi-ca-sa-si-salveze-familia-nu-sunt-erou-video",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T07:42:28+00:00",
      "kind": "ro"
    },
    {
      "id": "055a02d84891",
      "title": "Reacția Melindei French Gates după apariția numelui lui Bill Gates în dosarele Epstein: „Vremuri dureroase în căsnicia mea”",
      "summary": "Fosta soție a lui Bill Gates, Melinda French Gates, mărturisește că apariția numelui acestuia în dosarele legate de Jeffrey Epstein reînvie momente extrem de dureroase din căsnicia lor, o perioadă pe care spune că încearcă să o lase definitiv în urmă.",
      "link": "https://www.digi24.ro/stiri/externe/mapamond/reactia-melindei-french-gates-dupa-aparitia-numelui-lui-bill-gates-in-dosarele-epstein-vremuri-dureroase-in-casnicia-mea-3615009",
      "source": "Digi24",
      "published_utc": "2026-02-04T07:40:17+00:00",
      "kind": "ro"
    },
    {
      "id": "b43031e31752",
      "title": "Profesorii și studenții protestează azi în fața Guvernului. „Stop reformelor care ne taie din drepturi”",
      "summary": "Sindicaliştii din Educaţie protestează miercuri în Piaţa Victoriei, în faţa sediului Guvernului, împotriva măsurilor politice pentru diminuarea deficitului bugetar, care influenţează salarizarea, condiţiile de muncă, statutul şi demnitatea profesiei didactice. Alături de sindicat",
      "link": "https://www.digi24.ro/stiri/sindicalistii-din-educatie-protesteaza-azi-in-fata-guvernului-stop-reformelor-care-ne-taie-din-drepturi-3614979",
      "source": "Digi24",
      "published_utc": "2026-02-04T07:37:44+00:00",
      "kind": "ro"
    },
    {
      "id": "d7d80e60da7e",
      "title": "Câți kilometri din autostrada A3 se inaugurează în acest an. Și de ce rămâne șoseaua ruptă la mijloc",
      "summary": "<p>Anul 2026 ne aduce cu aproximativ 68 de kilometri mai aproape de finalizarea Autostrăzii A3. Se vor deschide noi secțiuni de autostrada între Nădășelu (lângă Cluj-Napoca) și Poarta Sălajului, dar și mai sus, pe traseu, între Suplacu de Barcău și Chiribiș. Vestea proastă e că p",
      "link": "https://spotmedia.ro/stiri/social/cati-kilometri-din-autostrada-a3-se-inaugureaza-in-acest-an-si-de-ce-ramane-soseaua-rupta-la-mijloc",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T07:33:00+00:00",
      "kind": "ro"
    },
    {
      "id": "696016612dd5",
      "title": "Bruxelles neagă acuzațiile SUA privind influențarea scrutinului din România și ingerința în alegerile naționale din statele membre",
      "summary": "Comisia Europeană a respins acuzațiile din SUA potrivit cărora ar fi influențat alegerile din România prin presiuni asupra rețelelor sociale și a catalogat drept nefondate afirmațiile privind „cenzura” și ingerința electorală în scrutinele naționale ale statelor membre.",
      "link": "https://www.digi24.ro/stiri/bruxelles-neaga-acuzatiile-sua-privind-influentarea-scrutinului-din-romania-si-ingerinta-in-alegerile-nationale-din-statele-membre-3615001",
      "source": "Digi24",
      "published_utc": "2026-02-04T07:27:30+00:00",
      "kind": "ro"
    },
    {
      "id": "854ea885ecb1",
      "title": "Ești matinal sau pasăre de noapte? Asta spune ceva despre sănătatea inimii tale",
      "summary": "<p>Persoanele care se consideră în mod natural „păsări de noapte” au, în medie, o sănătate cardiovasculară mai slabă decât cele care se trezesc devreme, arată un studiu amplu realiat în Marea Britanie. Asocierea este mai puternică în cazul femeilor, însă vestea e bună, pentru că ",
      "link": "https://spotmedia.ro/stiri/sanatate/esti-matinal-sau-pasare-de-noapte-asta-spune-ceva-despre-sanatatea-inimii-tale",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T07:24:00+00:00",
      "kind": "ro"
    },
    {
      "id": "55ce7a0f4907",
      "title": "Record de temperatură: Cuba înregistrează 0 grade Celsius, pentru prima dată de la începutul măsurătorilor",
      "summary": "Cuba a înregistrat în zorii zilei de marţi valoarea termică de 0°C în provincia Matanzas, învecinată cu Havana, ceea ce reprezintă cea mai scăzută temperatură înregistrată vreodată pe această insulă din Marea Caraibilor, a anunţat institutul său de meteorologie, citat de AFP.",
      "link": "https://www.digi24.ro/stiri/externe/record-de-temperatura-cuba-inregistreaza-0-grade-celsius-pentru-prima-data-de-la-inceputul-masuratorilor-3614999",
      "source": "Digi24",
      "published_utc": "2026-02-04T07:21:39+00:00",
      "kind": "ro"
    },
    {
      "id": "c5d1b3402025",
      "title": "Prevenția, veriga slabă în lupta cu cancerul în România. Ce programe există la nivel național pentru screening",
      "summary": "<p>Cancerul este o provocare majoră pentru sistemul de sănătate din România, nu doar din cauza numărului mare de cazuri diagnosticate anual, ci mai ales prin faptul că multe dintre ele sunt descoperite în stadii avansate din cauza lipsei screening-ului. Ziua Mondială de Luptă Împ",
      "link": "https://spotmedia.ro/stiri/sanatate/preventia-veriga-slaba-in-lupta-cu-cancerul-in-romania-ce-programe-exista-la-nivel-national-pentru-screening",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T07:15:28+00:00",
      "kind": "ro"
    },
    {
      "id": "54e9b900d911",
      "title": "„Am vorbit cu el. Și-a ținut promisiunea”. Trump vrea ca Putin să pună capăt războiului din Ucraina",
      "summary": "Preşedintele american Donald Trump a declarat marţi că doreşte ca omologul său rus, Vladimir Putin\" să \"pună capăt războiului\" din Ucraina, declanşat de invazia la scară largă a ţării de către Rusia în urmă cu aproape patru ani, relatează AFP, preluată de Agerpres. Trump a coment",
      "link": "https://www.digi24.ro/stiri/externe/am-vorbit-cu-el-si-a-tinut-promisiunea-trump-vrea-ca-putin-sa-puna-capat-razboiului-din-ucraina-3614939",
      "source": "Digi24",
      "published_utc": "2026-02-04T07:06:44+00:00",
      "kind": "ro"
    },
    {
      "id": "b07d884b9644",
      "title": "Șefii lui Inter Milano s-au convins de Cristi Chivu: Concluzia trasă",
      "summary": "<p>Șefii lui Inter Milano s-au convins de Cristi Chivu după primele luni pe banca echipei. Președintele „Beppe” Marotta se felicită pentru alegerea făcută în vara anului trecut, când l-a adus pe Chivu antrenor. „Obiectivul nostru este să construim o echipă cu o medie de vârstă ma",
      "link": "https://spotmedia.ro/stiri/sport/sefii-lui-inter-milano-s-au-convins-de-cristi-chivu-concluzia-trasa",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T07:06:29+00:00",
      "kind": "ro"
    },
    {
      "id": "c52e0cdcb18b",
      "title": "15 imigranți au murit în largul Greciei, după ce barca lor s-a ciocnit cu o navă a pazei de coastă",
      "summary": "<p>15 imigranţi au murit, marţi seara, în Marea Egee, în largul Greciei, după ce barca lor, la bordul căreia se aflau câteva zeci de persoane, s-a ciocnit cu o navă a pazei de coastă. Conform informaţiilor disponibile până în prezent, incidentul s-a petrecut în zona maritimă Myrs",
      "link": "https://spotmedia.ro/stiri/eveniment/15-imigranti-au-murit-in-largul-greciei-dupa-ce-barca-loc-s-a-ciocnit-cu-o-nava-a-pazei-de-coasta",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T06:57:47+00:00",
      "kind": "ro"
    },
    {
      "id": "6889509b32e0",
      "title": "Ora de vară 2026: Data de la care ceasurile se dau înainte și se întunecă mai târziu",
      "summary": "În noaptea de 28 spre 29 martie 2026, ceasurile vor fi date înainte cu o oră, astfel că ora 03:00 va deveni ora 04:00, marcând trecerea la ora de vară. Această ajustare sezonieră presupune alinierea timpului oficial la fusul orar standard, ceea ce determină nopți mai scurte și zi",
      "link": "https://www.digi24.ro/stiri/actualitate/social/ora-de-vara-2026-data-de-la-care-ceasurile-se-dau-inainte-si-se-intuneca-mai-tarziu-3614107",
      "source": "Digi24",
      "published_utc": "2026-02-04T06:50:55+00:00",
      "kind": "ro"
    },
    {
      "id": "4ed7ae2a80d9",
      "title": "Cine e mai devreme afectat de bolile cardiovasculare – femeia sau bărbatul?",
      "summary": "<p>Un studiu recent a arătat că există o discrepanță între sexe când vine vorba de vârsta instalării bolilor cardiovasculare la femei și bărbați. Această diferenţă se conturează încă din prima parte a vieţii adulte şi persistă pe termen lung, arată analiza care a presupus o perio",
      "link": "https://spotmedia.ro/stiri/sanatate/cine-e-mai-devreme-afectat-de-bolile-cardiovasculare-femeia-sau-barbatul",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T06:48:00+00:00",
      "kind": "ro"
    },
    {
      "id": "887f5beb80cc",
      "title": "Primul oraș din lume care va inaugura o stradă complet pavată cu aur",
      "summary": "Deși oficialii au confirmat că strada va fi „construită folosind aur\", încă nu se cunosc detaliile tehnice exacte despre modul în care metalul prețios va fi utilizat.",
      "link": "https://www.digi24.ro/stiri/externe/primul-oras-din-lume-care-va-inaugura-o-strada-complet-pavata-cu-aur-3614951",
      "source": "Digi24",
      "published_utc": "2026-02-04T06:47:24+00:00",
      "kind": "ro"
    },
    {
      "id": "a3c191dd8c26",
      "title": "Digistoria – cele mai importante evenimente petrecute pe 4 februarie",
      "summary": "Cele mai importante evenimente petrecute pe 4 februarie",
      "link": "https://www.digi24.ro/digistoria/digistoria-cele-mai-importante-evenimente-petrecute-pe-4-februarie-3-3614927",
      "source": "Digi24",
      "published_utc": "2026-02-04T06:23:39+00:00",
      "kind": "ro"
    },
    {
      "id": "5e26c4ddd0ce",
      "title": "Colaborarea în domeniul apărării dintre UE și Norvegia trece de la teorie la practică. Țara, eligibilă pentru finanțare SAFE",
      "summary": "Uniunea Europeană își intensifică angajamentul în domeniul securității în Arctica, șefa politicii externe a UE, Kaja Kallas, declarând că parteneriatul în domeniul securității și apărării dintre UE și Norvegia trece „de la teorie la practică”. Vorbind la conferința Arctic Frontie",
      "link": "https://www.digi24.ro/stiri/externe/colaborarea-in-domeniul-apararii-dintre-ue-si-norvegia-trece-de-la-teorie-la-practica-tara-eligibila-pentru-finantare-safe-3614915",
      "source": "Digi24",
      "published_utc": "2026-02-04T06:17:50+00:00",
      "kind": "ro"
    },
    {
      "id": "3dc1909398bf",
      "title": "Ce a decis Trump să spună după ultimele dezvăluiri din dosarul Epstein",
      "summary": "Preşedintele american Donald Trump s-a întrebat marţi dacă nu „este timpul să mergem mai departe” după ce Departamentul de Justiţie a publicat un număr uriaş de documente din dosarul infractorului sexual Jeffrey Epstein.",
      "link": "https://www.digi24.ro/stiri/externe/sua/ce-a-decis-trump-sa-spuna-dupa-ultimele-dezvaluiri-din-dosarul-epstein-3614913",
      "source": "Digi24",
      "published_utc": "2026-02-04T05:59:16+00:00",
      "kind": "ro"
    },
    {
      "id": "4a696c8a69c9",
      "title": "Propunerea „avantajoasă” pe care Rusia a făcut-o Statelor Unite, în schimbul „restabilirii complete a relațiilor bilaterale”",
      "summary": "Ministrul rus de Externe, Serghei Lavrov, a declarat că a înaintat Washingtonului un pachet de propuneri menite să „contribuie la eliminarea obstacolelor majore din calea restabilirii complete a relațiilor bilaterale”, relatează RBC Ukraine.",
      "link": "https://www.digi24.ro/stiri/externe/propunerea-avantajoasa-pe-care-rusia-i-a-facut-o-statelor-unite-in-schimbul-restabilirii-complete-a-relatiilor-bilaterale-3613589",
      "source": "Digi24",
      "published_utc": "2026-02-04T05:29:13+00:00",
      "kind": "ro"
    },
    {
      "id": "f6676c3c26a6",
      "title": "„Este absolut devastator”. În adâncurile „Ghețarului Apocalipsei”, o misiune de cercetare fără precedent a eșuat chiar la final",
      "summary": "O încercare îndrăzneață de a studia uriașul ghețar Thwaites din Antarctica, cunoscut și sub denumirea de „Ghețarul Apocalipsei”, s-a încheiat fără succes, chiar în ultima etapă a operațiunii, după ce instrumentele cercetătorilor s-au blocat în gheața groasă de 1.000 de metri.",
      "link": "https://www.digi24.ro/stiri/externe/mapamond/este-absolut-devastator-in-adancurile-ghetarului-apocalipsei-o-misiune-de-cercetare-fara-precedent-a-esuat-chiar-la-final-3613757",
      "source": "Digi24",
      "published_utc": "2026-02-04T05:00:59+00:00",
      "kind": "ro"
    },
    {
      "id": "a704783f6729",
      "title": "Șosele distruse, localnici revoltați. Județul în care o ambulanță în misiune s-a rupt în gropile de pe drum. „A plecat stricată cu ea”",
      "summary": "Cum plouă puțin ori se depun câțiva centimetri de zăpadă, multe drumuri din România devin reale capcane pentru șoferi. Cel mai recent exemplu vine din județul Galați, unde o ambulanță care se ducea la un copil bolnav s-a rupt în gropile de pe drum. Tot din cauza drumurilor distru",
      "link": "https://www.digi24.ro/stiri/drumuri-distruse-localnici-revoltati-judetul-in-care-o-ambulanta-in-misiune-s-a-rupt-in-gropile-de-pe-drum-a-plecat-stricata-cu-ea-3614551",
      "source": "Digi24",
      "published_utc": "2026-02-04T05:00:51+00:00",
      "kind": "ro"
    },
    {
      "id": "147745c05a05",
      "title": "Care sunt soluțiile pentru a face față amenințărilor din Arctica. Expertă în securitate: „Nu este o idee romantică”",
      "summary": "Experți în securitate au avertizat în cadrul conferinței Arctic Frontiers, din Tromsø, Norvegia, că regiunea arctică este din ce în ce mai expusă tensiunilor geopolitice, amenințărilor hibride și rivalității reînnoite între marile puteri. Profesoara Gunhild Hoogensen Gjørv, speci",
      "link": "https://www.digi24.ro/stiri/externe/care-sunt-solutiile-pentru-a-face-fata-amenintarilor-din-arctica-experta-in-securitate-nu-este-o-idee-romantica-3613793",
      "source": "Digi24",
      "published_utc": "2026-02-04T05:00:46+00:00",
      "kind": "ro"
    },
    {
      "id": "71455bd45b5e",
      "title": "UK homes to get £15bn for solar and green tech to cut energy bills",
      "summary": "The government has announced the details of its long-awaited Warm Homes Plan which promises to cut energy bills.",
      "link": "https://www.bbc.com/news/articles/ckgj7me00p0o?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2026-01-21T09:00:06+00:00",
      "kind": "global",
      "title_ro": "Casele din Regatul Unit vor primi 15 miliarde de lire sterline pentru energie solară și tehnologii ecologice pentru a reduce facturile la energie",
      "summary_ro": "Guvernul a anunțat detaliile mult-așteptatului său plan \"Case calde\", care promite reducerea facturilor la energie."
    },
    {
      "id": "034e67539d3e",
      "title": "Global temperatures dipped in 2025 but more heat records on way, scientists warn",
      "summary": "The last three years were Earth's hottest on record, as humanity's carbon emissions continue to heat the planet.",
      "link": "https://www.bbc.com/news/articles/c5y5p9rzd4ko?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2026-01-14T03:44:07+00:00",
      "kind": "global",
      "title_ro": "Oamenii de știință avertizează că temperaturile globale au scăzut în 2025, dar urmează să se înregistreze și mai multe recorduri de căldură",
      "summary_ro": "Ultimii trei ani au fost cei mai călduroși ani înregistrați vreodată pe Pământ, deoarece emisiile de carbon ale omenirii continuă să încălzească planeta."
    },
    {
      "id": "1d739bf2ad96",
      "title": "'Year of octopus' declared after warmer seas lead to record UK numbers",
      "summary": "The Wildlife Trusts say its is 'flabbergasted' by the sighting of the highest number of octopuses since 1950",
      "link": "https://www.bbc.com/news/articles/c709gz3k9k9o?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2025-12-22T12:49:25+00:00",
      "kind": "global",
      "title_ro": "\"Anul caracatiței\", declarat după ce mările mai calde au condus la un număr record de exemplare în Regatul Unit",
      "summary_ro": "Wildlife Trusts se declară \"uimită\" de observarea celui mai mare număr de caracatițe din 1950"
    }
  ]
}