{
  "generated_utc": "2026-02-04T18:34:53+00:00",
  "count": 56,
  "items": [
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Răspunsul lui Ilie Bolojan pentru Kelemen Hunor, care vrea scăderea impozitelor locale: Trebuie schimbată legea",
      "summary": "Premierul Ilie Bolojan a spus miercuri seara, referitor la cererea UDMR de scădere a taxelor și impozitelor cu 50%, că actuala legislație permite doar creșterea acestora, nu și scăderea lor. Din acest motiv, premierul a subliniat că pentru a permite o scădere a impozitelor trebuie modificată legea „într-un termen cât mai scurt, înainte de aprobare a bugetului”, dar nu a avansat un procent care ar putea fi redus.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/raspunsul-lui-ilie-bolojan-pentru-kelemen-hunor-care-vrea-scaderea-impozitelor-locale-trebuie-schimbata-legea-3616235",
      "published_utc": "2026-02-04T18:32:57+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Poluare cu produse petroliere pe Dunăre, în zona Giurgiu, după scufundarea unei nave. Ce spun specialişti de la „Apele Române”",
      "summary": "Administraţia „Apele Române” anunţă că, miercuri, a fost semnalată o poluare cu produse petroliere pe Dunăre, în zona Plajei Vechi Giurgiu, după scufundarea unui împingător.",
      "link": "https://www.digi24.ro/stiri/actualitate/poluare-cu-produse-petroliere-pe-dunare-in-zona-giurgiu-dupa-scufundarea-unei-nave-ce-spun-specialisti-de-la-apele-romane-3616277",
      "published_utc": "2026-02-04T18:31:12+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Kelemen Hunor, după raportul SUA: Suntem exemplul negativ în disputa dintre Washington și Bruxelles. Ce propune liderul UDMR",
      "summary": "Kelemen Hunor, președintele UDMR, a declarat, miercuri, după raportul Comisiei Juridice a Camerei Reprezentanţilor din SUA, în care se face referire la anularea alegerilor din 2024, că România trebuie să lămurească această problemă cu americanii această chestiune, altfel va fi dezastru pe termen scurt, pentru că este credibilitatea țării este în joc.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/kelemen-hunor-dupa-raportul-sua-suntem-exemplul-negativ-in-disputa-dintre-washington-si-bruxelles-ce-propune-liderul-udmr-3616295",
      "published_utc": "2026-02-04T18:28:36+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Prim-ministrul respinge interzicerea accesului copiilor la rețele sociale. Motivul: e greu de implementat",
      "summary": "Premierul Ilie Bolojan a declarat, miercuri, într-o conferință de presă la Palatul Victoria, că o interzicere a acesului copiilor la rețelele sociale online este greu de implementat. „Putem lua însă măsuri de prevenție, de educare”, a spus prim-ministrul, ca reacție la propunerea lui Raed Arafat de a limita accesul minorilor la aceste platforme.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/prim-ministrul-respinge-interzicerea-accesului-copiilor-la-retele-sociale-motivul-e-greu-de-implementat-3616249",
      "published_utc": "2026-02-04T18:15:28+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Bolojan, despre propunerile PSD de protecție a unor categorii vulnerabile: De acord, dar nu am discutat în coaliție sau guvern de ele",
      "summary": "Partidul Social Democrat a pregătit un pachet pe care îl numesc ei de sprijin pentru românii vulnerabili. Ca primul punct în acest pachet este eliminarea CASS-ului pentru mame și veterani, apoi acel ajutor pentru pensii (one-off) și o creștere practică a indemnizației pe care o primesc copiii cu dizabilități sau din familii monoparentale. Ca urma a acestuia, Sorin Grindeanu a declarat că va condiționa adoptarea legii bugetului de adoptarea acestui pachet. Într-o conferință de presă care a avut loc la Palatul Victoria, premierul Ilie Bolojan a declarat că pachetul propus de PSD nu a fost discutat la nivel guvernamental, dar că este de acord cu sprijinul cetățenilor vulnerabili.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/bolojan-despre-propunerile-psd-de-protectie-a-unor-categorii-vulnerabile-de-acord-dar-nu-am-discutat-in-coalitie-sau-guvern-de-ele-3616259",
      "published_utc": "2026-02-04T18:11:32+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Ține cont de realități”. Explicația premierului Bolojan pentru neplata primei zile de concediu medical",
      "summary": "Premierul Ilie Bolojan susține că decizia guvernului ca prima zi a concediului medical să nu mai fie plătită „ține cont de realități”. Decizia a fost adoptată la propunerea Ministerului Sănătății și are caracter tranzitoriu, a&#8230;",
      "link": "https://hotnews.ro/tine-cont-de-realitati-explicatia-premierului-bolojan-pentru-neplata-primei-zile-de-concediu-medical-2164914",
      "published_utc": "2026-02-04T18:09:14+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Bolojan, mesaj pentru CCR privind pensiile magistraților: Probabilitatea să pierdem banii din PNRR e foarte mare",
      "summary": "Premierul Ilie Bolojan a anunțat, miercuri seară, la Guvern, că jalonul din PNRR privind pensiile magistraților este în prezent neîndeplinit, conform Comisiei Europene, iar joi va informa CCR asupra consecințelor amânării unor decizii. Șeful Executivului transmite că probabilitatea de a pierde banii „e foarte mare”. În ceea ce privește plata alocată jalonului 215, există o reținere de aproape 230 de milioane de euro.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/jalonul-din-pnrr-privind-pensiile-magistratilor-neindeplinit-bolojan-voi-informa-ccr-probabilitatea-sa-pierdem-banii-e-foarte-mare-3616201",
      "published_utc": "2026-02-04T18:09:06+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Răspunsul premierului la acuzațiile SUA despre influențarea alegerilor: „Înțelegem și respectăm” afirmațiile, dar CCR a dat verdictul",
      "summary": "Ilie Bolojan a fost întrebat, în cadrul unei conferințe de presă susținute pe 4 februarie, despre raportul Comisiei Juridice din Camera Reprezentanților a SUA, care susține că oficialii UE ar fi influențat alegerile din România prin presiuni asupra rețelelor sociale. Șeful guvernului a subliniat că nu este vorba despre un raport explicit despre România, ci despre libertatea de exprimare, în general, și a subliniat că decizia CCR a fost conform legii.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/raspunsul-premierului-la-acuzatiile-sua-despre-influentarea-alegerilor-intelegem-si-respectam-afirmatiile-dar-ccr-a-dat-verdictul-3616223",
      "published_utc": "2026-02-04T18:06:20+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Liberalizarea prețului gazelor pentru consumatorii casnici va fi amânată. Bolojan: Anul 2027, când vom avea supraproducție de gaz, ar fi mai potrivit",
      "summary": "„Trebuie să facem pași pentru a elimina plafonarea, dar trebuie să protejăm și cetățenii României”, a declarat miercuri premierul Ilie Bolojan, referindu-se la prețul gazelor naturale. Șeful guvernului a precizat că anul 2027, când se&#8230;",
      "link": "https://hotnews.ro/liberalizarea-pretului-gazelor-pentru-consumatorii-casnici-va-fi-amanata-bolojan-anul-2027-cand-vom-avea-supraproductie-de-gaz-ar-fi-mai-potrivit-2164901",
      "published_utc": "2026-02-04T17:49:25+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Planul lui Ilie Bolojan pentru Hidroelectrica: ce vrea premierul de la producătorul de energie electrică",
      "summary": "Premierul Ilie Bolojan a afirmat, miercuri, că se va pune presiune pe Hidroelectrica pentru a-şi creşte capacităţile de stocare şi a adăugat că ar trebui să aibă capacităţi de stocare de 500 de megawaţi, dar sunt întârzieri destul de mari în această privinţă.",
      "link": "https://www.digi24.ro/stiri/economie/energie/planul-lui-ilie-bolojan-pentru-hidroelectrica-ce-vrea-premierul-de-la-producatorul-de-energie-electrica-3616221",
      "published_utc": "2026-02-04T17:49:12+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Pachetul privind reforma administrației va fi adoptat săptămâna viitoare, anunță Bolojan. Metoda recomandată de Ministerul Justiției",
      "summary": "Premierul Ilie Bolojan a anunţat, miercuri, într-o conferință de presă de la Palatul Victoriei, că pachetul privind reforma administraţiei a intrat în circuitul guvernamental de avizare şi urmează să fie adoptat săptămâna viitoare. Potrivit şefului Executivului, la recomandarea Ministerului Justiţiei, adoptarea se va face prin asumarea răspunderii Guvernului.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/pachetul-privind-reforma-administratiei-va-fi-adoptat-saptamana-viitoare-anunta-bolojan-metoda-recomandata-de-ministerul-justitiei-3616183",
      "published_utc": "2026-02-04T17:41:30+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Nicuşor Dan, convorbire cu Antonio Costa, preşedintele Consiliului European: Susţinem consolidarea Pieţei Unice",
      "summary": "Preşedintele Nicuşor Dan a avut, miercuri, o convorbire cu Antonio Costa, preşedintele Consiliului European, despre temele principale ale Consiliului European informal de săptămâna viitoare, şeful statului transmiţând oficialului european că România susţine consolidarea Pieţei Unice şi salută extinderea acordurilor comerciale la nivelul UE.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/nicusor-dan-convorbire-cu-antonio-costa-presedintele-consiliului-european-sustinem-consolidarea-pietei-unice-3616159",
      "published_utc": "2026-02-04T17:12:07+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Nereguli identificate în cheltuielile la vila care ar fi fost pregătită pentru Klaus Iohannis. Ce arată Curtea de Conturi",
      "summary": "Curtea de Conturi a identificat nereguli la vila din Bulevardul Aviatorilor 86 din Capitală, despre care se zvonea că ar fi urmat să intre în posesia fostului președinte Klaus Iohannis după terminarea mandatului. În urma unui audit intern, instituția a descoperit probleme privind cheltuielile cu renovarea.",
      "link": "https://www.digi24.ro/stiri/actualitate/evenimente/nereguli-identificate-in-cheltuielile-la-vila-care-ar-fi-fost-pregatita-pentru-klau-iohannis-ce-arata-curtea-de-conturi-3616025",
      "published_utc": "2026-02-04T17:04:59+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Val de concedieri voluntare la Dacia: unu din 10 angajați Dacia vor fi înlocuiți cu roboți",
      "summary": "Uzina Dacia din Mioveni se confruntă cu un val de concedieri voluntare. Aproximativ 1.000 de angajați ar urma să plece cu salarii compensatorii, în condițiile în care fabrica are planuri de tehnologizare masivă, iar oamenii ar urma să fie înlocuiți de procese automatizate și robotizate. În plus, este luat în calcul și scenariul unei reduceri a producției de automobile anul acesta, anunță Digi24.",
      "link": "https://www.digi24.ro/stiri/economie/transporturi/val-de-concedieri-voluntare-la-dacia-unul-din-10-angajati-dacia-vor-fi-inlocuiti-cu-roboti-3616089",
      "published_utc": "2026-02-04T16:59:21+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Parlamentul European reia lucrul la acordul comercial al UE cu SUA",
      "summary": "Parlamentul European a anunţat miercuri că reia examinarea acordului comercial al UE cu SUA, după ce Donald Trump a dat înapoi în afirmaţiile sale despre Groenlanda, relatează AFP şi Reuters.",
      "link": "https://www.digi24.ro/stiri/externe/ue/parlamentul-european-reia-lucrul-la-acordul-comercial-al-ue-cu-sua-3616131",
      "published_utc": "2026-02-04T16:58:00+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Ministru sârb, judecat pentru un proiect imobiliar al ginerelui lui Trump. Cum s-a ajuns la proces",
      "summary": "Miercuri a început la Belgrad un proces în care ministrul culturii, Nikola Selakovic, şi alţi trei inculpaţi sunt judecaţi pentru presupuse ilegalităţi la aprobarea unui proiect hotelier al lui Jared Kushner, ginerele preşeditelui american Donald&#8230;",
      "link": "https://hotnews.ro/ministru-sarb-judecat-pentru-un-proiect-imobiliar-al-ginerelui-lui-trump-cum-s-a-ajuns-la-proces-2164856",
      "published_utc": "2026-02-04T16:50:15+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Amazon intenționează să utilizeze IA pentru a accelera producția de filme și programe TV (Reuters)",
      "summary": "Amazon intenționează să utilizeze inteligența artificială pentru a accelera procesul de realizare a filmelor și programelor TV, chiar dacă Hollywoodul se teme că IA va reduce locurile de muncă și va remodela permanent industria, scrie Reuters.",
      "link": "https://www.digi24.ro/magazin/timp-liber/divertisment/amazon-intentioneaza-sa-utilizeze-ia-pentru-a-accelera-productia-de-filme-si-programe-tv-reuters-3616083",
      "published_utc": "2026-02-04T16:46:56+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Impozitarea dividendelor: Ghid ANAF 2026 cu informații pentru firme și persoane fizice",
      "summary": "Direcția Generală Regională a Finanțelor Publice (DGRFP) Timișoara explică, într-un scurt ghid, tratamentul fiscal aplicabil veniturilor din dividende, care include informații despre definiția acestora, modalitățile de distribuire, impozitare și procedura de declarare.",
      "link": "https://hotnews.ro/impozitarea-dividendelor-ghid-anaf-2026-cu-informatii-pentru-firme-si-persoane-fizice-2164863",
      "published_utc": "2026-02-04T16:45:07+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Medic chirurg, cercetat pentru luare de mită. A fost prins în flagrant când primea bani pentru a opera o femeie",
      "summary": "Un medic chirurg din Sibiu este cercatat pentru luare de mită. El a fost prins în flagrant când primea 1.000 de lei pentru a opera o femeie.",
      "link": "https://www.digi24.ro/stiri/actualitate/medic-chirurg-cercetat-pentru-luare-de-mita-a-fost-prins-in-flagrant-cand-primea-bani-pentru-a-opera-o-femeie-3616075",
      "published_utc": "2026-02-04T16:41:34+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Groenlanda a înregistrat cea mai caldă lună ianuarie din istorie. Cum va reconfigura această evoluţie economia insulei",
      "summary": "Groenlanda, insula arctică râvnită de preşedintele american Donald Trump, a înregistrat în acest an cea mai caldă lună ianuarie din istorie, iar rata de încălzire &#8211; de patru ori mai rapidă decât media globală &#8211;&#8230;",
      "link": "https://hotnews.ro/groenlanda-a-inregistrat-cea-mai-calda-luna-ianuarie-din-istorie-cum-va-reconfigura-aceasta-evolutie-economia-insulei-2164846",
      "published_utc": "2026-02-04T16:38:53+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Mircea Abrudean, după Forumul de Securitate din SUA: România îşi menţine angajamentele asumate, inclusiv 5% din PIB pentru apărare",
      "summary": "Preşedintele Senatului, Mircea Abrudean, a participat, miercuri, la Forumul Interparlamentar de Securitate organizat în Washington D.C., Statele Unite ale Americii, el afirmând că România îşi menţine angajamentele asumate la nivel aliat, inclusiv obiectivul de a aloca 5% din PIB pentru apărare şi securitate până în anul 2035.",
      "link": "https://www.digi24.ro/stiri/actualitate/mircea-abrudean-dupa-forumul-de-securitate-din-sua-romania-isi-mentine-angajamentele-asumate-inclusiv-5-din-pib-pentru-aparare-3616051",
      "published_utc": "2026-02-04T16:30:24+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Ministrul de Finanțe prezintă joi măsurile de relansare economică / „De principiu va fi proiect de lege și va cuprinde o componentă fiscală și alta de ajutor de stat”",
      "summary": "Ministrul de Finanțe, Alexandru Nazare, a anunțat miercuri că pachetul de măsuri de relansare economic, rezultat atât prin contribuția tuturor partenerilor din coaliția de guvernare, cât şi din dialogul cu mediul de afaceri, va fi&#8230;",
      "link": "https://hotnews.ro/ministrul-de-finante-prezinta-joi-masurile-de-relansare-economica-de-principiu-va-fi-proiect-de-lege-si-va-cuprinde-o-componenta-fiscala-si-alta-de-ajutor-de-stat-2164804",
      "published_utc": "2026-02-04T16:23:55+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Heat Shield Tech Contributes to America’s Space Industry",
      "summary": "This Jan. 29, 2026, photo captures the streak the Varda Space Industries W-5 capsule made while returning to Earth. The capsule uses a protective heat shield Varda produced made of cutting-edge material it licensed from NASA. The material, known as C-PICA (Conformal Phenolic Impregnated Carbon Ablator), provides a stronger, less expensive, and more efficient thermal protection [&#8230;]",
      "link": "https://www.nasa.gov/image-article/nasa-heat-shield-tech-contributes-to-americas-space-industry/",
      "published_utc": "2026-02-04T16:23:44+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA’s SPHEREx Examines Comet 3I/ATLAS’s Coma",
      "summary": "Description These observations by NASA’s SPHEREx (Spectro-Photometer for the History of the Universe, Epoch of Reionization and Ices Explorer) show the infrared light emitted by the dust, water, organic molecules, and carbon dioxide contained within comet 3I/ATLAS’s coma. The comet brightened significantly during the December 2025 period when SPHEREx made the observations — about two […]",
      "link": "https://science.nasa.gov/photojournal/nasas-spherex-examines-comet-3i-atlass-coma/",
      "published_utc": "2026-02-04T16:18:29+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Invizibilii: Povestea Sarei, tânăra care își exprimă visul prin dans",
      "summary": "De mică, Sara a simțit că dansul este mai mult decât mișcare. A fost limbajul prin care și-a exprimat emoțiile, gândurile și lumea interioară. Prin fiecare pas a învățat disciplina, atenția la detalii și curajul de a se expune în fața celorlalți. Drumul ei artistic nu a fost mereu ușor, dar perseverența și dorința de a evolua au transformat pasiunea într-o direcție clară.",
      "link": "https://www.digi24.ro/invizibilii/invizibilii-povestea-sarei-tanara-care-isi-exprima-visul-prin-dans-3615813",
      "published_utc": "2026-02-04T16:15:49+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Studiu UNICEF: O treime dintre elevii români au probleme să înțeleagă concepte științifice de bază. Care sunt rezultatele pe literație digitală",
      "summary": "UNICEF a realizat, cu sprijinul Ministerului Educației, două studii legate de nivelul de literație științifică și de literație digitală a elevitor din România. Studiile indică faptul că mai puțin de jumătate dintre elevi au un&#8230;",
      "link": "https://hotnews.ro/studiu-unicef-o-treime-dintre-elevii-romani-au-probleme-sa-inteleaga-concepte-stiintifice-de-baza-care-sunt-rezultatele-pe-literatie-digitala-2164806",
      "published_utc": "2026-02-04T16:11:37+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Şeful Poliţiei Rutiere Ploieşti rămâne în funcţie, deşi documente ale instituţiei au fost scoase şi arse pe câmp. Explicația conducerii",
      "summary": "Şeful Inspectoratului de Poliţie Judeţean Prahova, comisarul Ginel Preda, afirmă că şeful Biroului Rutier din cadrul Poliţiei Municipiului Ploieşti, Laurenţiu Drăghici, rămâne în funcţie, în pofida incidentelor în urma cărora documente ale Biroului au fost compromise, unele fiind scoase din instituţie şi incendiate pe un câmp, altele udate, după ce un robinet a fost lăsat deschis în unul dintre spaţiile Poliţiei Rutiere.",
      "link": "https://www.digi24.ro/stiri/actualitate/seful-politiei-rutiere-ploiesti-ramane-in-functie-desi-documente-ale-institutiei-au-fost-scoase-si-arse-pe-camp-explicatia-conducerii-3616013",
      "published_utc": "2026-02-04T16:05:18+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "VIDEO Ilie Bolojan anunță ținta de deficit și inflația pentru 2026 / Ce spune despre reducerea taxelor locale cerută de UDMR și tensiunile din coaliție: „Ar putea funcționa mai bine, trebuie să ne respectăm mai mult între noi”",
      "summary": "Premierul Ilie Bolojan a susținut o conferință de presă în care a anunțat țintele de deficit și inflație care vor sta la baza fundamentării bugetului de stat pe anul 2026. Bolojan a anunțat că-și va&#8230;",
      "link": "https://hotnews.ro/ilie-bolojan-anunt-de-ultima-ora-premierul-sustine-o-conferinta-de-presa-in-scurt-timp-2164825",
      "published_utc": "2026-02-04T16:04:11+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Regina Maxima a Olandei s-a alăturat rezerviștilor forțelor armate la limita superioară de vârstă",
      "summary": "Regina Maxima a Olandei va începe să lucreze ca militar cu normă parțială după ce s-a alăturat ca rezervist forțelor armate olandeze, o decizie venită pe fondul eforturilor de a atrage voluntari care să sporească&#8230;",
      "link": "https://hotnews.ro/regina-maxima-a-olandei-s-a-alaturat-rezervistilor-fortelor-armate-2164809",
      "published_utc": "2026-02-04T15:57:20+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Țarul Frontierelor” retrage sute de agenți ICE din Minnesota, dar avertizează că nu pleacă până când „nu terminăm toată treaba”",
      "summary": "Administrația președintelui american Donald Trump va reduce cu 700 numărul agenților federali ai poliției imigrației (ICE) din Minnesota, deși aproximativ 2.000 de agenți vor rămâne pe teren, a anunțat miercuri Tom Homan, responsabilul Casei Albe&#8230;",
      "link": "https://hotnews.ro/tarul-frontierelor-retrage-sute-de-agenti-ice-din-minnesota-dar-avertizeaza-ca-nu-pleaca-pana-cand-nu-terminam-toata-treaba-2164790",
      "published_utc": "2026-02-04T15:56:09+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Sorin Grindeanu a vizitat Sfântul Mormânt și Zidul Plângerii: Românii sunt respectați la Ierusalim pentru că și-au apărat credința",
      "summary": "Preşedintele Camerei Deputaţilor, Sorin Grindeanu, a vizitat Mormântul Sfânt şi Zidul Plângerii, în vizita oficială pe care o efectuează în Israel. Liderul PSD afirmă că românii sunt respectaţi la Ierusalim, pentru că au ştiut să îşi apere credinţa şi au reuşit întotdeauna să construiască punţi, în comunităţi şi între comunităţi.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/sorin-grindeanu-a-vizitat-sfantul-mormant-si-zidul-plangerii-romanii-sunt-respectati-la-ierusalim-pentru-ca-si-au-aparat-credinta-3615995",
      "published_utc": "2026-02-04T15:55:59+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Statele Unite vor oferi R. Moldova 36,5 milioane de dolari pentru securitate națională. Legea a fost semnată de Donald Trump",
      "summary": "Statele Unite vor oferi R. Moldova 36,5 milioane de dolari. Anunțul a fost făcut miercuri, 4 februarie, de către ambasadorul R. Moldova în SUA, Vlad Kulminski, într-o postare pe Facebook. Oficialul a menționat că banii vor fi utilizați pentru „securitatea energetică, securitatea cibernetică, reziliență și alte priorități conexe în domeniul securității naționale”, informează Ziarul de Gardă.",
      "link": "https://www.digi24.ro/stiri/externe/statele-unite-vor-oferi-r-moldova-365-milioane-de-dolari-pentru-securitate-nationala-legea-a-fost-semnata-de-donald-trump-3615991",
      "published_utc": "2026-02-04T15:54:01+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Explore Mars’s Flaugergues Crater",
      "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
      "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
      "published_utc": "2026-02-04T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Full Moon over Artemis II",
      "summary": "A full moon is seen shining over NASA’s SLS (Space Launch System) and Orion spacecraft, atop the mobile launcher at Launch Pad 39B at NASA’s Kennedy Space Center in Florida in the early hours of February 1, 2026. The agency concluded a wet dress rehearsal for the agency’s Artemis II test flight early Tuesday morning, [&#8230;]",
      "link": "https://www.nasa.gov/image-article/full-moon-over-artemis-ii/",
      "published_utc": "2026-02-03T17:01:07+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Space to Soil Challenge",
      "summary": "Rapid advances in commercial space, artificial intelligence, and edge computing are transforming what is possible for Earth observation. By pushing more intelligence onboard, missions can move from passively collecting data to actively interpreting and responding to changing surface conditions in near-real time, enabling more targeted observations and dramatically improving the value of data returned to [&#8230;]",
      "link": "https://www.nasa.gov/directorates/stmd/prizes-challenges-crowdsourcing-program/center-of-excellence-for-collaborative-innovation-coeci/nasa-space-to-soil-challenge/",
      "published_utc": "2026-02-03T15:12:32+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "ESA's sustainability ambition",
      "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
      "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
      "published_utc": "2026-02-03T15:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Astronaut to Answer Questions from Students in Pennsylvania",
      "summary": "NASA astronaut Chris Williams will connect with students in Pennsylvania to answer prerecorded science, technology, engineering, and mathematics (STEM) questions while aboard the International Space Station. The Earth-to-space call will begin at 12:20 p.m. EST Thursday, Feb. 5, and will stream live on the agency’s Learn With NASA YouTube channel. Media interested in covering the [&#8230;]",
      "link": "https://www.nasa.gov/news-release/nasa-astronaut-to-answer-questions-from-students-in-pennsylvania/",
      "published_utc": "2026-02-02T22:44:51+00:00",
      "score": 4
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Moving satellites to meet a plane for rare reentry data",
      "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
      "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
      "published_utc": "2026-02-02T16:12:00+00:00",
      "score": 4
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Apply now to the ESA Graduate Trainee Programme",
      "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
      "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
      "published_utc": "2026-02-02T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
      "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
      "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
      "published_utc": "2026-01-30T10:20:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "New satellite view of Tibet’s tectonic clash",
      "summary": "A study on tectonic plates that converge on the Tibetan Plateau has shown that Earth’s fault lines are far weaker and the continents are less rigid than scientists previously thought. This finding is based on ground-monitoring satellite data.",
      "link": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-1/New_satellite_view_of_Tibet_s_tectonic_clash",
      "published_utc": "2026-01-30T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Earth from Space: Rudong coast, China",
      "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
      "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
      "published_utc": "2026-01-30T09:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
      "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
      "published_utc": "2026-01-25T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "For every $1 spent protecting nature, $30 goes to destroying it",
      "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
      "published_utc": "2026-01-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
      "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
      "published_utc": "2025-12-24T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
      "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
      "published_utc": "2025-12-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "UN environment assembly wraps up in Nairobi",
      "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
      "published_utc": "2025-12-12T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
      "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
      "published_utc": "2025-12-06T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
      "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
      "published_utc": "2025-11-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
      "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Can industrial growth and climate action go hand in hand?",
      "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "What’s at stake in the COP30 negotiations?",
      "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
      "published_utc": "2025-11-20T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "In the Amazon, a school becomes a beacon of climate resilience",
      "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
      "published_utc": "2025-11-19T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
      "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
      "published_utc": "2025-11-18T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
      "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
      "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    }
  ],
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Răspunsul lui Ilie Bolojan pentru Kelemen Hunor, care vrea scăderea impozitelor locale: Trebuie schimbată legea",
        "summary": "Premierul Ilie Bolojan a spus miercuri seara, referitor la cererea UDMR de scădere a taxelor și impozitelor cu 50%, că actuala legislație permite doar creșterea acestora, nu și scăderea lor. Din acest motiv, premierul a subliniat că pentru a permite o scădere a impozitelor trebuie modificată legea „într-un termen cât mai scurt, înainte de aprobare a bugetului”, dar nu a avansat un procent care ar putea fi redus.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/raspunsul-lui-ilie-bolojan-pentru-kelemen-hunor-care-vrea-scaderea-impozitelor-locale-trebuie-schimbata-legea-3616235",
        "published_utc": "2026-02-04T18:32:57+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Poluare cu produse petroliere pe Dunăre, în zona Giurgiu, după scufundarea unei nave. Ce spun specialişti de la „Apele Române”",
        "summary": "Administraţia „Apele Române” anunţă că, miercuri, a fost semnalată o poluare cu produse petroliere pe Dunăre, în zona Plajei Vechi Giurgiu, după scufundarea unui împingător.",
        "link": "https://www.digi24.ro/stiri/actualitate/poluare-cu-produse-petroliere-pe-dunare-in-zona-giurgiu-dupa-scufundarea-unei-nave-ce-spun-specialisti-de-la-apele-romane-3616277",
        "published_utc": "2026-02-04T18:31:12+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Kelemen Hunor, după raportul SUA: Suntem exemplul negativ în disputa dintre Washington și Bruxelles. Ce propune liderul UDMR",
        "summary": "Kelemen Hunor, președintele UDMR, a declarat, miercuri, după raportul Comisiei Juridice a Camerei Reprezentanţilor din SUA, în care se face referire la anularea alegerilor din 2024, că România trebuie să lămurească această problemă cu americanii această chestiune, altfel va fi dezastru pe termen scurt, pentru că este credibilitatea țării este în joc.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/kelemen-hunor-dupa-raportul-sua-suntem-exemplul-negativ-in-disputa-dintre-washington-si-bruxelles-ce-propune-liderul-udmr-3616295",
        "published_utc": "2026-02-04T18:28:36+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Prim-ministrul respinge interzicerea accesului copiilor la rețele sociale. Motivul: e greu de implementat",
        "summary": "Premierul Ilie Bolojan a declarat, miercuri, într-o conferință de presă la Palatul Victoria, că o interzicere a acesului copiilor la rețelele sociale online este greu de implementat. „Putem lua însă măsuri de prevenție, de educare”, a spus prim-ministrul, ca reacție la propunerea lui Raed Arafat de a limita accesul minorilor la aceste platforme.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/prim-ministrul-respinge-interzicerea-accesului-copiilor-la-retele-sociale-motivul-e-greu-de-implementat-3616249",
        "published_utc": "2026-02-04T18:15:28+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Bolojan, despre propunerile PSD de protecție a unor categorii vulnerabile: De acord, dar nu am discutat în coaliție sau guvern de ele",
        "summary": "Partidul Social Democrat a pregătit un pachet pe care îl numesc ei de sprijin pentru românii vulnerabili. Ca primul punct în acest pachet este eliminarea CASS-ului pentru mame și veterani, apoi acel ajutor pentru pensii (one-off) și o creștere practică a indemnizației pe care o primesc copiii cu dizabilități sau din familii monoparentale. Ca urma a acestuia, Sorin Grindeanu a declarat că va condiționa adoptarea legii bugetului de adoptarea acestui pachet. Într-o conferință de presă care a avut loc la Palatul Victoria, premierul Ilie Bolojan a declarat că pachetul propus de PSD nu a fost discutat la nivel guvernamental, dar că este de acord cu sprijinul cetățenilor vulnerabili.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/bolojan-despre-propunerile-psd-de-protectie-a-unor-categorii-vulnerabile-de-acord-dar-nu-am-discutat-in-coalitie-sau-guvern-de-ele-3616259",
        "published_utc": "2026-02-04T18:11:32+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Ține cont de realități”. Explicația premierului Bolojan pentru neplata primei zile de concediu medical",
        "summary": "Premierul Ilie Bolojan susține că decizia guvernului ca prima zi a concediului medical să nu mai fie plătită „ține cont de realități”. Decizia a fost adoptată la propunerea Ministerului Sănătății și are caracter tranzitoriu, a&#8230;",
        "link": "https://hotnews.ro/tine-cont-de-realitati-explicatia-premierului-bolojan-pentru-neplata-primei-zile-de-concediu-medical-2164914",
        "published_utc": "2026-02-04T18:09:14+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Bolojan, mesaj pentru CCR privind pensiile magistraților: Probabilitatea să pierdem banii din PNRR e foarte mare",
        "summary": "Premierul Ilie Bolojan a anunțat, miercuri seară, la Guvern, că jalonul din PNRR privind pensiile magistraților este în prezent neîndeplinit, conform Comisiei Europene, iar joi va informa CCR asupra consecințelor amânării unor decizii. Șeful Executivului transmite că probabilitatea de a pierde banii „e foarte mare”. În ceea ce privește plata alocată jalonului 215, există o reținere de aproape 230 de milioane de euro.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/jalonul-din-pnrr-privind-pensiile-magistratilor-neindeplinit-bolojan-voi-informa-ccr-probabilitatea-sa-pierdem-banii-e-foarte-mare-3616201",
        "published_utc": "2026-02-04T18:09:06+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Răspunsul premierului la acuzațiile SUA despre influențarea alegerilor: „Înțelegem și respectăm” afirmațiile, dar CCR a dat verdictul",
        "summary": "Ilie Bolojan a fost întrebat, în cadrul unei conferințe de presă susținute pe 4 februarie, despre raportul Comisiei Juridice din Camera Reprezentanților a SUA, care susține că oficialii UE ar fi influențat alegerile din România prin presiuni asupra rețelelor sociale. Șeful guvernului a subliniat că nu este vorba despre un raport explicit despre România, ci despre libertatea de exprimare, în general, și a subliniat că decizia CCR a fost conform legii.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/raspunsul-premierului-la-acuzatiile-sua-despre-influentarea-alegerilor-intelegem-si-respectam-afirmatiile-dar-ccr-a-dat-verdictul-3616223",
        "published_utc": "2026-02-04T18:06:20+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Liberalizarea prețului gazelor pentru consumatorii casnici va fi amânată. Bolojan: Anul 2027, când vom avea supraproducție de gaz, ar fi mai potrivit",
        "summary": "„Trebuie să facem pași pentru a elimina plafonarea, dar trebuie să protejăm și cetățenii României”, a declarat miercuri premierul Ilie Bolojan, referindu-se la prețul gazelor naturale. Șeful guvernului a precizat că anul 2027, când se&#8230;",
        "link": "https://hotnews.ro/liberalizarea-pretului-gazelor-pentru-consumatorii-casnici-va-fi-amanata-bolojan-anul-2027-cand-vom-avea-supraproductie-de-gaz-ar-fi-mai-potrivit-2164901",
        "published_utc": "2026-02-04T17:49:25+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Planul lui Ilie Bolojan pentru Hidroelectrica: ce vrea premierul de la producătorul de energie electrică",
        "summary": "Premierul Ilie Bolojan a afirmat, miercuri, că se va pune presiune pe Hidroelectrica pentru a-şi creşte capacităţile de stocare şi a adăugat că ar trebui să aibă capacităţi de stocare de 500 de megawaţi, dar sunt întârzieri destul de mari în această privinţă.",
        "link": "https://www.digi24.ro/stiri/economie/energie/planul-lui-ilie-bolojan-pentru-hidroelectrica-ce-vrea-premierul-de-la-producatorul-de-energie-electrica-3616221",
        "published_utc": "2026-02-04T17:49:12+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Pachetul privind reforma administrației va fi adoptat săptămâna viitoare, anunță Bolojan. Metoda recomandată de Ministerul Justiției",
        "summary": "Premierul Ilie Bolojan a anunţat, miercuri, într-o conferință de presă de la Palatul Victoriei, că pachetul privind reforma administraţiei a intrat în circuitul guvernamental de avizare şi urmează să fie adoptat săptămâna viitoare. Potrivit şefului Executivului, la recomandarea Ministerului Justiţiei, adoptarea se va face prin asumarea răspunderii Guvernului.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/pachetul-privind-reforma-administratiei-va-fi-adoptat-saptamana-viitoare-anunta-bolojan-metoda-recomandata-de-ministerul-justitiei-3616183",
        "published_utc": "2026-02-04T17:41:30+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Nicuşor Dan, convorbire cu Antonio Costa, preşedintele Consiliului European: Susţinem consolidarea Pieţei Unice",
        "summary": "Preşedintele Nicuşor Dan a avut, miercuri, o convorbire cu Antonio Costa, preşedintele Consiliului European, despre temele principale ale Consiliului European informal de săptămâna viitoare, şeful statului transmiţând oficialului european că România susţine consolidarea Pieţei Unice şi salută extinderea acordurilor comerciale la nivelul UE.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/nicusor-dan-convorbire-cu-antonio-costa-presedintele-consiliului-european-sustinem-consolidarea-pietei-unice-3616159",
        "published_utc": "2026-02-04T17:12:07+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Nereguli identificate în cheltuielile la vila care ar fi fost pregătită pentru Klaus Iohannis. Ce arată Curtea de Conturi",
        "summary": "Curtea de Conturi a identificat nereguli la vila din Bulevardul Aviatorilor 86 din Capitală, despre care se zvonea că ar fi urmat să intre în posesia fostului președinte Klaus Iohannis după terminarea mandatului. În urma unui audit intern, instituția a descoperit probleme privind cheltuielile cu renovarea.",
        "link": "https://www.digi24.ro/stiri/actualitate/evenimente/nereguli-identificate-in-cheltuielile-la-vila-care-ar-fi-fost-pregatita-pentru-klau-iohannis-ce-arata-curtea-de-conturi-3616025",
        "published_utc": "2026-02-04T17:04:59+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Val de concedieri voluntare la Dacia: unu din 10 angajați Dacia vor fi înlocuiți cu roboți",
        "summary": "Uzina Dacia din Mioveni se confruntă cu un val de concedieri voluntare. Aproximativ 1.000 de angajați ar urma să plece cu salarii compensatorii, în condițiile în care fabrica are planuri de tehnologizare masivă, iar oamenii ar urma să fie înlocuiți de procese automatizate și robotizate. În plus, este luat în calcul și scenariul unei reduceri a producției de automobile anul acesta, anunță Digi24.",
        "link": "https://www.digi24.ro/stiri/economie/transporturi/val-de-concedieri-voluntare-la-dacia-unul-din-10-angajati-dacia-vor-fi-inlocuiti-cu-roboti-3616089",
        "published_utc": "2026-02-04T16:59:21+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Parlamentul European reia lucrul la acordul comercial al UE cu SUA",
        "summary": "Parlamentul European a anunţat miercuri că reia examinarea acordului comercial al UE cu SUA, după ce Donald Trump a dat înapoi în afirmaţiile sale despre Groenlanda, relatează AFP şi Reuters.",
        "link": "https://www.digi24.ro/stiri/externe/ue/parlamentul-european-reia-lucrul-la-acordul-comercial-al-ue-cu-sua-3616131",
        "published_utc": "2026-02-04T16:58:00+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Ministru sârb, judecat pentru un proiect imobiliar al ginerelui lui Trump. Cum s-a ajuns la proces",
        "summary": "Miercuri a început la Belgrad un proces în care ministrul culturii, Nikola Selakovic, şi alţi trei inculpaţi sunt judecaţi pentru presupuse ilegalităţi la aprobarea unui proiect hotelier al lui Jared Kushner, ginerele preşeditelui american Donald&#8230;",
        "link": "https://hotnews.ro/ministru-sarb-judecat-pentru-un-proiect-imobiliar-al-ginerelui-lui-trump-cum-s-a-ajuns-la-proces-2164856",
        "published_utc": "2026-02-04T16:50:15+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Amazon intenționează să utilizeze IA pentru a accelera producția de filme și programe TV (Reuters)",
        "summary": "Amazon intenționează să utilizeze inteligența artificială pentru a accelera procesul de realizare a filmelor și programelor TV, chiar dacă Hollywoodul se teme că IA va reduce locurile de muncă și va remodela permanent industria, scrie Reuters.",
        "link": "https://www.digi24.ro/magazin/timp-liber/divertisment/amazon-intentioneaza-sa-utilizeze-ia-pentru-a-accelera-productia-de-filme-si-programe-tv-reuters-3616083",
        "published_utc": "2026-02-04T16:46:56+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Impozitarea dividendelor: Ghid ANAF 2026 cu informații pentru firme și persoane fizice",
        "summary": "Direcția Generală Regională a Finanțelor Publice (DGRFP) Timișoara explică, într-un scurt ghid, tratamentul fiscal aplicabil veniturilor din dividende, care include informații despre definiția acestora, modalitățile de distribuire, impozitare și procedura de declarare.",
        "link": "https://hotnews.ro/impozitarea-dividendelor-ghid-anaf-2026-cu-informatii-pentru-firme-si-persoane-fizice-2164863",
        "published_utc": "2026-02-04T16:45:07+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Medic chirurg, cercetat pentru luare de mită. A fost prins în flagrant când primea bani pentru a opera o femeie",
        "summary": "Un medic chirurg din Sibiu este cercatat pentru luare de mită. El a fost prins în flagrant când primea 1.000 de lei pentru a opera o femeie.",
        "link": "https://www.digi24.ro/stiri/actualitate/medic-chirurg-cercetat-pentru-luare-de-mita-a-fost-prins-in-flagrant-cand-primea-bani-pentru-a-opera-o-femeie-3616075",
        "published_utc": "2026-02-04T16:41:34+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Groenlanda a înregistrat cea mai caldă lună ianuarie din istorie. Cum va reconfigura această evoluţie economia insulei",
        "summary": "Groenlanda, insula arctică râvnită de preşedintele american Donald Trump, a înregistrat în acest an cea mai caldă lună ianuarie din istorie, iar rata de încălzire &#8211; de patru ori mai rapidă decât media globală &#8211;&#8230;",
        "link": "https://hotnews.ro/groenlanda-a-inregistrat-cea-mai-calda-luna-ianuarie-din-istorie-cum-va-reconfigura-aceasta-evolutie-economia-insulei-2164846",
        "published_utc": "2026-02-04T16:38:53+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Mircea Abrudean, după Forumul de Securitate din SUA: România îşi menţine angajamentele asumate, inclusiv 5% din PIB pentru apărare",
        "summary": "Preşedintele Senatului, Mircea Abrudean, a participat, miercuri, la Forumul Interparlamentar de Securitate organizat în Washington D.C., Statele Unite ale Americii, el afirmând că România îşi menţine angajamentele asumate la nivel aliat, inclusiv obiectivul de a aloca 5% din PIB pentru apărare şi securitate până în anul 2035.",
        "link": "https://www.digi24.ro/stiri/actualitate/mircea-abrudean-dupa-forumul-de-securitate-din-sua-romania-isi-mentine-angajamentele-asumate-inclusiv-5-din-pib-pentru-aparare-3616051",
        "published_utc": "2026-02-04T16:30:24+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Ministrul de Finanțe prezintă joi măsurile de relansare economică / „De principiu va fi proiect de lege și va cuprinde o componentă fiscală și alta de ajutor de stat”",
        "summary": "Ministrul de Finanțe, Alexandru Nazare, a anunțat miercuri că pachetul de măsuri de relansare economic, rezultat atât prin contribuția tuturor partenerilor din coaliția de guvernare, cât şi din dialogul cu mediul de afaceri, va fi&#8230;",
        "link": "https://hotnews.ro/ministrul-de-finante-prezinta-joi-masurile-de-relansare-economica-de-principiu-va-fi-proiect-de-lege-si-va-cuprinde-o-componenta-fiscala-si-alta-de-ajutor-de-stat-2164804",
        "published_utc": "2026-02-04T16:23:55+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Invizibilii: Povestea Sarei, tânăra care își exprimă visul prin dans",
        "summary": "De mică, Sara a simțit că dansul este mai mult decât mișcare. A fost limbajul prin care și-a exprimat emoțiile, gândurile și lumea interioară. Prin fiecare pas a învățat disciplina, atenția la detalii și curajul de a se expune în fața celorlalți. Drumul ei artistic nu a fost mereu ușor, dar perseverența și dorința de a evolua au transformat pasiunea într-o direcție clară.",
        "link": "https://www.digi24.ro/invizibilii/invizibilii-povestea-sarei-tanara-care-isi-exprima-visul-prin-dans-3615813",
        "published_utc": "2026-02-04T16:15:49+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Studiu UNICEF: O treime dintre elevii români au probleme să înțeleagă concepte științifice de bază. Care sunt rezultatele pe literație digitală",
        "summary": "UNICEF a realizat, cu sprijinul Ministerului Educației, două studii legate de nivelul de literație științifică și de literație digitală a elevitor din România. Studiile indică faptul că mai puțin de jumătate dintre elevi au un&#8230;",
        "link": "https://hotnews.ro/studiu-unicef-o-treime-dintre-elevii-romani-au-probleme-sa-inteleaga-concepte-stiintifice-de-baza-care-sunt-rezultatele-pe-literatie-digitala-2164806",
        "published_utc": "2026-02-04T16:11:37+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Şeful Poliţiei Rutiere Ploieşti rămâne în funcţie, deşi documente ale instituţiei au fost scoase şi arse pe câmp. Explicația conducerii",
        "summary": "Şeful Inspectoratului de Poliţie Judeţean Prahova, comisarul Ginel Preda, afirmă că şeful Biroului Rutier din cadrul Poliţiei Municipiului Ploieşti, Laurenţiu Drăghici, rămâne în funcţie, în pofida incidentelor în urma cărora documente ale Biroului au fost compromise, unele fiind scoase din instituţie şi incendiate pe un câmp, altele udate, după ce un robinet a fost lăsat deschis în unul dintre spaţiile Poliţiei Rutiere.",
        "link": "https://www.digi24.ro/stiri/actualitate/seful-politiei-rutiere-ploiesti-ramane-in-functie-desi-documente-ale-institutiei-au-fost-scoase-si-arse-pe-camp-explicatia-conducerii-3616013",
        "published_utc": "2026-02-04T16:05:18+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "VIDEO Ilie Bolojan anunță ținta de deficit și inflația pentru 2026 / Ce spune despre reducerea taxelor locale cerută de UDMR și tensiunile din coaliție: „Ar putea funcționa mai bine, trebuie să ne respectăm mai mult între noi”",
        "summary": "Premierul Ilie Bolojan a susținut o conferință de presă în care a anunțat țintele de deficit și inflație care vor sta la baza fundamentării bugetului de stat pe anul 2026. Bolojan a anunțat că-și va&#8230;",
        "link": "https://hotnews.ro/ilie-bolojan-anunt-de-ultima-ora-premierul-sustine-o-conferinta-de-presa-in-scurt-timp-2164825",
        "published_utc": "2026-02-04T16:04:11+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Regina Maxima a Olandei s-a alăturat rezerviștilor forțelor armate la limita superioară de vârstă",
        "summary": "Regina Maxima a Olandei va începe să lucreze ca militar cu normă parțială după ce s-a alăturat ca rezervist forțelor armate olandeze, o decizie venită pe fondul eforturilor de a atrage voluntari care să sporească&#8230;",
        "link": "https://hotnews.ro/regina-maxima-a-olandei-s-a-alaturat-rezervistilor-fortelor-armate-2164809",
        "published_utc": "2026-02-04T15:57:20+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Țarul Frontierelor” retrage sute de agenți ICE din Minnesota, dar avertizează că nu pleacă până când „nu terminăm toată treaba”",
        "summary": "Administrația președintelui american Donald Trump va reduce cu 700 numărul agenților federali ai poliției imigrației (ICE) din Minnesota, deși aproximativ 2.000 de agenți vor rămâne pe teren, a anunțat miercuri Tom Homan, responsabilul Casei Albe&#8230;",
        "link": "https://hotnews.ro/tarul-frontierelor-retrage-sute-de-agenti-ice-din-minnesota-dar-avertizeaza-ca-nu-pleaca-pana-cand-nu-terminam-toata-treaba-2164790",
        "published_utc": "2026-02-04T15:56:09+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Sorin Grindeanu a vizitat Sfântul Mormânt și Zidul Plângerii: Românii sunt respectați la Ierusalim pentru că și-au apărat credința",
        "summary": "Preşedintele Camerei Deputaţilor, Sorin Grindeanu, a vizitat Mormântul Sfânt şi Zidul Plângerii, în vizita oficială pe care o efectuează în Israel. Liderul PSD afirmă că românii sunt respectaţi la Ierusalim, pentru că au ştiut să îşi apere credinţa şi au reuşit întotdeauna să construiască punţi, în comunităţi şi între comunităţi.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/sorin-grindeanu-a-vizitat-sfantul-mormant-si-zidul-plangerii-romanii-sunt-respectati-la-ierusalim-pentru-ca-si-au-aparat-credinta-3615995",
        "published_utc": "2026-02-04T15:55:59+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Statele Unite vor oferi R. Moldova 36,5 milioane de dolari pentru securitate națională. Legea a fost semnată de Donald Trump",
        "summary": "Statele Unite vor oferi R. Moldova 36,5 milioane de dolari. Anunțul a fost făcut miercuri, 4 februarie, de către ambasadorul R. Moldova în SUA, Vlad Kulminski, într-o postare pe Facebook. Oficialul a menționat că banii vor fi utilizați pentru „securitatea energetică, securitatea cibernetică, reziliență și alte priorități conexe în domeniul securității naționale”, informează Ziarul de Gardă.",
        "link": "https://www.digi24.ro/stiri/externe/statele-unite-vor-oferi-r-moldova-365-milioane-de-dolari-pentru-securitate-nationala-legea-a-fost-semnata-de-donald-trump-3615991",
        "published_utc": "2026-02-04T15:54:01+00:00",
        "score": 1
      }
    ],
    "medical": [],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Heat Shield Tech Contributes to America’s Space Industry",
        "summary": "This Jan. 29, 2026, photo captures the streak the Varda Space Industries W-5 capsule made while returning to Earth. The capsule uses a protective heat shield Varda produced made of cutting-edge material it licensed from NASA. The material, known as C-PICA (Conformal Phenolic Impregnated Carbon Ablator), provides a stronger, less expensive, and more efficient thermal protection [&#8230;]",
        "link": "https://www.nasa.gov/image-article/nasa-heat-shield-tech-contributes-to-americas-space-industry/",
        "published_utc": "2026-02-04T16:23:44+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA’s SPHEREx Examines Comet 3I/ATLAS’s Coma",
        "summary": "Description These observations by NASA’s SPHEREx (Spectro-Photometer for the History of the Universe, Epoch of Reionization and Ices Explorer) show the infrared light emitted by the dust, water, organic molecules, and carbon dioxide contained within comet 3I/ATLAS’s coma. The comet brightened significantly during the December 2025 period when SPHEREx made the observations — about two […]",
        "link": "https://science.nasa.gov/photojournal/nasas-spherex-examines-comet-3i-atlass-coma/",
        "published_utc": "2026-02-04T16:18:29+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Explore Mars’s Flaugergues Crater",
        "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
        "published_utc": "2026-02-04T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Full Moon over Artemis II",
        "summary": "A full moon is seen shining over NASA’s SLS (Space Launch System) and Orion spacecraft, atop the mobile launcher at Launch Pad 39B at NASA’s Kennedy Space Center in Florida in the early hours of February 1, 2026. The agency concluded a wet dress rehearsal for the agency’s Artemis II test flight early Tuesday morning, [&#8230;]",
        "link": "https://www.nasa.gov/image-article/full-moon-over-artemis-ii/",
        "published_utc": "2026-02-03T17:01:07+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Space to Soil Challenge",
        "summary": "Rapid advances in commercial space, artificial intelligence, and edge computing are transforming what is possible for Earth observation. By pushing more intelligence onboard, missions can move from passively collecting data to actively interpreting and responding to changing surface conditions in near-real time, enabling more targeted observations and dramatically improving the value of data returned to [&#8230;]",
        "link": "https://www.nasa.gov/directorates/stmd/prizes-challenges-crowdsourcing-program/center-of-excellence-for-collaborative-innovation-coeci/nasa-space-to-soil-challenge/",
        "published_utc": "2026-02-03T15:12:32+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "ESA's sustainability ambition",
        "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
        "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
        "published_utc": "2026-02-03T15:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Astronaut to Answer Questions from Students in Pennsylvania",
        "summary": "NASA astronaut Chris Williams will connect with students in Pennsylvania to answer prerecorded science, technology, engineering, and mathematics (STEM) questions while aboard the International Space Station. The Earth-to-space call will begin at 12:20 p.m. EST Thursday, Feb. 5, and will stream live on the agency’s Learn With NASA YouTube channel. Media interested in covering the [&#8230;]",
        "link": "https://www.nasa.gov/news-release/nasa-astronaut-to-answer-questions-from-students-in-pennsylvania/",
        "published_utc": "2026-02-02T22:44:51+00:00",
        "score": 4
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Moving satellites to meet a plane for rare reentry data",
        "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
        "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
        "published_utc": "2026-02-02T16:12:00+00:00",
        "score": 4
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Apply now to the ESA Graduate Trainee Programme",
        "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
        "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
        "published_utc": "2026-02-02T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
        "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
        "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
        "published_utc": "2026-01-30T10:20:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "New satellite view of Tibet’s tectonic clash",
        "summary": "A study on tectonic plates that converge on the Tibetan Plateau has shown that Earth’s fault lines are far weaker and the continents are less rigid than scientists previously thought. This finding is based on ground-monitoring satellite data.",
        "link": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-1/New_satellite_view_of_Tibet_s_tectonic_clash",
        "published_utc": "2026-01-30T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Earth from Space: Rudong coast, China",
        "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
        "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
        "published_utc": "2026-01-30T09:00:00+00:00",
        "score": 2
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
        "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
        "published_utc": "2026-01-25T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "For every $1 spent protecting nature, $30 goes to destroying it",
        "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
        "published_utc": "2026-01-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
        "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
        "published_utc": "2025-12-24T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
        "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
        "published_utc": "2025-12-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "UN environment assembly wraps up in Nairobi",
        "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "published_utc": "2025-12-12T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
        "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
        "published_utc": "2025-12-06T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
        "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
        "published_utc": "2025-11-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
        "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Can industrial growth and climate action go hand in hand?",
        "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "What’s at stake in the COP30 negotiations?",
        "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
        "published_utc": "2025-11-20T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "In the Amazon, a school becomes a beacon of climate resilience",
        "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
        "published_utc": "2025-11-19T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
        "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
        "published_utc": "2025-11-18T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
        "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
        "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      }
    ],
    "photos": [
      {
        "category_id": "space",
        "category_label": "🚀 Spațiu",
        "source": "NASA APOD",
        "title": "🚀 Spațiu",
        "link": "https://apod.nasa.gov/apod/astropix.html",
        "image_url": "https://apod.nasa.gov/apod/calendar/S_260204.jpg",
        "published_utc": "2026-02-04T18:34:50+00:00"
      },
      {
        "category_id": "animals",
        "category_label": "🐾 Animale",
        "source": "Animal of the Day",
        "title": "Naked Mole Rat - More Than Meets The Eye",
        "link": "https://thewebsiteofeverything.com/weblog/pivot/entry.php?id=902",
        "image_url": "https://thewebsiteofeverything.com/weblog/images/naked_mole_rat.jpg",
        "published_utc": "2015-08-22T15:03:00+00:00"
      }
    ],
    "joke": [
      {
        "date_utc": "2026-02-04",
        "text": "— Aveți Wi-Fi? — Da. — Parola? — Ești sigur că vrei asta?"
      }
    ],
    "satire": [
      {
        "date_utc": "2026-02-04",
        "source": "TimesNewRoman",
        "title": "TNR Premium",
        "link": "https://www.timesnewroman.ro/product/tnr-premium-subscription/",
        "note": "Satiră — nu este știre reală."
      }
    ]
  }
}