{
  "generated_utc": "2026-02-05T12:07:25+00:00",
  "count": 56,
  "items": [
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Negocieri la Abu Dhabi. Rusia a venit cu o nouă condiție imposibil de acceptat de către Kiev. Witkoff: Schimb de prizonieri convenit",
      "summary": "Oficialii ucraineni şi ruşi au reluat joi negocierile la Abu Dhabi, mediate de SUA, după o primă zi de discuții, miercuri, considerată „productivă” de către negociatorul principal al Kievului. Negocierile par că au ajuns din nou într-un punct fără ieșire, Rusia insistând ca Ucraina să cedeze întreaga regiune Donbas, iar anexarea să fie recunoscută de toate țările lumii. Emisarul american Steve Witkoff a anunțat un nou schimb de prizonieri între cele două tabere.",
      "link": "https://www.digi24.ro/stiri/externe/ucraina-si-rusia-continua-azi-discutiile-mediate-de-sua-la-abu-dhabi-intalnirea-de-miercuri-substantiala-si-productiva-3616785",
      "published_utc": "2026-02-05T12:03:26+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Ce au discutat Xi Jinping și Donald Trump la telefon. Detalii din convorbirea de săptămâna aceasta",
      "summary": "Președintele Chinei, Xi Jinping, și președintele american, Donald Trump, au discutat la telefon, în această săptămână, despre Taiwan, relațiile economice și principalele tensiuni internaționale. Convorbirea a avut loc într-un moment sensibil pentru relațiile dintre Beijing și Washington și a fost urmată de mesaje ferme din ambele tabere.",
      "link": "https://www.digi24.ro/stiri/externe/mapamond/ce-au-discutat-xi-jinping-si-donald-trump-la-telefon-detalii-din-convorbirea-de-saptamana-aceasta-3617421",
      "published_utc": "2026-02-05T12:02:56+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "INTERVIU Istoricul Armand Goșu atrage atenția că „nimeni de la Moscova n-a spus că singura problemă care împiedică încheierea păcii din Ucraina este una teritorială”: „Putin nu vrea doar fâșii de teritorii din Ucraina”",
      "summary": "Retragerea armatei ucrainene din Donbass este doar una dintre pretențiile Rusiei, care nu a renunțat nici la „denazificare”, nici la demilitarizare, și nu va accepta garanțiile de securitate în forma în care au fost negociate&#8230;",
      "link": "https://hotnews.ro/interviu-istoricul-armand-gosu-atrage-atentia-ca-nimeni-de-la-moscova-n-a-spus-ca-singura-problema-care-impiedica-incheierea-pacii-din-ucraina-este-una-teritoriala-putin-nu-2165461",
      "published_utc": "2026-02-05T12:00:58+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Systematic la 40 de ani: „Stabilitatea nu se măsoară în numărul de angajați, ci în deciziile strategice luate pe termen lung”",
      "summary": "Compania daneză Systematic a marcat anul trecut 40 de ani de activitate la nivel global, într-un moment de performanță financiară fără precedent. Potrivit raportului anual publicat de companie, Systematic a înregistrat o creștere de aproape&#8230;",
      "link": "https://hotnews.ro/systematic-la-40-de-ani-stabilitatea-nu-se-masoara-in-numarul-de-angajati-ci-in-deciziile-strategice-luate-pe-termen-lung-2165449",
      "published_utc": "2026-02-05T12:00:16+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Tranzacțiile imobiliare au scăzut cu peste 31.000 în prima lună din 2026 față de decembrie 2025. Expert: „E o perioadă de ajustare”",
      "summary": "Numărul tranzacțiilor imobiliare a scăzut semnificativ în prima lună a anului 2026, pe fondul unei perioade sezonier mai lente și al unei prudențe crescute în rândul cumpărătorilor, spune Alexandru Ispir, expert în imobiliare, pentru Digi24.ro. În total, în luna ianuarie au fost vândute 24.598 de imobile la nivel național, cu 31.605 mai puține față de luna decembrie și cu 6.236 mai puține comparativ cu aceeași perioadă din 2025, potrivit datelor publicate de ANCPI.",
      "link": "https://www.digi24.ro/imobiliare/tranzactiile-imobiliare-au-scazut-cu-peste-31-000-in-prima-luna-din-2026-fata-de-decembrie-2025-expert-e-o-perioada-de-ajustare-3617401",
      "published_utc": "2026-02-05T11:58:51+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Țara europeană care a interzis TikTok a renunțat la decizie după mai puțin de un an",
      "summary": "Guvernul albanez a abrogat interdicția temporară decretată împotriva TikTok în urmă cu 11 luni, transmite joi agenția AFP, citată de Agerpres. Albania a tăiat în martie 2025 accesul la TikTok pe teritoriul său pentru „a&#8230;",
      "link": "https://hotnews.ro/tara-europeana-care-a-interzis-tiktok-a-renuntat-la-decizie-dupa-mai-putin-de-un-an-2165456",
      "published_utc": "2026-02-05T11:48:47+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Calea ferată din Portul Constanța va fi modernizată. Proiectul costă peste 500 de milioane de lei",
      "summary": "Ministrul Transporturilor Ciprian Șerban a anunțat, joi, desemnarea asocierii BAWI Construction – Swietelsky Construct drept câștigătoare a contractului de 523 de milioane de lei pentru modernizarea infrastructurii feroviare din Portul Constanța.",
      "link": "https://www.digi24.ro/stiri/economie/calea-ferata-din-portul-constanta-va-fi-modernizata-proiectul-costa-peste-500-de-milioane-de-lei-3617407",
      "published_utc": "2026-02-05T11:47:13+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "La Belle Époque, cea mai elegantă perioadă din istoria României, revine! Povestea pictorului Nicolae Vermont, unul dintre liderii generației sale",
      "summary": "Art Safari New Museum continuă seria de expoziții dedicate marilor maeștri uitați ai artei românești și deschide, din 26 martie, o expoziție de poveste dedicată uneia dintre ce mai importante figuri ale artei românești moderne:&#8230;",
      "link": "https://hotnews.ro/la-belle-epoque-cea-mai-eleganta-perioada-din-istoria-romaniei-revine-povestea-pictorului-nicolae-vermont-unul-dintre-liderii-generatiei-sale-2165452",
      "published_utc": "2026-02-05T11:44:00+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Întâlnire neașteptată la Poiana Brașov: Trei pui de urs, filmați de turiști în timp ce se joacă nestingheriți pe pârtie",
      "summary": "Întâlnire neașteptată la Poiana Brașov. Turiștii de pe pârtie au dat nas în nas cu trei ursuleți. I-au admirat și au filmat de la distanță cum puii de urs se jucau în zăpadă.",
      "link": "https://www.digi24.ro/stiri/intalnire-neasteptata-la-poiana-brasov-trei-pui-de-urs-filmati-de-turisti-in-timp-ce-se-joaca-nestingheriti-pe-partie-3617375",
      "published_utc": "2026-02-05T11:43:47+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Un apropiat al președintelui Nicolas Maduro, reținut. Venezuela a colaborat cu SUA pentru capturarea sa",
      "summary": "Alex Saab, un bogat om de afaceri columbian-venezuelan considerat mult timp omul de fațadă al lui Maduro, a fost demis din funcția sa din guvernul venezuelean la două săptămâni după ce forțele americane l-au capturat&#8230;",
      "link": "https://hotnews.ro/un-apropiat-al-presedintelui-nicolas-maduro-retinut-venezuela-a-colaborat-cu-sua-pentru-capturarea-sa-2165422",
      "published_utc": "2026-02-05T11:43:05+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "România are cei mai mulți proprietari de locuinţe din UE, dar și cele mai aglomerate case",
      "summary": "Peste 94% din populaţia României trăia în 2024 într-o locuinţă proprietate personală, acesta fiind cel mai mare procent înregistrat în rândul statelor membre ale Uniunii Europene, arată datele Eurostat, publicate joi.",
      "link": "https://www.digi24.ro/stiri/actualitate/social/romania-are-cei-mai-multi-proprietari-de-locuinte-din-ue-dar-si-cele-mai-aglomerate-case-3617341",
      "published_utc": "2026-02-05T11:27:07+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Românii și-au portat peste 1,4 milioane numere de mobil anul trecut. Una dintre rețele a strâns mai mulți clienți decât toate celelalte la un loc",
      "summary": "Românii și-au mutat anul trecut peste 1,45 milioane de numere de telefon în alte rețele mobile, beneficiind de posibilitatea de a schimba furnizorul fără a-și pierde numărul de telefon, a anunțat joi autoritatea de reglementare&#8230;",
      "link": "https://hotnews.ro/romanii-si-au-portat-peste-14-milioane-numere-de-mobil-anul-trecut-una-dintre-retele-a-strans-mai-multi-clienti-decat-toate-celelalte-la-un-loc-2165440",
      "published_utc": "2026-02-05T11:26:09+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Kremlinul neagă faptul că Jeffrey Epstein ar fi fost agent al serviciilor secrete ruse",
      "summary": "Kremlinul a declarat joi că nu dorește să piardă timp răspunzând la întrebări despre sugestii neprobate apărute în mass-media occidentală și ale premierului polonez, potrivit cărora Jeffrey Epstein ar fi fost un fel de agent al serviciilor secrete ruse.",
      "link": "https://www.digi24.ro/stiri/externe/rusia/kremlinul-neaga-faptul-ca-pedofilul-epstein-ar-fi-fost-agent-al-serviciilor-secrete-ruse-3617371",
      "published_utc": "2026-02-05T11:21:42+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Circa 2,8 milioane de pensionari ar putea primi sprijin de până la 1.000 lei de la stat, anunță Florin Manole. Cine ar putea beneficia",
      "summary": "Ministrul Muncii, Florin Manole, propune ca pensionarii cu pensii mai mici de 3.000 de lei să beneficieze de un ajutor financiar de până la 1.000 de lei, care va fi acordat în două tranșe. Într-o postare de joi, pe Facebook, Manole a afirmat că circa 2,8 milioane de pensionari ar urma să primească acești bani.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/circa-28-milioane-de-pensionari-ar-putea-primi-sprijin-de-pana-la-1-000-lei-de-la-stat-anunta-florin-manole-cine-ar-putea-beneficia-3617347",
      "published_utc": "2026-02-05T11:19:26+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Ce se întâmplă când o femeie întârzie controlul sânilor? Dr. Sorina Ungur, MedLife: „Amânarea împinge cancerul de sân în stadii greu de tratat”",
      "summary": "În cabinetul medicului imagist Sorina Ungur, de la Hyperclinica MedLife Micromedica din Bacău, ajung în ultimii ani tot mai multe femei cu tumori la sân – unele, din păcate, în stadii avansate. „O zi în&#8230;",
      "link": "https://hotnews.ro/ce-se-intampla-cand-o-femeie-intarzie-controlul-sanilor-dr-sorina-ungur-medlife-amanarea-impinge-cancerul-de-san-in-stadii-greu-de-tratat-2165434",
      "published_utc": "2026-02-05T11:18:28+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Ce se schimbă pentru microîntreprinderi în noul pachet de relansare economică. Reguli mai flexibile, impozitare unică și bonificații",
      "summary": "Ministrul Finanțelor, Alexandru Nazare, a anunțat joi, la conferința de fiscalitate Tax EU, o serie de măsuri incluse în noul pachet de relansare economică, menite să corecteze problemele semnalate de mediul de afaceri și să facă regimul fiscal al microîntreprinderilor mai predictibil și mai flexibil, în contextul reducerii plafonului de încadrare la 100.000 de euro.",
      "link": "https://www.digi24.ro/stiri/economie/ce-se-schimba-pentru-microintreprinderi-in-noul-pachet-de-relansare-economica-reguli-mai-flexibile-impozitare-unica-si-bonificatii-3617339",
      "published_utc": "2026-02-05T11:07:21+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Negocierile Rusia-Ucraina-SUA de la Abu Dhabi s-au încheiat: Moscova și Kievul au schimbat câte 157 de prizonieri / „Mai sunt multe de făcut”, spune emisarul lui Trump",
      "summary": "Prima zi de negocieri, de miercuri, a fost una „productivă”, au declarat oficialii ucraineni, care nu au anunțat însă un rezultat concret în privința principalelor probleme ce blochează un eventual armistițiu, scrie Reuters. Negocierile de&#8230;",
      "link": "https://hotnews.ro/a-doua-zi-de-negocieri-de-pace-la-abu-dhabi-emisarul-lui-putin-ataca-europa-dar-vede-o-evolutie-pozitiva-a-discutiilor-cu-ucraina-2165188",
      "published_utc": "2026-02-05T11:05:30+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Sindicaliștii din guvern îl „somează” pe Bolojan „să nu forțeze reforma administrației după bunul plac”: „Nu vom sta cu mâinile în sân”",
      "summary": "Sindicatul Angajaților din Aparatul de Lucru al Guvernului (SAALG) i-a cerut public, joi, premierului Ilie Bolojan să oprească asumarea răspunderii pe proiectul de lege privind reforma administrației publice, dar și proiectul care limitează detașările și&#8230;",
      "link": "https://hotnews.ro/sindicalistii-din-guvern-il-someaza-pe-bolojan-sa-nu-forteze-reforma-administratiei-dupa-bunul-plac-nu-vom-sta-cu-mainile-in-san-2165317",
      "published_utc": "2026-02-05T11:02:09+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Apelul NATO după expirarea tratatului de control al armelor nucleare între SUA și Rusia",
      "summary": "NATO face apel la „reţinere şi responsabilitate” după expirarea New START, ultimul tratat de dezarmare nucleară între Rusia şi Statele Unite, a declarat joi un oficial al Alianţei Nord-Atlantice, relatează AFP, potrivit Agerpres.",
      "link": "https://www.digi24.ro/stiri/externe/apelul-nato-dupa-expirarea-tratatului-de-control-al-armelor-nucleare-intre-sua-si-rusia-3617323",
      "published_utc": "2026-02-05T10:58:43+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Un apel la 112 a salvat două vieți în Neamț: dispecerul ISU a coordonat evacuarea dintr-o locuință cu monoxid de carbon",
      "summary": "Două persoane vârstnice din comuna Dulcești, județul Neamț au fost salvate dintr-o locuință plină de monoxid de carbon după ce dispecerul ISU, plt.adj. Ariton Răzvan, le-a ghidat pas cu pas și apelanta le-a evacuat în siguranță înainte ca echipajele SMURD și SAJ să ajungă.",
      "link": "https://www.digi24.ro/stiri/actualitate/social/un-apel-la-112-a-salvat-doua-vieti-in-neamt-dispecerul-isu-a-coordonat-evacuarea-dintr-o-locuinta-cu-monoxid-de-carbon-3617321",
      "published_utc": "2026-02-05T10:56:11+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Un reputat economist vorbește despre mimetica, constrângerea și luxul din economia politică românească",
      "summary": "România nu a fost condusă prin decizii asumate, ci printr-un amestec comod de imitație (copiem reguli, instituții și modele din afară), constrângere („nu se poate altfel” &#8211; vina e mereu externă) și lux (discursuri mari,&#8230;",
      "link": "https://hotnews.ro/un-reputat-economist-avertizeaza-diverse-argumente-conjuncturale-au-justificat-cheltuieli-cu-caracter-permanent-2165100",
      "published_utc": "2026-02-05T10:49:32+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Ungaria a început să toarne betonul la centrala nucleară Paks 2, construită de Rusia, după ani de amânări",
      "summary": "Beton a fost turnat în premieră joi la centrala nucleară Paks 2 din Ungaria, construită de Rusia, transformând-o din punct de vedere legal într-o centrală nucleară aflată în construcție, a declarat ministrul ungar de externe,&#8230;",
      "link": "https://hotnews.ro/ungaria-a-inceput-sa-toarne-betonul-la-centrala-nucleara-paks-2-construita-de-rusia-dupa-ani-de-amanari-2165367",
      "published_utc": "2026-02-05T10:46:29+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Alexandru Nazare a anunțat un pachet de relansare economică care mută accentul pe investiții. „Regândim sprijinul pentru companii”",
      "summary": "Ministrul Finanțelor, Alexandru Nazare, a prezentat joi, în cadrul conferinței de fiscalitate Tax EU, un nou pachet de relansare economică ce include măsuri de sprijin pentru mediul de afaceri, în special pentru microîntreprinderi și companiile mici și mijlocii. Potrivit ministrului, noul pachet schimbă fundamental abordarea politicilor economice, mutând accentul de la consum către investiții.",
      "link": "https://www.digi24.ro/stiri/economie/alexandru-nazare-a-anuntat-un-pachet-de-relansare-economica-care-muta-accentul-pe-investitii-regandim-sprijinul-pentru-companii-3617249",
      "published_utc": "2026-02-05T10:45:20+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Sancțiunile internaționale. Noi riscuri penale noi pentru companii",
      "summary": "Companiile care activează pe piețe globale, în special cele din domenii precum energie, finanțe, apărare, tehnologie duală, logistică, transport, trebuie să acorde o atenție sporită noului cadru legislativ privind sancțiunile internaționale. Modificările intervenite la finalul&#8230;",
      "link": "https://hotnews.ro/sanctiunile-internationale-noi-riscuri-penale-noi-pentru-companii-2165372",
      "published_utc": "2026-02-05T10:35:13+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "VIDEO Un grup de hoți costumați în Robin Hood a jefuit un magazin din Canada și a donat alimentele furate în semn de protest",
      "summary": "Un grup de hoți costumați în Robin Hood au jefuit un magazin alimentar din Montreal și au donat bunurile furate, într-un protest față de creșterea prețurilor la alimente. Noua lor formă de protest a avut&#8230;",
      "link": "https://hotnews.ro/un-grup-de-hoti-costumati-in-robin-hood-a-jefuit-un-magazin-din-canada-si-a-donat-alimentele-furate-in-semn-de-protest-2165354",
      "published_utc": "2026-02-05T10:29:00+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Lasă-i pe tehno-oligarhi să latre”. Cum au ajuns Spania și premierul socialist Sanchez în prima linie a conflictului cu Elon Musk și magnații platformelor sociale",
      "summary": "Premierul Spaniei vrea să interzică accesul tinerilor sub 16 ani la rețelele sociale. Populația Spaniei susține măsura, la fel și cel mai important partid de opoziție. Elon Musk nu este însă de acord, motiv pentru&#8230;",
      "link": "https://hotnews.ro/lasa-i-pe-tehno-oligarhi-sa-latre-sancho-cum-au-ajuns-spania-si-premierul-socialist-pedro-sanchez-in-prima-linie-a-conflictului-cu-elon-musk-si-magnatii-platformelor-sociale-2165230",
      "published_utc": "2026-02-05T10:27:59+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Cursuri de educație media digitală pentru profesori. „E necesară copiilor pentru că lumea lor este online”",
      "summary": "Centrul pentru Jurnalism Independent (CJI) caută 385 de profesori care să învețe educație media digitală, într-un curs avizat de Ministerul Educației.&#160; Cursul este gratuit și se adresează profesorilor care predau discipline din ariile limbă și&#8230;",
      "link": "https://hotnews.ro/cursuri-de-educatie-media-digitala-pentru-profesori-e-necesara-copiilor-pentru-ca-lumea-lor-este-online-2165341",
      "published_utc": "2026-02-05T10:20:28+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Zeci de femei au fost filmate pe ascuns în saloane de înfrumusețare din Bulgaria și imaginile postate pe site-uri pentru adulți",
      "summary": "Parchetul din Burgas, Bulgaria, a deschis o anchetă şi a efectuat percheziţii după ce mai multe cliente ale unor saloane de înfrumuseţare care au descoperit imagini cu ele făcute fără consimțământul lor pe site-uri pornografice, relatează AFP.",
      "link": "https://www.digi24.ro/stiri/externe/zeci-de-femei-au-fost-filmate-pe-ascuns-in-saloane-de-infrumusetare-din-bulgaria-si-imaginile-postate-pe-site-uri-pentru-adulti-3617073",
      "published_utc": "2026-02-05T10:18:23+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Mesajul lui Trump pentru România, privind o problemă urgentă pentru SUA. Ce a transmis Ambasada americană la București",
      "summary": "Ambasada SUA la București a postat joi, pe platforma X, un mesaj din partea președintelui american Donald Trump, în care este evidențiat angajamentul „ferm” al Washingtonului de a colabora cu România privind „aprovizionarea sigură cu minerale esențiale”. Problema este o prioritate absolută pentru SUA, care își doresc să reducă dependența de minerale critice din China.",
      "link": "https://www.digi24.ro/stiri/mesajul-lui-trump-pentru-romania-privind-o-problema-urgenta-pentru-sua-ce-a-transmis-ambasada-americana-la-bucuresti-3617049",
      "published_utc": "2026-02-05T10:08:33+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "O companie irakiană va deveni unul dintre cei mai mari producători de energie electrică din România, după ce va finaliza construirea unei centrale pe gaze și a unor mari capacități de stocare",
      "summary": "Reprezentanți ai Mass Global Energy Rom SRL, compania irakiană care construiește o mare centrală electrică pe gaze naturale la Mintia, au avut, joi, o întâlnire cu premierul Ilie Bolojan, la Palatul Victoria. Discuțiile au vizat&#8230;",
      "link": "https://hotnews.ro/o-companie-irakiana-va-deveni-unul-dintre-cei-mai-mari-producatori-de-energie-electrica-din-romania-dupa-ce-va-finaliza-construirea-unei-centrale-pe-gaze-si-a-unor-mari-capacitati-de-stocare-2165343",
      "published_utc": "2026-02-05T10:07:32+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Curiosity Blog, Sols 4788-4797: Welcome Back from Conjunction",
      "summary": "Written by Alex Innanen, Atmospheric Scientist at York University, Toronto Earth planning date: Friday, Jan. 30, 2026 Mars has emerged from its holiday behind the Sun, and we here on Earth have been able to reconnect with Curiosity and get back to work on Mars. Our first planning day last Friday gave Curiosity a full […]",
      "link": "https://science.nasa.gov/blog/curiosity-blog-sols-4788-4797-welcome-back-from-conjunction/",
      "published_utc": "2026-02-04T23:05:07+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA, University of Texas Expand Research and Workforce Development",
      "summary": "NASA’s Johnson Space Center in Houston and the University of Texas System (UT System) announced the signing of a collaborative Space Act Agreement on Jan. 9, 2026. The agreement expands research and workforce development partnership opportunities across NASA centers and UT System facilities. The agreement builds upon decades of collaboration between NASA and the UT [&#8230;]",
      "link": "https://www.nasa.gov/centers-and-facilities/johnson/nasa-university-of-texas-expand-research-and-workforce-development/",
      "published_utc": "2026-02-04T22:10:15+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "ARMD Research Solicitations (Updated Feb. 4)",
      "summary": "THIS PAGE WAS UPDATED ON FEBRUARY 4, 2026 This Aeronautics Research Mission Directorate (ARMD) solicitations page compiles the opportunities to collaborate with NASA’s aeronautical innovators and/or contribute to their research to enable new and improved air transportation systems. Most opportunities to participate in research are officially announced through the Web-based NASA Solicitation and Proposal Integrated [&#8230;]",
      "link": "https://www.nasa.gov/aeronautics/armd-solicitations/",
      "published_utc": "2026-02-04T18:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Heat Shield Tech Contributes to America’s Space Industry",
      "summary": "This Jan. 29, 2026, photo captures the streak the Varda Space Industries W-5 capsule made while returning to Earth. The capsule uses a protective heat shield Varda produced made of cutting-edge material it licensed from NASA. The material, known as C-PICA (Conformal Phenolic Impregnated Carbon Ablator), provides a stronger, less expensive, and more efficient thermal protection [&#8230;]",
      "link": "https://www.nasa.gov/image-article/nasa-heat-shield-tech-contributes-to-americas-space-industry/",
      "published_utc": "2026-02-04T16:23:44+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA’s SPHEREx Examines Comet 3I/ATLAS’s Coma",
      "summary": "Description These observations by NASA’s SPHEREx (Spectro-Photometer for the History of the Universe, Epoch of Reionization and Ices Explorer) show the infrared light emitted by the dust, water, organic molecules, and carbon dioxide contained within comet 3I/ATLAS’s coma. The comet brightened significantly during the December 2025 period when SPHEREx made the observations — about two […]",
      "link": "https://science.nasa.gov/photojournal/nasas-spherex-examines-comet-3i-atlass-coma/",
      "published_utc": "2026-02-04T16:18:29+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Explore Mars’s Flaugergues Crater",
      "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
      "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
      "published_utc": "2026-02-04T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "ESA's sustainability ambition",
      "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
      "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
      "published_utc": "2026-02-03T15:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Moving satellites to meet a plane for rare reentry data",
      "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
      "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
      "published_utc": "2026-02-02T16:12:00+00:00",
      "score": 4
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Apply now to the ESA Graduate Trainee Programme",
      "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
      "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
      "published_utc": "2026-02-02T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
      "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
      "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
      "published_utc": "2026-01-30T10:20:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "New satellite view of Tibet’s tectonic clash",
      "summary": "A study on tectonic plates that converge on the Tibetan Plateau has shown that Earth’s fault lines are far weaker and the continents are less rigid than scientists previously thought. This finding is based on ground-monitoring satellite data.",
      "link": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-1/New_satellite_view_of_Tibet_s_tectonic_clash",
      "published_utc": "2026-01-30T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Earth from Space: Rudong coast, China",
      "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
      "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
      "published_utc": "2026-01-30T09:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
      "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
      "published_utc": "2026-01-25T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "For every $1 spent protecting nature, $30 goes to destroying it",
      "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
      "published_utc": "2026-01-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
      "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
      "published_utc": "2025-12-24T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
      "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
      "published_utc": "2025-12-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "UN environment assembly wraps up in Nairobi",
      "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
      "published_utc": "2025-12-12T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
      "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
      "published_utc": "2025-12-06T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
      "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
      "published_utc": "2025-11-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
      "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Can industrial growth and climate action go hand in hand?",
      "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "What’s at stake in the COP30 negotiations?",
      "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
      "published_utc": "2025-11-20T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "In the Amazon, a school becomes a beacon of climate resilience",
      "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
      "published_utc": "2025-11-19T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
      "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
      "published_utc": "2025-11-18T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
      "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
      "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    }
  ],
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Negocieri la Abu Dhabi. Rusia a venit cu o nouă condiție imposibil de acceptat de către Kiev. Witkoff: Schimb de prizonieri convenit",
        "summary": "Oficialii ucraineni şi ruşi au reluat joi negocierile la Abu Dhabi, mediate de SUA, după o primă zi de discuții, miercuri, considerată „productivă” de către negociatorul principal al Kievului. Negocierile par că au ajuns din nou într-un punct fără ieșire, Rusia insistând ca Ucraina să cedeze întreaga regiune Donbas, iar anexarea să fie recunoscută de toate țările lumii. Emisarul american Steve Witkoff a anunțat un nou schimb de prizonieri între cele două tabere.",
        "link": "https://www.digi24.ro/stiri/externe/ucraina-si-rusia-continua-azi-discutiile-mediate-de-sua-la-abu-dhabi-intalnirea-de-miercuri-substantiala-si-productiva-3616785",
        "published_utc": "2026-02-05T12:03:26+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Ce au discutat Xi Jinping și Donald Trump la telefon. Detalii din convorbirea de săptămâna aceasta",
        "summary": "Președintele Chinei, Xi Jinping, și președintele american, Donald Trump, au discutat la telefon, în această săptămână, despre Taiwan, relațiile economice și principalele tensiuni internaționale. Convorbirea a avut loc într-un moment sensibil pentru relațiile dintre Beijing și Washington și a fost urmată de mesaje ferme din ambele tabere.",
        "link": "https://www.digi24.ro/stiri/externe/mapamond/ce-au-discutat-xi-jinping-si-donald-trump-la-telefon-detalii-din-convorbirea-de-saptamana-aceasta-3617421",
        "published_utc": "2026-02-05T12:02:56+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "INTERVIU Istoricul Armand Goșu atrage atenția că „nimeni de la Moscova n-a spus că singura problemă care împiedică încheierea păcii din Ucraina este una teritorială”: „Putin nu vrea doar fâșii de teritorii din Ucraina”",
        "summary": "Retragerea armatei ucrainene din Donbass este doar una dintre pretențiile Rusiei, care nu a renunțat nici la „denazificare”, nici la demilitarizare, și nu va accepta garanțiile de securitate în forma în care au fost negociate&#8230;",
        "link": "https://hotnews.ro/interviu-istoricul-armand-gosu-atrage-atentia-ca-nimeni-de-la-moscova-n-a-spus-ca-singura-problema-care-impiedica-incheierea-pacii-din-ucraina-este-una-teritoriala-putin-nu-2165461",
        "published_utc": "2026-02-05T12:00:58+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Systematic la 40 de ani: „Stabilitatea nu se măsoară în numărul de angajați, ci în deciziile strategice luate pe termen lung”",
        "summary": "Compania daneză Systematic a marcat anul trecut 40 de ani de activitate la nivel global, într-un moment de performanță financiară fără precedent. Potrivit raportului anual publicat de companie, Systematic a înregistrat o creștere de aproape&#8230;",
        "link": "https://hotnews.ro/systematic-la-40-de-ani-stabilitatea-nu-se-masoara-in-numarul-de-angajati-ci-in-deciziile-strategice-luate-pe-termen-lung-2165449",
        "published_utc": "2026-02-05T12:00:16+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Tranzacțiile imobiliare au scăzut cu peste 31.000 în prima lună din 2026 față de decembrie 2025. Expert: „E o perioadă de ajustare”",
        "summary": "Numărul tranzacțiilor imobiliare a scăzut semnificativ în prima lună a anului 2026, pe fondul unei perioade sezonier mai lente și al unei prudențe crescute în rândul cumpărătorilor, spune Alexandru Ispir, expert în imobiliare, pentru Digi24.ro. În total, în luna ianuarie au fost vândute 24.598 de imobile la nivel național, cu 31.605 mai puține față de luna decembrie și cu 6.236 mai puține comparativ cu aceeași perioadă din 2025, potrivit datelor publicate de ANCPI.",
        "link": "https://www.digi24.ro/imobiliare/tranzactiile-imobiliare-au-scazut-cu-peste-31-000-in-prima-luna-din-2026-fata-de-decembrie-2025-expert-e-o-perioada-de-ajustare-3617401",
        "published_utc": "2026-02-05T11:58:51+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Țara europeană care a interzis TikTok a renunțat la decizie după mai puțin de un an",
        "summary": "Guvernul albanez a abrogat interdicția temporară decretată împotriva TikTok în urmă cu 11 luni, transmite joi agenția AFP, citată de Agerpres. Albania a tăiat în martie 2025 accesul la TikTok pe teritoriul său pentru „a&#8230;",
        "link": "https://hotnews.ro/tara-europeana-care-a-interzis-tiktok-a-renuntat-la-decizie-dupa-mai-putin-de-un-an-2165456",
        "published_utc": "2026-02-05T11:48:47+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Calea ferată din Portul Constanța va fi modernizată. Proiectul costă peste 500 de milioane de lei",
        "summary": "Ministrul Transporturilor Ciprian Șerban a anunțat, joi, desemnarea asocierii BAWI Construction – Swietelsky Construct drept câștigătoare a contractului de 523 de milioane de lei pentru modernizarea infrastructurii feroviare din Portul Constanța.",
        "link": "https://www.digi24.ro/stiri/economie/calea-ferata-din-portul-constanta-va-fi-modernizata-proiectul-costa-peste-500-de-milioane-de-lei-3617407",
        "published_utc": "2026-02-05T11:47:13+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "La Belle Époque, cea mai elegantă perioadă din istoria României, revine! Povestea pictorului Nicolae Vermont, unul dintre liderii generației sale",
        "summary": "Art Safari New Museum continuă seria de expoziții dedicate marilor maeștri uitați ai artei românești și deschide, din 26 martie, o expoziție de poveste dedicată uneia dintre ce mai importante figuri ale artei românești moderne:&#8230;",
        "link": "https://hotnews.ro/la-belle-epoque-cea-mai-eleganta-perioada-din-istoria-romaniei-revine-povestea-pictorului-nicolae-vermont-unul-dintre-liderii-generatiei-sale-2165452",
        "published_utc": "2026-02-05T11:44:00+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Întâlnire neașteptată la Poiana Brașov: Trei pui de urs, filmați de turiști în timp ce se joacă nestingheriți pe pârtie",
        "summary": "Întâlnire neașteptată la Poiana Brașov. Turiștii de pe pârtie au dat nas în nas cu trei ursuleți. I-au admirat și au filmat de la distanță cum puii de urs se jucau în zăpadă.",
        "link": "https://www.digi24.ro/stiri/intalnire-neasteptata-la-poiana-brasov-trei-pui-de-urs-filmati-de-turisti-in-timp-ce-se-joaca-nestingheriti-pe-partie-3617375",
        "published_utc": "2026-02-05T11:43:47+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Un apropiat al președintelui Nicolas Maduro, reținut. Venezuela a colaborat cu SUA pentru capturarea sa",
        "summary": "Alex Saab, un bogat om de afaceri columbian-venezuelan considerat mult timp omul de fațadă al lui Maduro, a fost demis din funcția sa din guvernul venezuelean la două săptămâni după ce forțele americane l-au capturat&#8230;",
        "link": "https://hotnews.ro/un-apropiat-al-presedintelui-nicolas-maduro-retinut-venezuela-a-colaborat-cu-sua-pentru-capturarea-sa-2165422",
        "published_utc": "2026-02-05T11:43:05+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "România are cei mai mulți proprietari de locuinţe din UE, dar și cele mai aglomerate case",
        "summary": "Peste 94% din populaţia României trăia în 2024 într-o locuinţă proprietate personală, acesta fiind cel mai mare procent înregistrat în rândul statelor membre ale Uniunii Europene, arată datele Eurostat, publicate joi.",
        "link": "https://www.digi24.ro/stiri/actualitate/social/romania-are-cei-mai-multi-proprietari-de-locuinte-din-ue-dar-si-cele-mai-aglomerate-case-3617341",
        "published_utc": "2026-02-05T11:27:07+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Românii și-au portat peste 1,4 milioane numere de mobil anul trecut. Una dintre rețele a strâns mai mulți clienți decât toate celelalte la un loc",
        "summary": "Românii și-au mutat anul trecut peste 1,45 milioane de numere de telefon în alte rețele mobile, beneficiind de posibilitatea de a schimba furnizorul fără a-și pierde numărul de telefon, a anunțat joi autoritatea de reglementare&#8230;",
        "link": "https://hotnews.ro/romanii-si-au-portat-peste-14-milioane-numere-de-mobil-anul-trecut-una-dintre-retele-a-strans-mai-multi-clienti-decat-toate-celelalte-la-un-loc-2165440",
        "published_utc": "2026-02-05T11:26:09+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Kremlinul neagă faptul că Jeffrey Epstein ar fi fost agent al serviciilor secrete ruse",
        "summary": "Kremlinul a declarat joi că nu dorește să piardă timp răspunzând la întrebări despre sugestii neprobate apărute în mass-media occidentală și ale premierului polonez, potrivit cărora Jeffrey Epstein ar fi fost un fel de agent al serviciilor secrete ruse.",
        "link": "https://www.digi24.ro/stiri/externe/rusia/kremlinul-neaga-faptul-ca-pedofilul-epstein-ar-fi-fost-agent-al-serviciilor-secrete-ruse-3617371",
        "published_utc": "2026-02-05T11:21:42+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Circa 2,8 milioane de pensionari ar putea primi sprijin de până la 1.000 lei de la stat, anunță Florin Manole. Cine ar putea beneficia",
        "summary": "Ministrul Muncii, Florin Manole, propune ca pensionarii cu pensii mai mici de 3.000 de lei să beneficieze de un ajutor financiar de până la 1.000 de lei, care va fi acordat în două tranșe. Într-o postare de joi, pe Facebook, Manole a afirmat că circa 2,8 milioane de pensionari ar urma să primească acești bani.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/circa-28-milioane-de-pensionari-ar-putea-primi-sprijin-de-pana-la-1-000-lei-de-la-stat-anunta-florin-manole-cine-ar-putea-beneficia-3617347",
        "published_utc": "2026-02-05T11:19:26+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Ce se întâmplă când o femeie întârzie controlul sânilor? Dr. Sorina Ungur, MedLife: „Amânarea împinge cancerul de sân în stadii greu de tratat”",
        "summary": "În cabinetul medicului imagist Sorina Ungur, de la Hyperclinica MedLife Micromedica din Bacău, ajung în ultimii ani tot mai multe femei cu tumori la sân – unele, din păcate, în stadii avansate. „O zi în&#8230;",
        "link": "https://hotnews.ro/ce-se-intampla-cand-o-femeie-intarzie-controlul-sanilor-dr-sorina-ungur-medlife-amanarea-impinge-cancerul-de-san-in-stadii-greu-de-tratat-2165434",
        "published_utc": "2026-02-05T11:18:28+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Ce se schimbă pentru microîntreprinderi în noul pachet de relansare economică. Reguli mai flexibile, impozitare unică și bonificații",
        "summary": "Ministrul Finanțelor, Alexandru Nazare, a anunțat joi, la conferința de fiscalitate Tax EU, o serie de măsuri incluse în noul pachet de relansare economică, menite să corecteze problemele semnalate de mediul de afaceri și să facă regimul fiscal al microîntreprinderilor mai predictibil și mai flexibil, în contextul reducerii plafonului de încadrare la 100.000 de euro.",
        "link": "https://www.digi24.ro/stiri/economie/ce-se-schimba-pentru-microintreprinderi-in-noul-pachet-de-relansare-economica-reguli-mai-flexibile-impozitare-unica-si-bonificatii-3617339",
        "published_utc": "2026-02-05T11:07:21+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Negocierile Rusia-Ucraina-SUA de la Abu Dhabi s-au încheiat: Moscova și Kievul au schimbat câte 157 de prizonieri / „Mai sunt multe de făcut”, spune emisarul lui Trump",
        "summary": "Prima zi de negocieri, de miercuri, a fost una „productivă”, au declarat oficialii ucraineni, care nu au anunțat însă un rezultat concret în privința principalelor probleme ce blochează un eventual armistițiu, scrie Reuters. Negocierile de&#8230;",
        "link": "https://hotnews.ro/a-doua-zi-de-negocieri-de-pace-la-abu-dhabi-emisarul-lui-putin-ataca-europa-dar-vede-o-evolutie-pozitiva-a-discutiilor-cu-ucraina-2165188",
        "published_utc": "2026-02-05T11:05:30+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Sindicaliștii din guvern îl „somează” pe Bolojan „să nu forțeze reforma administrației după bunul plac”: „Nu vom sta cu mâinile în sân”",
        "summary": "Sindicatul Angajaților din Aparatul de Lucru al Guvernului (SAALG) i-a cerut public, joi, premierului Ilie Bolojan să oprească asumarea răspunderii pe proiectul de lege privind reforma administrației publice, dar și proiectul care limitează detașările și&#8230;",
        "link": "https://hotnews.ro/sindicalistii-din-guvern-il-someaza-pe-bolojan-sa-nu-forteze-reforma-administratiei-dupa-bunul-plac-nu-vom-sta-cu-mainile-in-san-2165317",
        "published_utc": "2026-02-05T11:02:09+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Apelul NATO după expirarea tratatului de control al armelor nucleare între SUA și Rusia",
        "summary": "NATO face apel la „reţinere şi responsabilitate” după expirarea New START, ultimul tratat de dezarmare nucleară între Rusia şi Statele Unite, a declarat joi un oficial al Alianţei Nord-Atlantice, relatează AFP, potrivit Agerpres.",
        "link": "https://www.digi24.ro/stiri/externe/apelul-nato-dupa-expirarea-tratatului-de-control-al-armelor-nucleare-intre-sua-si-rusia-3617323",
        "published_utc": "2026-02-05T10:58:43+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Un apel la 112 a salvat două vieți în Neamț: dispecerul ISU a coordonat evacuarea dintr-o locuință cu monoxid de carbon",
        "summary": "Două persoane vârstnice din comuna Dulcești, județul Neamț au fost salvate dintr-o locuință plină de monoxid de carbon după ce dispecerul ISU, plt.adj. Ariton Răzvan, le-a ghidat pas cu pas și apelanta le-a evacuat în siguranță înainte ca echipajele SMURD și SAJ să ajungă.",
        "link": "https://www.digi24.ro/stiri/actualitate/social/un-apel-la-112-a-salvat-doua-vieti-in-neamt-dispecerul-isu-a-coordonat-evacuarea-dintr-o-locuinta-cu-monoxid-de-carbon-3617321",
        "published_utc": "2026-02-05T10:56:11+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Un reputat economist vorbește despre mimetica, constrângerea și luxul din economia politică românească",
        "summary": "România nu a fost condusă prin decizii asumate, ci printr-un amestec comod de imitație (copiem reguli, instituții și modele din afară), constrângere („nu se poate altfel” &#8211; vina e mereu externă) și lux (discursuri mari,&#8230;",
        "link": "https://hotnews.ro/un-reputat-economist-avertizeaza-diverse-argumente-conjuncturale-au-justificat-cheltuieli-cu-caracter-permanent-2165100",
        "published_utc": "2026-02-05T10:49:32+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Ungaria a început să toarne betonul la centrala nucleară Paks 2, construită de Rusia, după ani de amânări",
        "summary": "Beton a fost turnat în premieră joi la centrala nucleară Paks 2 din Ungaria, construită de Rusia, transformând-o din punct de vedere legal într-o centrală nucleară aflată în construcție, a declarat ministrul ungar de externe,&#8230;",
        "link": "https://hotnews.ro/ungaria-a-inceput-sa-toarne-betonul-la-centrala-nucleara-paks-2-construita-de-rusia-dupa-ani-de-amanari-2165367",
        "published_utc": "2026-02-05T10:46:29+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Alexandru Nazare a anunțat un pachet de relansare economică care mută accentul pe investiții. „Regândim sprijinul pentru companii”",
        "summary": "Ministrul Finanțelor, Alexandru Nazare, a prezentat joi, în cadrul conferinței de fiscalitate Tax EU, un nou pachet de relansare economică ce include măsuri de sprijin pentru mediul de afaceri, în special pentru microîntreprinderi și companiile mici și mijlocii. Potrivit ministrului, noul pachet schimbă fundamental abordarea politicilor economice, mutând accentul de la consum către investiții.",
        "link": "https://www.digi24.ro/stiri/economie/alexandru-nazare-a-anuntat-un-pachet-de-relansare-economica-care-muta-accentul-pe-investitii-regandim-sprijinul-pentru-companii-3617249",
        "published_utc": "2026-02-05T10:45:20+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Sancțiunile internaționale. Noi riscuri penale noi pentru companii",
        "summary": "Companiile care activează pe piețe globale, în special cele din domenii precum energie, finanțe, apărare, tehnologie duală, logistică, transport, trebuie să acorde o atenție sporită noului cadru legislativ privind sancțiunile internaționale. Modificările intervenite la finalul&#8230;",
        "link": "https://hotnews.ro/sanctiunile-internationale-noi-riscuri-penale-noi-pentru-companii-2165372",
        "published_utc": "2026-02-05T10:35:13+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "VIDEO Un grup de hoți costumați în Robin Hood a jefuit un magazin din Canada și a donat alimentele furate în semn de protest",
        "summary": "Un grup de hoți costumați în Robin Hood au jefuit un magazin alimentar din Montreal și au donat bunurile furate, într-un protest față de creșterea prețurilor la alimente. Noua lor formă de protest a avut&#8230;",
        "link": "https://hotnews.ro/un-grup-de-hoti-costumati-in-robin-hood-a-jefuit-un-magazin-din-canada-si-a-donat-alimentele-furate-in-semn-de-protest-2165354",
        "published_utc": "2026-02-05T10:29:00+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Lasă-i pe tehno-oligarhi să latre”. Cum au ajuns Spania și premierul socialist Sanchez în prima linie a conflictului cu Elon Musk și magnații platformelor sociale",
        "summary": "Premierul Spaniei vrea să interzică accesul tinerilor sub 16 ani la rețelele sociale. Populația Spaniei susține măsura, la fel și cel mai important partid de opoziție. Elon Musk nu este însă de acord, motiv pentru&#8230;",
        "link": "https://hotnews.ro/lasa-i-pe-tehno-oligarhi-sa-latre-sancho-cum-au-ajuns-spania-si-premierul-socialist-pedro-sanchez-in-prima-linie-a-conflictului-cu-elon-musk-si-magnatii-platformelor-sociale-2165230",
        "published_utc": "2026-02-05T10:27:59+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Cursuri de educație media digitală pentru profesori. „E necesară copiilor pentru că lumea lor este online”",
        "summary": "Centrul pentru Jurnalism Independent (CJI) caută 385 de profesori care să învețe educație media digitală, într-un curs avizat de Ministerul Educației.&#160; Cursul este gratuit și se adresează profesorilor care predau discipline din ariile limbă și&#8230;",
        "link": "https://hotnews.ro/cursuri-de-educatie-media-digitala-pentru-profesori-e-necesara-copiilor-pentru-ca-lumea-lor-este-online-2165341",
        "published_utc": "2026-02-05T10:20:28+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Zeci de femei au fost filmate pe ascuns în saloane de înfrumusețare din Bulgaria și imaginile postate pe site-uri pentru adulți",
        "summary": "Parchetul din Burgas, Bulgaria, a deschis o anchetă şi a efectuat percheziţii după ce mai multe cliente ale unor saloane de înfrumuseţare care au descoperit imagini cu ele făcute fără consimțământul lor pe site-uri pornografice, relatează AFP.",
        "link": "https://www.digi24.ro/stiri/externe/zeci-de-femei-au-fost-filmate-pe-ascuns-in-saloane-de-infrumusetare-din-bulgaria-si-imaginile-postate-pe-site-uri-pentru-adulti-3617073",
        "published_utc": "2026-02-05T10:18:23+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Mesajul lui Trump pentru România, privind o problemă urgentă pentru SUA. Ce a transmis Ambasada americană la București",
        "summary": "Ambasada SUA la București a postat joi, pe platforma X, un mesaj din partea președintelui american Donald Trump, în care este evidențiat angajamentul „ferm” al Washingtonului de a colabora cu România privind „aprovizionarea sigură cu minerale esențiale”. Problema este o prioritate absolută pentru SUA, care își doresc să reducă dependența de minerale critice din China.",
        "link": "https://www.digi24.ro/stiri/mesajul-lui-trump-pentru-romania-privind-o-problema-urgenta-pentru-sua-ce-a-transmis-ambasada-americana-la-bucuresti-3617049",
        "published_utc": "2026-02-05T10:08:33+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "O companie irakiană va deveni unul dintre cei mai mari producători de energie electrică din România, după ce va finaliza construirea unei centrale pe gaze și a unor mari capacități de stocare",
        "summary": "Reprezentanți ai Mass Global Energy Rom SRL, compania irakiană care construiește o mare centrală electrică pe gaze naturale la Mintia, au avut, joi, o întâlnire cu premierul Ilie Bolojan, la Palatul Victoria. Discuțiile au vizat&#8230;",
        "link": "https://hotnews.ro/o-companie-irakiana-va-deveni-unul-dintre-cei-mai-mari-producatori-de-energie-electrica-din-romania-dupa-ce-va-finaliza-construirea-unei-centrale-pe-gaze-si-a-unor-mari-capacitati-de-stocare-2165343",
        "published_utc": "2026-02-05T10:07:32+00:00",
        "score": 1
      }
    ],
    "medical": [],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Curiosity Blog, Sols 4788-4797: Welcome Back from Conjunction",
        "summary": "Written by Alex Innanen, Atmospheric Scientist at York University, Toronto Earth planning date: Friday, Jan. 30, 2026 Mars has emerged from its holiday behind the Sun, and we here on Earth have been able to reconnect with Curiosity and get back to work on Mars. Our first planning day last Friday gave Curiosity a full […]",
        "link": "https://science.nasa.gov/blog/curiosity-blog-sols-4788-4797-welcome-back-from-conjunction/",
        "published_utc": "2026-02-04T23:05:07+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA, University of Texas Expand Research and Workforce Development",
        "summary": "NASA’s Johnson Space Center in Houston and the University of Texas System (UT System) announced the signing of a collaborative Space Act Agreement on Jan. 9, 2026. The agreement expands research and workforce development partnership opportunities across NASA centers and UT System facilities. The agreement builds upon decades of collaboration between NASA and the UT [&#8230;]",
        "link": "https://www.nasa.gov/centers-and-facilities/johnson/nasa-university-of-texas-expand-research-and-workforce-development/",
        "published_utc": "2026-02-04T22:10:15+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "ARMD Research Solicitations (Updated Feb. 4)",
        "summary": "THIS PAGE WAS UPDATED ON FEBRUARY 4, 2026 This Aeronautics Research Mission Directorate (ARMD) solicitations page compiles the opportunities to collaborate with NASA’s aeronautical innovators and/or contribute to their research to enable new and improved air transportation systems. Most opportunities to participate in research are officially announced through the Web-based NASA Solicitation and Proposal Integrated [&#8230;]",
        "link": "https://www.nasa.gov/aeronautics/armd-solicitations/",
        "published_utc": "2026-02-04T18:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Heat Shield Tech Contributes to America’s Space Industry",
        "summary": "This Jan. 29, 2026, photo captures the streak the Varda Space Industries W-5 capsule made while returning to Earth. The capsule uses a protective heat shield Varda produced made of cutting-edge material it licensed from NASA. The material, known as C-PICA (Conformal Phenolic Impregnated Carbon Ablator), provides a stronger, less expensive, and more efficient thermal protection [&#8230;]",
        "link": "https://www.nasa.gov/image-article/nasa-heat-shield-tech-contributes-to-americas-space-industry/",
        "published_utc": "2026-02-04T16:23:44+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA’s SPHEREx Examines Comet 3I/ATLAS’s Coma",
        "summary": "Description These observations by NASA’s SPHEREx (Spectro-Photometer for the History of the Universe, Epoch of Reionization and Ices Explorer) show the infrared light emitted by the dust, water, organic molecules, and carbon dioxide contained within comet 3I/ATLAS’s coma. The comet brightened significantly during the December 2025 period when SPHEREx made the observations — about two […]",
        "link": "https://science.nasa.gov/photojournal/nasas-spherex-examines-comet-3i-atlass-coma/",
        "published_utc": "2026-02-04T16:18:29+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Explore Mars’s Flaugergues Crater",
        "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
        "published_utc": "2026-02-04T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "ESA's sustainability ambition",
        "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
        "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
        "published_utc": "2026-02-03T15:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Moving satellites to meet a plane for rare reentry data",
        "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
        "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
        "published_utc": "2026-02-02T16:12:00+00:00",
        "score": 4
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Apply now to the ESA Graduate Trainee Programme",
        "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
        "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
        "published_utc": "2026-02-02T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
        "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
        "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
        "published_utc": "2026-01-30T10:20:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "New satellite view of Tibet’s tectonic clash",
        "summary": "A study on tectonic plates that converge on the Tibetan Plateau has shown that Earth’s fault lines are far weaker and the continents are less rigid than scientists previously thought. This finding is based on ground-monitoring satellite data.",
        "link": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-1/New_satellite_view_of_Tibet_s_tectonic_clash",
        "published_utc": "2026-01-30T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Earth from Space: Rudong coast, China",
        "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
        "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
        "published_utc": "2026-01-30T09:00:00+00:00",
        "score": 2
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
        "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
        "published_utc": "2026-01-25T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "For every $1 spent protecting nature, $30 goes to destroying it",
        "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
        "published_utc": "2026-01-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
        "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
        "published_utc": "2025-12-24T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
        "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
        "published_utc": "2025-12-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "UN environment assembly wraps up in Nairobi",
        "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "published_utc": "2025-12-12T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
        "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
        "published_utc": "2025-12-06T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
        "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
        "published_utc": "2025-11-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
        "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Can industrial growth and climate action go hand in hand?",
        "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "What’s at stake in the COP30 negotiations?",
        "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
        "published_utc": "2025-11-20T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "In the Amazon, a school becomes a beacon of climate resilience",
        "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
        "published_utc": "2025-11-19T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
        "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
        "published_utc": "2025-11-18T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
        "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
        "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      }
    ],
    "photos": [
      {
        "category_id": "space",
        "category_label": "🚀 Spațiu",
        "source": "NASA APOD",
        "title": "NGC 1275 in the Perseus Cluster",
        "link": "https://apod.nasa.gov/apod/astropix.html",
        "image_url": "https://apod.nasa.gov/apod/calendar/S_260205.jpg",
        "published_utc": "2026-02-05T12:07:14+00:00"
      },
      {
        "category_id": "animals",
        "category_label": "🐾 Animale",
        "source": "Animal of the Day",
        "title": "Naked Mole Rat - More Than Meets The Eye",
        "link": "https://thewebsiteofeverything.com/weblog/pivot/entry.php?id=902",
        "image_url": "https://thewebsiteofeverything.com/weblog/images/naked_mole_rat.jpg",
        "published_utc": "2015-08-22T15:03:00+00:00"
      },
      {
        "category_id": "landscapes",
        "category_label": "🏞️ Peisaj",
        "source": "—",
        "title": "Nu am găsit o poză acum (refresh următor)",
        "link": "https://vcarciu.github.io/vesti-bune/",
        "image_url": "https://vcarciu.github.io/vesti-bune/og.jpg",
        "published_utc": "2026-02-05T12:07:17+00:00"
      }
    ],
    "joke": [
      {
        "date_utc": "2026-02-05",
        "text": "Mi-am făcut un plan de economii. Acum economisesc timp necheltuindu-l."
      }
    ],
    "satire": [
      {
        "date_utc": "2026-02-05",
        "source": "TimesNewRoman",
        "title": "EcoLogic - Cotidian independent de umor voluntar",
        "link": "https://www.timesnewroman.ro/ecologic/",
        "note": "Satiră — nu este știre reală."
      }
    ]
  }
}