{
  "generated_utc": "2026-02-06T04:06:38+00:00",
  "count": 58,
  "items": [
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Olguţa Vasilescu, replică pentru Radu Miruţă pe tema blocului din Craiova care ar bloca un radar militar",
      "summary": "Primarul municipiului Craiova, Lia Olguţa Vasilescu, îi răspunde, joi seară, ministrului Apărării, Radu Miruţă, pe tema blocului cu 9 etaje care ar fi fost construit în apropierea unui depozit de muniţie şi care ar afecta radarul de la Cârcea. Ea afirmă că între bloc şi radar sunt 8 kilometri, iar linia imaginară care umeşte cele două puncte trece chiar prin mijlocul cladirii de birouri a fabricii Ford. „O dărâmăm şi pe ea?”, se întreabă Olguţa Vasilescu, precizând, de asemenea, că blocul este amplasat într-un ansamblu rezidenţial cu multe alte blocuri de 10 etaje, în apropierea unui cartier construit chiar pe un teren al MApN.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/olguta-vasilescu-replica-pentru-radu-miruta-pe-tema-blocului-din-craiova-care-ar-bloca-un-radar-militar-3618463",
      "published_utc": "2026-02-05T22:41:23+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Grosolan încălcat”. Trump respinge oferta lui Putin privind ultimul pact nuclear dintre SUA și Rusia și propune altceva",
      "summary": "Președintele SUA, Donald Trump, a respins joi oferta omologului său rus de a prelungi voluntar, cu un an, limita privind desfășurarea armelor nucleare strategice, după expirarea pactului bilateral New START, care ținut acest tip de&#8230;",
      "link": "https://hotnews.ro/grosolan-incalcat-trump-respinge-oferta-lui-putin-privind-ultimul-pact-nuclear-dintre-sua-si-rusia-si-propune-altceva-2165891",
      "published_utc": "2026-02-05T22:30:44+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Selects Two Earth System Explorers Missions",
      "summary": "Two next-generation satellite missions announced Thursday will help NASA better understand Earth and improve capabilities to foresee environmental events and mitigate disasters. “NASA uses the unique vantage point of space to study our home planet to deliver life-saving data into the hands of disaster response and decision-makers every day for the benefit of all, while [&#8230;]",
      "link": "https://www.nasa.gov/news-release/nasa-selects-two-earth-system-explorers-missions/",
      "published_utc": "2026-02-05T21:10:14+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Dosarele Epstein: Cum încerca strategul MAGA Steve Bannon să obțină finanţare pentru partidele de extremă dreapta din Europa",
      "summary": "Zeci de mesaje conţinute în ultima tranşă de dosare Epstein date publicităţii dezvăluie încercările fostului strateg-şef al lui Trump, Steve Bannon, de a-l convinge pe Jeffrey Epstein să ofere sprijin şi finanţare pentru a susţine&#8230;",
      "link": "https://hotnews.ro/dosarele-epstein-cum-incerca-strategul-maga-steve-bannon-sa-obtina-sprijin-si-finantare-pentru-partidele-de-extrema-dreapta-din-europa-2165892",
      "published_utc": "2026-02-05T22:23:00+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Donald Trump susține că merită să ajungă în rai: „Am făcut o mulțime de lucruri bune pentru oameni”",
      "summary": "Președintele SUA, Donald Trump, a declarat joi că merită să ajungă în rai pentru că a făcut „o mulțime de lucruri bune pentru oameni perfecți”. Trump a declarat apoi la evenimentul National Prayer Breakfast că afirmația recentă, potrivit căreia s-ar putea să nu ajungă în rai, era, de fapt, o glumă. El a acuzat mass-media că a citat cuvânt cu cuvânt remarca sa anterioară despre viața de apoi, sugerând că reportajele nu au clarificat faptul că el glumea, anunță European Pravda.",
      "link": "https://www.digi24.ro/stiri/externe/sua/donald-trump-sustine-ca-merita-sa-ajunga-in-rai-am-facut-o-multime-de-lucruri-bune-pentru-oameni-3618411",
      "published_utc": "2026-02-05T21:44:33+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Career Spotlight: Welder (Ages 14-18)",
      "summary": "What does a welder do? A welder uses tools that join two or more parts through forces such as heat or pressure. Metals are the materials most commonly used in welding, but it&#8217;s also possible to weld thermoplastics or wood. Welders use their hands, skills, and problem-solving abilities to create something new. At NASA, welders [&#8230;]",
      "link": "https://www.nasa.gov/learning-resources/career-spotlight-welder-ages-14-18/",
      "published_utc": "2026-02-05T19:35:15+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "CIA oprește publicarea ghidului său de referinţă World Factbook, fără a explica de ce",
      "summary": "CIA, Agenţia americană de Informaţii, a anunţat încetarea publicării raportului său anual privind „Starea lumii” (World Factbook), o lucrare de referință foarte populară care a fost difuzată fără intermitenţe timp de mai bine de 60&#8230;",
      "link": "https://hotnews.ro/cia-opreste-publicarea-ghidului-sau-de-referinta-world-factbook-fara-a-explica-de-ce-2165878",
      "published_utc": "2026-02-05T21:40:43+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Dosarele Epstein dezvăluie detalii despre eforturile lui Steve Bannon de a influenţa politica europeană (The Guardian)",
      "summary": "Zeci de mesaje conţinute în ultima tranşă de dosare Epstein date publicităţii dezvăluie încercările fostului strateg-şef al lui Donald Trump, Steve Bannon, de a-l convinge pe Jeffrey Epstein să ofere sprijin şi finanţare pentru a susţine partidele de extremă dreapta din Europa, scrie The Guardian.",
      "link": "https://www.digi24.ro/stiri/externe/sua/dosarele-epstein-dezvaluie-detalii-despre-eforturile-lui-steve-bannon-de-a-influenta-politica-europeana-the-guardian-3618417",
      "published_utc": "2026-02-05T21:38:38+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA’s SpaceX Crew-12 to Study Adaptation to Altered Gravity",
      "summary": "NASA’s SpaceX Crew-12 mission is preparing to launch for a long-duration science mission aboard the International Space Station. During the mission, select crew members will participate in human health studies focused on understanding how astronauts’ bodies adapt to the low-gravity environment of space, including a new study examining subtle changes in blood flow. The experiments, [&#8230;]",
      "link": "https://www.nasa.gov/humans-in-space/nasas-spacex-crew-12-to-study-adaptation-to-altered-gravity/",
      "published_utc": "2026-02-05T18:38:08+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Donald Trump, mesaj de susţinere pentru realegerea lui Orban, aflat în dificultate în sondajele din Ungaria: „Viktor muncește din greu”",
      "summary": "Preşedintele SUA, Donald Trump, a transmis joi un mesaj de susţinere pentru premierul Ungariei, Viktor Orban, numindu-l pe aliatul său „un lider cu adevărat puternic şi influent”, cu aproape două luni înaintea alegerilor din 12 aprilie din această ţară, în condiţiile în care liderul maghiar este pe locul al doilea în sondajele de opinie.",
      "link": "https://www.digi24.ro/stiri/externe/ue/donald-trump-mesaj-de-sustinere-pentru-realegerea-lui-orban-aflat-in-dificultate-in-sondajele-din-ungaria-viktor-munceste-din-greu-3618401",
      "published_utc": "2026-02-05T21:23:38+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Miliarde de măști sanitare, distruse în Germania. Achiziții enorme făcute în timpul pandemiei",
      "summary": "Guvernul german a anunţat joi că a incinerat aproximativ trei miliarde de măşti sanitare achiziţionate în perioada pandemiei de COVID-19, dar care au rămas nefolosite şi au expirat între timp, relatează agenţia DPA, preluată de&#8230;",
      "link": "https://hotnews.ro/miliarde-de-masti-sanitare-distruse-in-germania-achizitii-enorme-facute-in-timpul-pandemiei-2165866",
      "published_utc": "2026-02-05T21:17:06+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Hubble Spots Lens-Shaped Galaxy",
      "summary": "This new Hubble image, released on Jan. 30, 2026, is the sharpest taken of NGC 7722, a lenticular galaxy located about 187 million light-years away in the constellation&#160;Pegasus. A lenticular, meaning “lens-shaped,” galaxy is a type whose classification sits between more familiar&#160;spiral galaxies&#160;and&#160;elliptical galaxies. It is also less common than spirals and ellipticals — partly [&#8230;]",
      "link": "https://www.nasa.gov/image-article/hubble-spots-lens-shaped-galaxy/",
      "published_utc": "2026-02-05T16:39:36+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Festivalul cireșilor înfloriți din Japonia, anulat din cauza comportamentului turiștilor: care sunt problemele menționate de autorități",
      "summary": "Autoritățile japoneze dintr-un oraș situat în apropierea Muntelui Fuji au anulat festivalul cireților înfloriți din acest an, afirmând că numărul crescut de turiști este imposibil de gestionat pentru localnici, scrie BBC News. Afluxul de turiști în orașul Fujiyoshida a dus la congestii cronice de trafic și la poluarea mediului, iar unii locuitori afirmă că au avut de-a face cu turiști care au pătruns fără permisiune în grădini private sau și-au făcut nevoile în acestea.",
      "link": "https://www.digi24.ro/stiri/externe/mapamond/festivalul-ciresilor-infloriti-din-japonia-anulat-din-cauza-comportamentului-turistilor-3617985",
      "published_utc": "2026-02-05T21:16:17+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Judecătorul CCR Dacian Dragoș, întrebat pe stradă de ce nu sunt tăiate pensiile speciale. „Nu depinde numai de mine”",
      "summary": "Dacian Dragoș, judecător la Curtea Constituțională, a spus, la Antena 3, că este întrebat pe stradă sau de cunoscuți de ce nu sunt tăiate pensiile speciale. Dragoș a adăugat că, „în general”, oamenii înțeleg explicațiile&#8230;",
      "link": "https://hotnews.ro/judecatorul-ccr-dacian-dragos-intrebat-pe-strada-de-ce-nu-sunt-taiate-pensiile-speciale-nu-depinde-numai-de-mine-2165836",
      "published_utc": "2026-02-05T20:56:27+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "A presidential greeting ahead of Sophie Adenot's first spaceflight",
      "summary": "ESA Director General Josef Aschbacher joined French President Emmanuel Macron at the Élysée Palace for an event celebrating the first spaceflight of ESA astronaut Sophie Adenot.",
      "link": "https://www.esa.int/About_Us/Corporate_news/A_presidential_greeting_ahead_of_Sophie_Adenot_s_first_spaceflight",
      "published_utc": "2026-02-05T15:55:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Planul ministrului Radu Miruță de a mări pensiile militare. „Politicul folosește prea mult Armata Română, unele guverne au ales cinic”",
      "summary": "Ministrul Apărării Radu Miruță a fost invitatul Jurnalului de seară și al lui Cosmin Prelipceanu la Digi24. Una dintre temele abordate – opinia generalului Gheorghiță Vlad, Șeful marelui Stat Major al Apărării, că „trebuie redată demnitatea militarilor printr-o lege corespunzătoare a pensiilor militare”. Pe scurt, ce ar trebui să se facă pentru a nu mai exista o ruptură pe de-o parte între pensiile militarilor și pe de alta între militarii pensionați și cei în activitate.",
      "link": "https://www.digi24.ro/stiri/actualitate/planul-ministrului-radu-miruta-de-a-mari-pensiile-militare-politicul-foloseste-prea-mult-armata-romana-unele-guverne-au-ales-cinic-3618341",
      "published_utc": "2026-02-05T20:51:55+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Satelitul românesc, sub semnul întrebării. Miruță cere garanții înainte de lansare: „Nu dăm 700.000 de euro doar să-l vedem cum pleacă”",
      "summary": "Ministrul Apărării, Radu Miruță, a declarat, în direct la Digi24, că România are nevoie de capacități moderne de comunicații prin satelit și de o industrie de apărare revitalizată, însă deciziile trebuie luate pragmatic, cu riscuri calculate. Despre satelitul militar pe care și l-ar dori Armata, ministrul a subliniat că „suntem în analiză dacă îl lansăm. Lansarea costă în jur de 700.000 de euro și nu garantează că produsul, odată ajuns pe orbită, va funcționa”, adăugând că „700.000 de euro doar ca să-l vedem cum pleacă eu nu prea semnez”. Miruța a discutat și despre programul SAFE, achizițiile militare și miza investițiilor strategice, precizând că România a semnat deja contractul de achiziţie pentru rachete Mistral.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/satelitul-romanesc-sub-semnul-intrebarii-miruta-cere-garantii-inainte-de-lansare-nu-dam-700-000-de-euro-doar-sa-l-vedem-cum-pleaca-3618297",
      "published_utc": "2026-02-05T20:48:34+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Curiosity Blog, Sols 4788-4797: Welcome Back from Conjunction",
      "summary": "Written by Alex Innanen, Atmospheric Scientist at York University, Toronto Earth planning date: Friday, Jan. 30, 2026 Mars has emerged from its holiday behind the Sun, and we here on Earth have been able to reconnect with Curiosity and get back to work on Mars. Our first planning day last Friday gave Curiosity a full […]",
      "link": "https://science.nasa.gov/blog/curiosity-blog-sols-4788-4797-welcome-back-from-conjunction/",
      "published_utc": "2026-02-04T23:05:07+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Craiova învinge Oţelul şi oltenii revin pe primul loc / FCSB reuşeşte a doua victorie consecutivă",
      "summary": "Echipa Universitatea Craiova a învins joi, pe teren propriu, scor 1-0, gruparea Oţelul Galaţi, în etapa a 25-a din SuperLiga. Oltenii au avut prima ocazie importantă a partidei încă din minutul 5, când Bancu a&#8230;",
      "link": "https://hotnews.ro/craiova-invinge-otelul-si-oltenii-revin-pe-primul-loc-fcsb-reuseste-a-doua-victorie-consecutiva-2165847",
      "published_utc": "2026-02-05T20:48:33+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Lavrov susține că Rusia are contacte „secrete” cu unii lideri UE. Despre Macron spune că „nu este serios” / „Tot ce fac europenii este să saboteze negocierile dintre noi şi americani”",
      "summary": "Vladimir Putin este dispus să răspundă unui apel telefonic din partea omologului său francez Emmanuel Macron pentru discuţii „serioase”, a declarat ministrul rus de externe Serghei Lavrov, calificând în acelaşi timp drept „diplomaţie patetică” declaraţiile&#8230;",
      "link": "https://hotnews.ro/lavrov-sustine-ca-rusia-are-contacte-secrete-cu-unii-lideri-ue-despre-macron-spune-ca-nu-este-serios-tot-ce-fac-europenii-este-sa-saboteze-negocierile-d-2165831",
      "published_utc": "2026-02-05T20:36:19+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA, University of Texas Expand Research and Workforce Development",
      "summary": "NASA’s Johnson Space Center in Houston and the University of Texas System (UT System) announced the signing of a collaborative Space Act Agreement on Jan. 9, 2026. The agreement expands research and workforce development partnership opportunities across NASA centers and UT System facilities. The agreement builds upon decades of collaboration between NASA and the UT [&#8230;]",
      "link": "https://www.nasa.gov/centers-and-facilities/johnson/nasa-university-of-texas-expand-research-and-workforce-development/",
      "published_utc": "2026-02-04T22:10:15+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Anunțul negociatorului-șef al Kievului după noua rundă de negocieri de la Abu Dhabi",
      "summary": "Noi convorbiri între ruși, ucraineni și americani sunt prevăzute să aibă loc „în săptămânile următoare&#8217;”, a anunțat joi negociatorul-șef al Kievului, după discuții „constructive” la Abu Dhabi care au dus la un nou schimb de&#8230;",
      "link": "https://hotnews.ro/anuntul-negociatorului-sef-al-kievului-dupa-noua-runda-de-negocieri-de-la-abu-dhabi-2165834",
      "published_utc": "2026-02-05T20:32:10+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "De ce întârzie decizia CCR privind pensiile magistraților. Judecătorul Dacian Dragoș: „Este o lege mai greu de analizat”",
      "summary": "Judecătorul Curții Constituționale Dacian Dragoș afirmă că nu a fost luată încă o decizie privind legea referitoare la pensiile magistraților, deși sesizarea se află pe masa CCR din luna octombrie, deoarece este vorba despre „o lege mai greu de analizat, din multe perspective”. Magistratul spune însă că impasul va fi depășit „în curând”, relatează News.ro.",
      "link": "https://www.digi24.ro/stiri/actualitate/de-ce-intarzie-decizia-ccr-privind-pensiile-magistratilor-judecatorul-dacian-dragos-este-o-lege-mai-greu-de-analizat-3618325",
      "published_utc": "2026-02-05T20:31:17+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "ARMD Research Solicitations (Updated Feb. 4)",
      "summary": "THIS PAGE WAS UPDATED ON FEBRUARY 4, 2026 This Aeronautics Research Mission Directorate (ARMD) solicitations page compiles the opportunities to collaborate with NASA’s aeronautical innovators and/or contribute to their research to enable new and improved air transportation systems. Most opportunities to participate in research are officially announced through the Web-based NASA Solicitation and Proposal Integrated [&#8230;]",
      "link": "https://www.nasa.gov/aeronautics/armd-solicitations/",
      "published_utc": "2026-02-04T18:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Autoritățile din Moscova au dreptul să controleze telefoanele pasagerilor din metrou. Care este pretextul",
      "summary": "Conducerea metroului din Moscova a anunțat pe 2 februarie că inspectarea telefoanelor mobile ale pasagerilor poate fi aplicată, „la nevoie”, ca măsură suplimentară de securitate, în plus față de controalele care au loc deja în&#8230;",
      "link": "https://hotnews.ro/autoritatile-din-moscova-au-dreptul-sa-controleze-telefoanele-pasagerilor-din-metrou-care-este-pretextul-2164789",
      "published_utc": "2026-02-05T20:31:10+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Ținta Ministerului Apărării pentru angajări în Armată: 2.000 de voluntari în 2026. Câți își dorește Radu Miruță în 2027",
      "summary": "Ministrul Apărării, Radu Miruță, a declarat, joi seară, la Digi24, că a cerut la legea bugetului de stat pentru 2026 alocări de finanțe pentru 2.000 de voluntari care să intre în Armată. Acesta prevede ca în 2027 numărul recrutărilor să crească până la 4.000, în funcție de cum se derulează acest program.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/tinta-ministerului-apararii-pentru-angajari-in-armata-2-000-de-voluntari-in-2026-cati-isi-doreste-radu-miruta-in-2027-3618345",
      "published_utc": "2026-02-05T20:18:26+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Explore Mars’s Flaugergues Crater",
      "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
      "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
      "published_utc": "2026-02-04T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Proiectul privind sancționarea membrilor CCR, criticat de un judecător al Curții: „Abia atunci ar fi controlată, se distruge independența ei”",
      "summary": "Judecătorul CCR Dacian Dragoș susține că proiectul PNL privind sancționarea judecătorilor Curții care boicotează ședințele de plen ar distruge independența instituției întrucât i-ar pune la membrii săi „la cheremul” celor care i-au numit. Într-o emisiune&#8230;",
      "link": "https://hotnews.ro/proiectul-privind-sanctionarea-membrilor-ccr-criticat-de-un-judecator-al-curtii-abia-atunci-ar-fi-controlata-se-distruge-independenta-ei-2165770",
      "published_utc": "2026-02-05T20:04:22+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Răspunsul dat de Robert Negoiţă, după cele șase ore de audieri la DNA, întrebat dacă se consideră vinovat",
      "summary": "Primarul Sectoului 3, Robert Negoiţă, a plecat, joi seară, de la sediul DNA după ore întregi de audieri şi a declarat presei că nu se consideră vinovat. Robert Negoiţă a ieşit joi seară din sediul&#8230;",
      "link": "https://hotnews.ro/robert-negoita-dupa-cele-sase-ore-de-audieri-la-dna-nu-ma-consider-vinovat-nici-vorba-2165808",
      "published_utc": "2026-02-05T19:57:13+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "ESA's sustainability ambition",
      "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
      "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
      "published_utc": "2026-02-03T15:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Cum arată „Săptămâna Iadului” din Armata Română: testul extrem care decide cine merită bereta verde a Forțelor Speciale",
      "summary": "Admiterea în Forțele pentru Operații Speciale ale Armatei Române este cunoscută drept „Săptămâna Iadului”, una dintre cele mai dure selecții militare din România. Zeci de candidați sunt supuși, timp de mai multe zile, unor probe extreme: frig, privare de somn, mâncare puțină și antrenamente continue. Mulți renunță, puțini rezistă. Jurnaliștii Digi24, Valentin Stan și Claudiu Ristea, au petrecut trei zile alături de candidați și au surprins imagini rare din interiorul acestui proces de selecție, unde fiecare greșeală poate fi fatală visului de a purta bereta verde.",
      "link": "https://www.digi24.ro/stiri/actualitate/cum-arata-saptamana-iadului-din-armata-romana-testul-extrem-care-decide-cine-merita-bereta-verde-a-fortelor-speciale-3618261",
      "published_utc": "2026-02-05T19:54:50+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Judecătorul CCR Dacian Dragoș nu crede că va fi suspendat din motive politice: „Nu cred că există atâta indecență la nivelul justiției”",
      "summary": "Judecătorul CCR Dacian Dragoș a afirmat, la Antena 3 că o eventuală suspendare a sa din funcție în urma unei decizii a instanței ar fi nejustificată, fiind „un joc care se joacă în alte sfere”.&#8230;",
      "link": "https://hotnews.ro/judecatorul-ccr-dragos-damian-nu-crede-ca-va-fi-suspendat-din-motive-politice-nu-cred-ca-exista-atata-indecenta-la-nivelul-justitiei-2165778",
      "published_utc": "2026-02-05T19:18:40+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Moving satellites to meet a plane for rare reentry data",
      "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
      "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
      "published_utc": "2026-02-02T16:12:00+00:00",
      "score": 4
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Trump își exprimă întreaga susținere pentru Viktor Orban, în alegerile din aprilie: „Noi culmi de cooperare și realizări spectaculoase”",
      "summary": "Președintele american Donald Trump și-a manifestat joi deplina susținere pentru premierul ungar Viktor Orban înaintea alegerilor din 12 aprilie din această țară, numindu-l pe vechiul său aliat „un lider cu adevărat puternic și influent”, într-o&#8230;",
      "link": "https://hotnews.ro/trump-isi-exprima-intreaga-sustinere-pentru-viktor-orban-in-alegerile-din-aprilie-noi-culmi-de-cooperare-si-realizari-spectaculoase-2165781",
      "published_utc": "2026-02-05T19:18:33+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Miruță pune tunurile pe Steaua: bugetul clubului sportiv va fi redus drastic. Verificări sunt anunțate și la Spitalul Militar",
      "summary": "Ministrul Apărării, Radu Miruţă, a anunţat că sunt în desfăşurare două investigaţii de audit şi verificări ale Corpului de Control la Spitalul Militar Central şi la Clubul Sportiv al Armatei, inclusiv despre situaţia de la echipa de fotbal Steaua. El a arătat că acolo este un buget de aproximativ 32 de milioane de euro anual, mai mare decât al celorlalte echipe din prima ligă la un loc, şi a adăugat că doreşte ca utilizarea acestor bani să fie făcută într-un mod eficient.",
      "link": "https://www.digi24.ro/stiri/actualitate/miruta-pune-tunurile-pe-steaua-bugetul-clubului-sportiv-va-fi-redus-drastic-verificari-sunt-anuntate-si-la-spitalul-militar-3617803",
      "published_utc": "2026-02-05T19:17:15+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Apply now to the ESA Graduate Trainee Programme",
      "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
      "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
      "published_utc": "2026-02-02T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Dacian Dragoș, despre încercarea AUR de a-l suspenda din CCR: Indirect poate fi vizat Nicușor Dan",
      "summary": "Judecătorul Dacian Dragoş, care a fost numit prin decret prezidenţial în funcţia de magistrat în cadrul Curţii Constituţionale a României, a explicat, joi seară, că şeful statului, Nicuşor Dan, a ales dintre mai multe CV-uri pe care le avea la Administraţia Prezidenţială. Dacian Dragoş a precizat că nu el şi-a trimis CV-ul la Preşedinţie şi nu-l cunoştea pe şeful statului. El susține că ținta proceselor intentate de avocata Silvia Uscov din partea AUR privind suspendarea actelor prin care el și Mihai Busuioc au fost numiţi ca judecători la CCR l-ar viza indirect pe Nicușor Dan.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/dacian-dragos-despre-incercarea-aur-de-a-l-suspenda-din-ccr-indirect-poate-fi-vizat-nicusor-dan-3618273",
      "published_utc": "2026-02-05T19:16:22+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Traficanți de droguri, prinși cu focuri de armă. Unul dintre ei, fiu de fost ofițer important în MAI",
      "summary": "Focuri de armă lângă Capitală pentru prinderea unor traficanți de droguri. Polițiștii au folosit armamentul din dotare după ce unul dintre indivizi a încercat să scape. Doi polițiști au fost răniți după ce traficantul a intrat cu mașina în autoturismele anchetatorilor.",
      "link": "https://www.digi24.ro/stiri/actualitate/traficanti-de-droguri-prinsi-cu-focuri-de-arma-unul-dintre-ei-fiu-de-fost-ofiter-important-in-mai-3618251",
      "published_utc": "2026-02-05T19:04:27+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
      "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
      "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
      "published_utc": "2026-01-30T10:20:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Bloc de nouă etaje, ridicat lângă un depozit de muniție. Construcția afectează un radar militar din Craiova, acuză ministrul Apărării",
      "summary": "Ministrul Apărării Naționale, Radu Miruță, a adus în atenția publică, joi, un caz de la Craiova, unde un dezvoltator imobiliar a ridicat lângă depozite de muniție un bloc de nouă etaje fără a respecta distanța legală și care afectează traiectoria radarului de la Cârcea.",
      "link": "https://www.digi24.ro/stiri/bloc-de-noua-etaje-ridicat-langa-un-depozit-de-munitie-constructia-afecteaza-un-radar-militar-din-craiova-acuza-ministrul-apararii-3617681",
      "published_utc": "2026-02-05T18:58:50+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Cristian Tudor Popescu pune o întrebare despre „tentaculele KGB”, după raportul Congresului SUA privind anularea alegerilor din România",
      "summary": "Scriitorul și gazetarul Cristian Tudor Popescu a comentat joi, în termeni duri, raportul preliminar al Comisiei juridice din cadrul Congresului SUA care pune sub semnul îndoielii decizia anulării alegerilor prezidențiale din țara noastră. Comisia Europeană&#8230;",
      "link": "https://hotnews.ro/cristian-tudor-popescu-pune-o-intrebare-despre-tentaculele-kgb-dupa-raportul-congresului-sua-privind-anularea-alegerilor-din-romania-2165777",
      "published_utc": "2026-02-05T18:54:11+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Earth from Space: Rudong coast, China",
      "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
      "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
      "published_utc": "2026-01-30T09:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Conductă de gaz spartă la Craiova: zeci de oameni evacuați, circulația rutieră este deviată",
      "summary": "O avarie s-a produs, joi seară, la o conductă subterană de gaz pe un bulevardul din Craiova, iar la faţa locului se află mai multe echipaje de pompieri şi de poliţie. Treizeci de persoane au fost evacuate din şase locuinţe, iar poliţiştii au deviat circulaţia rutieră din zona respectivă. Gazul a fost oprit de la robinetul central.",
      "link": "https://www.digi24.ro/stiri/conducta-de-gaz-sparta-la-craiova-zeci-de-oameni-evacuati-circulatia-rutiera-este-deviata-3618209",
      "published_utc": "2026-02-05T18:47:48+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Soluții de „cascadorii râsului” la modernizarea Gării Brașov, reclamă Asociația Pro Infrastructură. Lucrările, după un proiect din 2011",
      "summary": "Asociaţia Pro Infrastructură afirmă, joi seară, că modernizarea gării Braşov, proiect iniţiat în urmă cu 15 ani, riscă să se mai prelungească 2-3 ani, pentru că antreprenorul se mişcă sab. În plus, organizaţia reclamă soluţii de cascadorii râsului.",
      "link": "https://www.digi24.ro/stiri/solutii-de-cascadorii-rasului-la-modernizarea-garii-brasov-reclama-asociatia-pro-infrastructura-lucrarile-dupa-un-proiect-din-2011-3618231",
      "published_utc": "2026-02-05T18:46:06+00:00",
      "score": 1
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
      "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
      "published_utc": "2026-01-25T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "For every $1 spent protecting nature, $30 goes to destroying it",
      "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
      "published_utc": "2026-01-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
      "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
      "published_utc": "2025-12-24T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
      "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
      "published_utc": "2025-12-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "UN environment assembly wraps up in Nairobi",
      "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
      "published_utc": "2025-12-12T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
      "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
      "published_utc": "2025-12-06T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
      "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
      "published_utc": "2025-11-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
      "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Can industrial growth and climate action go hand in hand?",
      "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "What’s at stake in the COP30 negotiations?",
      "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
      "published_utc": "2025-11-20T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "In the Amazon, a school becomes a beacon of climate resilience",
      "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
      "published_utc": "2025-11-19T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
      "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
      "published_utc": "2025-11-18T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
      "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
      "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    }
  ],
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Olguţa Vasilescu, replică pentru Radu Miruţă pe tema blocului din Craiova care ar bloca un radar militar",
        "summary": "Primarul municipiului Craiova, Lia Olguţa Vasilescu, îi răspunde, joi seară, ministrului Apărării, Radu Miruţă, pe tema blocului cu 9 etaje care ar fi fost construit în apropierea unui depozit de muniţie şi care ar afecta radarul de la Cârcea. Ea afirmă că între bloc şi radar sunt 8 kilometri, iar linia imaginară care umeşte cele două puncte trece chiar prin mijlocul cladirii de birouri a fabricii Ford. „O dărâmăm şi pe ea?”, se întreabă Olguţa Vasilescu, precizând, de asemenea, că blocul este amplasat într-un ansamblu rezidenţial cu multe alte blocuri de 10 etaje, în apropierea unui cartier construit chiar pe un teren al MApN.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/olguta-vasilescu-replica-pentru-radu-miruta-pe-tema-blocului-din-craiova-care-ar-bloca-un-radar-militar-3618463",
        "published_utc": "2026-02-05T22:41:23+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Grosolan încălcat”. Trump respinge oferta lui Putin privind ultimul pact nuclear dintre SUA și Rusia și propune altceva",
        "summary": "Președintele SUA, Donald Trump, a respins joi oferta omologului său rus de a prelungi voluntar, cu un an, limita privind desfășurarea armelor nucleare strategice, după expirarea pactului bilateral New START, care ținut acest tip de&#8230;",
        "link": "https://hotnews.ro/grosolan-incalcat-trump-respinge-oferta-lui-putin-privind-ultimul-pact-nuclear-dintre-sua-si-rusia-si-propune-altceva-2165891",
        "published_utc": "2026-02-05T22:30:44+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Dosarele Epstein: Cum încerca strategul MAGA Steve Bannon să obțină finanţare pentru partidele de extremă dreapta din Europa",
        "summary": "Zeci de mesaje conţinute în ultima tranşă de dosare Epstein date publicităţii dezvăluie încercările fostului strateg-şef al lui Trump, Steve Bannon, de a-l convinge pe Jeffrey Epstein să ofere sprijin şi finanţare pentru a susţine&#8230;",
        "link": "https://hotnews.ro/dosarele-epstein-cum-incerca-strategul-maga-steve-bannon-sa-obtina-sprijin-si-finantare-pentru-partidele-de-extrema-dreapta-din-europa-2165892",
        "published_utc": "2026-02-05T22:23:00+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Donald Trump susține că merită să ajungă în rai: „Am făcut o mulțime de lucruri bune pentru oameni”",
        "summary": "Președintele SUA, Donald Trump, a declarat joi că merită să ajungă în rai pentru că a făcut „o mulțime de lucruri bune pentru oameni perfecți”. Trump a declarat apoi la evenimentul National Prayer Breakfast că afirmația recentă, potrivit căreia s-ar putea să nu ajungă în rai, era, de fapt, o glumă. El a acuzat mass-media că a citat cuvânt cu cuvânt remarca sa anterioară despre viața de apoi, sugerând că reportajele nu au clarificat faptul că el glumea, anunță European Pravda.",
        "link": "https://www.digi24.ro/stiri/externe/sua/donald-trump-sustine-ca-merita-sa-ajunga-in-rai-am-facut-o-multime-de-lucruri-bune-pentru-oameni-3618411",
        "published_utc": "2026-02-05T21:44:33+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "CIA oprește publicarea ghidului său de referinţă World Factbook, fără a explica de ce",
        "summary": "CIA, Agenţia americană de Informaţii, a anunţat încetarea publicării raportului său anual privind „Starea lumii” (World Factbook), o lucrare de referință foarte populară care a fost difuzată fără intermitenţe timp de mai bine de 60&#8230;",
        "link": "https://hotnews.ro/cia-opreste-publicarea-ghidului-sau-de-referinta-world-factbook-fara-a-explica-de-ce-2165878",
        "published_utc": "2026-02-05T21:40:43+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Dosarele Epstein dezvăluie detalii despre eforturile lui Steve Bannon de a influenţa politica europeană (The Guardian)",
        "summary": "Zeci de mesaje conţinute în ultima tranşă de dosare Epstein date publicităţii dezvăluie încercările fostului strateg-şef al lui Donald Trump, Steve Bannon, de a-l convinge pe Jeffrey Epstein să ofere sprijin şi finanţare pentru a susţine partidele de extremă dreapta din Europa, scrie The Guardian.",
        "link": "https://www.digi24.ro/stiri/externe/sua/dosarele-epstein-dezvaluie-detalii-despre-eforturile-lui-steve-bannon-de-a-influenta-politica-europeana-the-guardian-3618417",
        "published_utc": "2026-02-05T21:38:38+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Donald Trump, mesaj de susţinere pentru realegerea lui Orban, aflat în dificultate în sondajele din Ungaria: „Viktor muncește din greu”",
        "summary": "Preşedintele SUA, Donald Trump, a transmis joi un mesaj de susţinere pentru premierul Ungariei, Viktor Orban, numindu-l pe aliatul său „un lider cu adevărat puternic şi influent”, cu aproape două luni înaintea alegerilor din 12 aprilie din această ţară, în condiţiile în care liderul maghiar este pe locul al doilea în sondajele de opinie.",
        "link": "https://www.digi24.ro/stiri/externe/ue/donald-trump-mesaj-de-sustinere-pentru-realegerea-lui-orban-aflat-in-dificultate-in-sondajele-din-ungaria-viktor-munceste-din-greu-3618401",
        "published_utc": "2026-02-05T21:23:38+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Miliarde de măști sanitare, distruse în Germania. Achiziții enorme făcute în timpul pandemiei",
        "summary": "Guvernul german a anunţat joi că a incinerat aproximativ trei miliarde de măşti sanitare achiziţionate în perioada pandemiei de COVID-19, dar care au rămas nefolosite şi au expirat între timp, relatează agenţia DPA, preluată de&#8230;",
        "link": "https://hotnews.ro/miliarde-de-masti-sanitare-distruse-in-germania-achizitii-enorme-facute-in-timpul-pandemiei-2165866",
        "published_utc": "2026-02-05T21:17:06+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Festivalul cireșilor înfloriți din Japonia, anulat din cauza comportamentului turiștilor: care sunt problemele menționate de autorități",
        "summary": "Autoritățile japoneze dintr-un oraș situat în apropierea Muntelui Fuji au anulat festivalul cireților înfloriți din acest an, afirmând că numărul crescut de turiști este imposibil de gestionat pentru localnici, scrie BBC News. Afluxul de turiști în orașul Fujiyoshida a dus la congestii cronice de trafic și la poluarea mediului, iar unii locuitori afirmă că au avut de-a face cu turiști care au pătruns fără permisiune în grădini private sau și-au făcut nevoile în acestea.",
        "link": "https://www.digi24.ro/stiri/externe/mapamond/festivalul-ciresilor-infloriti-din-japonia-anulat-din-cauza-comportamentului-turistilor-3617985",
        "published_utc": "2026-02-05T21:16:17+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Judecătorul CCR Dacian Dragoș, întrebat pe stradă de ce nu sunt tăiate pensiile speciale. „Nu depinde numai de mine”",
        "summary": "Dacian Dragoș, judecător la Curtea Constituțională, a spus, la Antena 3, că este întrebat pe stradă sau de cunoscuți de ce nu sunt tăiate pensiile speciale. Dragoș a adăugat că, „în general”, oamenii înțeleg explicațiile&#8230;",
        "link": "https://hotnews.ro/judecatorul-ccr-dacian-dragos-intrebat-pe-strada-de-ce-nu-sunt-taiate-pensiile-speciale-nu-depinde-numai-de-mine-2165836",
        "published_utc": "2026-02-05T20:56:27+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Planul ministrului Radu Miruță de a mări pensiile militare. „Politicul folosește prea mult Armata Română, unele guverne au ales cinic”",
        "summary": "Ministrul Apărării Radu Miruță a fost invitatul Jurnalului de seară și al lui Cosmin Prelipceanu la Digi24. Una dintre temele abordate – opinia generalului Gheorghiță Vlad, Șeful marelui Stat Major al Apărării, că „trebuie redată demnitatea militarilor printr-o lege corespunzătoare a pensiilor militare”. Pe scurt, ce ar trebui să se facă pentru a nu mai exista o ruptură pe de-o parte între pensiile militarilor și pe de alta între militarii pensionați și cei în activitate.",
        "link": "https://www.digi24.ro/stiri/actualitate/planul-ministrului-radu-miruta-de-a-mari-pensiile-militare-politicul-foloseste-prea-mult-armata-romana-unele-guverne-au-ales-cinic-3618341",
        "published_utc": "2026-02-05T20:51:55+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Satelitul românesc, sub semnul întrebării. Miruță cere garanții înainte de lansare: „Nu dăm 700.000 de euro doar să-l vedem cum pleacă”",
        "summary": "Ministrul Apărării, Radu Miruță, a declarat, în direct la Digi24, că România are nevoie de capacități moderne de comunicații prin satelit și de o industrie de apărare revitalizată, însă deciziile trebuie luate pragmatic, cu riscuri calculate. Despre satelitul militar pe care și l-ar dori Armata, ministrul a subliniat că „suntem în analiză dacă îl lansăm. Lansarea costă în jur de 700.000 de euro și nu garantează că produsul, odată ajuns pe orbită, va funcționa”, adăugând că „700.000 de euro doar ca să-l vedem cum pleacă eu nu prea semnez”. Miruța a discutat și despre programul SAFE, achizițiile militare și miza investițiilor strategice, precizând că România a semnat deja contractul de achiziţie pentru rachete Mistral.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/satelitul-romanesc-sub-semnul-intrebarii-miruta-cere-garantii-inainte-de-lansare-nu-dam-700-000-de-euro-doar-sa-l-vedem-cum-pleaca-3618297",
        "published_utc": "2026-02-05T20:48:34+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Craiova învinge Oţelul şi oltenii revin pe primul loc / FCSB reuşeşte a doua victorie consecutivă",
        "summary": "Echipa Universitatea Craiova a învins joi, pe teren propriu, scor 1-0, gruparea Oţelul Galaţi, în etapa a 25-a din SuperLiga. Oltenii au avut prima ocazie importantă a partidei încă din minutul 5, când Bancu a&#8230;",
        "link": "https://hotnews.ro/craiova-invinge-otelul-si-oltenii-revin-pe-primul-loc-fcsb-reuseste-a-doua-victorie-consecutiva-2165847",
        "published_utc": "2026-02-05T20:48:33+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Lavrov susține că Rusia are contacte „secrete” cu unii lideri UE. Despre Macron spune că „nu este serios” / „Tot ce fac europenii este să saboteze negocierile dintre noi şi americani”",
        "summary": "Vladimir Putin este dispus să răspundă unui apel telefonic din partea omologului său francez Emmanuel Macron pentru discuţii „serioase”, a declarat ministrul rus de externe Serghei Lavrov, calificând în acelaşi timp drept „diplomaţie patetică” declaraţiile&#8230;",
        "link": "https://hotnews.ro/lavrov-sustine-ca-rusia-are-contacte-secrete-cu-unii-lideri-ue-despre-macron-spune-ca-nu-este-serios-tot-ce-fac-europenii-este-sa-saboteze-negocierile-d-2165831",
        "published_utc": "2026-02-05T20:36:19+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Anunțul negociatorului-șef al Kievului după noua rundă de negocieri de la Abu Dhabi",
        "summary": "Noi convorbiri între ruși, ucraineni și americani sunt prevăzute să aibă loc „în săptămânile următoare&#8217;”, a anunțat joi negociatorul-șef al Kievului, după discuții „constructive” la Abu Dhabi care au dus la un nou schimb de&#8230;",
        "link": "https://hotnews.ro/anuntul-negociatorului-sef-al-kievului-dupa-noua-runda-de-negocieri-de-la-abu-dhabi-2165834",
        "published_utc": "2026-02-05T20:32:10+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "De ce întârzie decizia CCR privind pensiile magistraților. Judecătorul Dacian Dragoș: „Este o lege mai greu de analizat”",
        "summary": "Judecătorul Curții Constituționale Dacian Dragoș afirmă că nu a fost luată încă o decizie privind legea referitoare la pensiile magistraților, deși sesizarea se află pe masa CCR din luna octombrie, deoarece este vorba despre „o lege mai greu de analizat, din multe perspective”. Magistratul spune însă că impasul va fi depășit „în curând”, relatează News.ro.",
        "link": "https://www.digi24.ro/stiri/actualitate/de-ce-intarzie-decizia-ccr-privind-pensiile-magistratilor-judecatorul-dacian-dragos-este-o-lege-mai-greu-de-analizat-3618325",
        "published_utc": "2026-02-05T20:31:17+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Autoritățile din Moscova au dreptul să controleze telefoanele pasagerilor din metrou. Care este pretextul",
        "summary": "Conducerea metroului din Moscova a anunțat pe 2 februarie că inspectarea telefoanelor mobile ale pasagerilor poate fi aplicată, „la nevoie”, ca măsură suplimentară de securitate, în plus față de controalele care au loc deja în&#8230;",
        "link": "https://hotnews.ro/autoritatile-din-moscova-au-dreptul-sa-controleze-telefoanele-pasagerilor-din-metrou-care-este-pretextul-2164789",
        "published_utc": "2026-02-05T20:31:10+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Ținta Ministerului Apărării pentru angajări în Armată: 2.000 de voluntari în 2026. Câți își dorește Radu Miruță în 2027",
        "summary": "Ministrul Apărării, Radu Miruță, a declarat, joi seară, la Digi24, că a cerut la legea bugetului de stat pentru 2026 alocări de finanțe pentru 2.000 de voluntari care să intre în Armată. Acesta prevede ca în 2027 numărul recrutărilor să crească până la 4.000, în funcție de cum se derulează acest program.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/tinta-ministerului-apararii-pentru-angajari-in-armata-2-000-de-voluntari-in-2026-cati-isi-doreste-radu-miruta-in-2027-3618345",
        "published_utc": "2026-02-05T20:18:26+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Proiectul privind sancționarea membrilor CCR, criticat de un judecător al Curții: „Abia atunci ar fi controlată, se distruge independența ei”",
        "summary": "Judecătorul CCR Dacian Dragoș susține că proiectul PNL privind sancționarea judecătorilor Curții care boicotează ședințele de plen ar distruge independența instituției întrucât i-ar pune la membrii săi „la cheremul” celor care i-au numit. Într-o emisiune&#8230;",
        "link": "https://hotnews.ro/proiectul-privind-sanctionarea-membrilor-ccr-criticat-de-un-judecator-al-curtii-abia-atunci-ar-fi-controlata-se-distruge-independenta-ei-2165770",
        "published_utc": "2026-02-05T20:04:22+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Răspunsul dat de Robert Negoiţă, după cele șase ore de audieri la DNA, întrebat dacă se consideră vinovat",
        "summary": "Primarul Sectoului 3, Robert Negoiţă, a plecat, joi seară, de la sediul DNA după ore întregi de audieri şi a declarat presei că nu se consideră vinovat. Robert Negoiţă a ieşit joi seară din sediul&#8230;",
        "link": "https://hotnews.ro/robert-negoita-dupa-cele-sase-ore-de-audieri-la-dna-nu-ma-consider-vinovat-nici-vorba-2165808",
        "published_utc": "2026-02-05T19:57:13+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Cum arată „Săptămâna Iadului” din Armata Română: testul extrem care decide cine merită bereta verde a Forțelor Speciale",
        "summary": "Admiterea în Forțele pentru Operații Speciale ale Armatei Române este cunoscută drept „Săptămâna Iadului”, una dintre cele mai dure selecții militare din România. Zeci de candidați sunt supuși, timp de mai multe zile, unor probe extreme: frig, privare de somn, mâncare puțină și antrenamente continue. Mulți renunță, puțini rezistă. Jurnaliștii Digi24, Valentin Stan și Claudiu Ristea, au petrecut trei zile alături de candidați și au surprins imagini rare din interiorul acestui proces de selecție, unde fiecare greșeală poate fi fatală visului de a purta bereta verde.",
        "link": "https://www.digi24.ro/stiri/actualitate/cum-arata-saptamana-iadului-din-armata-romana-testul-extrem-care-decide-cine-merita-bereta-verde-a-fortelor-speciale-3618261",
        "published_utc": "2026-02-05T19:54:50+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Judecătorul CCR Dacian Dragoș nu crede că va fi suspendat din motive politice: „Nu cred că există atâta indecență la nivelul justiției”",
        "summary": "Judecătorul CCR Dacian Dragoș a afirmat, la Antena 3 că o eventuală suspendare a sa din funcție în urma unei decizii a instanței ar fi nejustificată, fiind „un joc care se joacă în alte sfere”.&#8230;",
        "link": "https://hotnews.ro/judecatorul-ccr-dragos-damian-nu-crede-ca-va-fi-suspendat-din-motive-politice-nu-cred-ca-exista-atata-indecenta-la-nivelul-justitiei-2165778",
        "published_utc": "2026-02-05T19:18:40+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Trump își exprimă întreaga susținere pentru Viktor Orban, în alegerile din aprilie: „Noi culmi de cooperare și realizări spectaculoase”",
        "summary": "Președintele american Donald Trump și-a manifestat joi deplina susținere pentru premierul ungar Viktor Orban înaintea alegerilor din 12 aprilie din această țară, numindu-l pe vechiul său aliat „un lider cu adevărat puternic și influent”, într-o&#8230;",
        "link": "https://hotnews.ro/trump-isi-exprima-intreaga-sustinere-pentru-viktor-orban-in-alegerile-din-aprilie-noi-culmi-de-cooperare-si-realizari-spectaculoase-2165781",
        "published_utc": "2026-02-05T19:18:33+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Miruță pune tunurile pe Steaua: bugetul clubului sportiv va fi redus drastic. Verificări sunt anunțate și la Spitalul Militar",
        "summary": "Ministrul Apărării, Radu Miruţă, a anunţat că sunt în desfăşurare două investigaţii de audit şi verificări ale Corpului de Control la Spitalul Militar Central şi la Clubul Sportiv al Armatei, inclusiv despre situaţia de la echipa de fotbal Steaua. El a arătat că acolo este un buget de aproximativ 32 de milioane de euro anual, mai mare decât al celorlalte echipe din prima ligă la un loc, şi a adăugat că doreşte ca utilizarea acestor bani să fie făcută într-un mod eficient.",
        "link": "https://www.digi24.ro/stiri/actualitate/miruta-pune-tunurile-pe-steaua-bugetul-clubului-sportiv-va-fi-redus-drastic-verificari-sunt-anuntate-si-la-spitalul-militar-3617803",
        "published_utc": "2026-02-05T19:17:15+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Dacian Dragoș, despre încercarea AUR de a-l suspenda din CCR: Indirect poate fi vizat Nicușor Dan",
        "summary": "Judecătorul Dacian Dragoş, care a fost numit prin decret prezidenţial în funcţia de magistrat în cadrul Curţii Constituţionale a României, a explicat, joi seară, că şeful statului, Nicuşor Dan, a ales dintre mai multe CV-uri pe care le avea la Administraţia Prezidenţială. Dacian Dragoş a precizat că nu el şi-a trimis CV-ul la Preşedinţie şi nu-l cunoştea pe şeful statului. El susține că ținta proceselor intentate de avocata Silvia Uscov din partea AUR privind suspendarea actelor prin care el și Mihai Busuioc au fost numiţi ca judecători la CCR l-ar viza indirect pe Nicușor Dan.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/dacian-dragos-despre-incercarea-aur-de-a-l-suspenda-din-ccr-indirect-poate-fi-vizat-nicusor-dan-3618273",
        "published_utc": "2026-02-05T19:16:22+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Traficanți de droguri, prinși cu focuri de armă. Unul dintre ei, fiu de fost ofițer important în MAI",
        "summary": "Focuri de armă lângă Capitală pentru prinderea unor traficanți de droguri. Polițiștii au folosit armamentul din dotare după ce unul dintre indivizi a încercat să scape. Doi polițiști au fost răniți după ce traficantul a intrat cu mașina în autoturismele anchetatorilor.",
        "link": "https://www.digi24.ro/stiri/actualitate/traficanti-de-droguri-prinsi-cu-focuri-de-arma-unul-dintre-ei-fiu-de-fost-ofiter-important-in-mai-3618251",
        "published_utc": "2026-02-05T19:04:27+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Bloc de nouă etaje, ridicat lângă un depozit de muniție. Construcția afectează un radar militar din Craiova, acuză ministrul Apărării",
        "summary": "Ministrul Apărării Naționale, Radu Miruță, a adus în atenția publică, joi, un caz de la Craiova, unde un dezvoltator imobiliar a ridicat lângă depozite de muniție un bloc de nouă etaje fără a respecta distanța legală și care afectează traiectoria radarului de la Cârcea.",
        "link": "https://www.digi24.ro/stiri/bloc-de-noua-etaje-ridicat-langa-un-depozit-de-munitie-constructia-afecteaza-un-radar-militar-din-craiova-acuza-ministrul-apararii-3617681",
        "published_utc": "2026-02-05T18:58:50+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Cristian Tudor Popescu pune o întrebare despre „tentaculele KGB”, după raportul Congresului SUA privind anularea alegerilor din România",
        "summary": "Scriitorul și gazetarul Cristian Tudor Popescu a comentat joi, în termeni duri, raportul preliminar al Comisiei juridice din cadrul Congresului SUA care pune sub semnul îndoielii decizia anulării alegerilor prezidențiale din țara noastră. Comisia Europeană&#8230;",
        "link": "https://hotnews.ro/cristian-tudor-popescu-pune-o-intrebare-despre-tentaculele-kgb-dupa-raportul-congresului-sua-privind-anularea-alegerilor-din-romania-2165777",
        "published_utc": "2026-02-05T18:54:11+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Conductă de gaz spartă la Craiova: zeci de oameni evacuați, circulația rutieră este deviată",
        "summary": "O avarie s-a produs, joi seară, la o conductă subterană de gaz pe un bulevardul din Craiova, iar la faţa locului se află mai multe echipaje de pompieri şi de poliţie. Treizeci de persoane au fost evacuate din şase locuinţe, iar poliţiştii au deviat circulaţia rutieră din zona respectivă. Gazul a fost oprit de la robinetul central.",
        "link": "https://www.digi24.ro/stiri/conducta-de-gaz-sparta-la-craiova-zeci-de-oameni-evacuati-circulatia-rutiera-este-deviata-3618209",
        "published_utc": "2026-02-05T18:47:48+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Soluții de „cascadorii râsului” la modernizarea Gării Brașov, reclamă Asociația Pro Infrastructură. Lucrările, după un proiect din 2011",
        "summary": "Asociaţia Pro Infrastructură afirmă, joi seară, că modernizarea gării Braşov, proiect iniţiat în urmă cu 15 ani, riscă să se mai prelungească 2-3 ani, pentru că antreprenorul se mişcă sab. În plus, organizaţia reclamă soluţii de cascadorii râsului.",
        "link": "https://www.digi24.ro/stiri/solutii-de-cascadorii-rasului-la-modernizarea-garii-brasov-reclama-asociatia-pro-infrastructura-lucrarile-dupa-un-proiect-din-2011-3618231",
        "published_utc": "2026-02-05T18:46:06+00:00",
        "score": 1
      }
    ],
    "medical": [],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Selects Two Earth System Explorers Missions",
        "summary": "Two next-generation satellite missions announced Thursday will help NASA better understand Earth and improve capabilities to foresee environmental events and mitigate disasters. “NASA uses the unique vantage point of space to study our home planet to deliver life-saving data into the hands of disaster response and decision-makers every day for the benefit of all, while [&#8230;]",
        "link": "https://www.nasa.gov/news-release/nasa-selects-two-earth-system-explorers-missions/",
        "published_utc": "2026-02-05T21:10:14+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Career Spotlight: Welder (Ages 14-18)",
        "summary": "What does a welder do? A welder uses tools that join two or more parts through forces such as heat or pressure. Metals are the materials most commonly used in welding, but it&#8217;s also possible to weld thermoplastics or wood. Welders use their hands, skills, and problem-solving abilities to create something new. At NASA, welders [&#8230;]",
        "link": "https://www.nasa.gov/learning-resources/career-spotlight-welder-ages-14-18/",
        "published_utc": "2026-02-05T19:35:15+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA’s SpaceX Crew-12 to Study Adaptation to Altered Gravity",
        "summary": "NASA’s SpaceX Crew-12 mission is preparing to launch for a long-duration science mission aboard the International Space Station. During the mission, select crew members will participate in human health studies focused on understanding how astronauts’ bodies adapt to the low-gravity environment of space, including a new study examining subtle changes in blood flow. The experiments, [&#8230;]",
        "link": "https://www.nasa.gov/humans-in-space/nasas-spacex-crew-12-to-study-adaptation-to-altered-gravity/",
        "published_utc": "2026-02-05T18:38:08+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Hubble Spots Lens-Shaped Galaxy",
        "summary": "This new Hubble image, released on Jan. 30, 2026, is the sharpest taken of NGC 7722, a lenticular galaxy located about 187 million light-years away in the constellation&#160;Pegasus. A lenticular, meaning “lens-shaped,” galaxy is a type whose classification sits between more familiar&#160;spiral galaxies&#160;and&#160;elliptical galaxies. It is also less common than spirals and ellipticals — partly [&#8230;]",
        "link": "https://www.nasa.gov/image-article/hubble-spots-lens-shaped-galaxy/",
        "published_utc": "2026-02-05T16:39:36+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "A presidential greeting ahead of Sophie Adenot's first spaceflight",
        "summary": "ESA Director General Josef Aschbacher joined French President Emmanuel Macron at the Élysée Palace for an event celebrating the first spaceflight of ESA astronaut Sophie Adenot.",
        "link": "https://www.esa.int/About_Us/Corporate_news/A_presidential_greeting_ahead_of_Sophie_Adenot_s_first_spaceflight",
        "published_utc": "2026-02-05T15:55:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Curiosity Blog, Sols 4788-4797: Welcome Back from Conjunction",
        "summary": "Written by Alex Innanen, Atmospheric Scientist at York University, Toronto Earth planning date: Friday, Jan. 30, 2026 Mars has emerged from its holiday behind the Sun, and we here on Earth have been able to reconnect with Curiosity and get back to work on Mars. Our first planning day last Friday gave Curiosity a full […]",
        "link": "https://science.nasa.gov/blog/curiosity-blog-sols-4788-4797-welcome-back-from-conjunction/",
        "published_utc": "2026-02-04T23:05:07+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA, University of Texas Expand Research and Workforce Development",
        "summary": "NASA’s Johnson Space Center in Houston and the University of Texas System (UT System) announced the signing of a collaborative Space Act Agreement on Jan. 9, 2026. The agreement expands research and workforce development partnership opportunities across NASA centers and UT System facilities. The agreement builds upon decades of collaboration between NASA and the UT [&#8230;]",
        "link": "https://www.nasa.gov/centers-and-facilities/johnson/nasa-university-of-texas-expand-research-and-workforce-development/",
        "published_utc": "2026-02-04T22:10:15+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "ARMD Research Solicitations (Updated Feb. 4)",
        "summary": "THIS PAGE WAS UPDATED ON FEBRUARY 4, 2026 This Aeronautics Research Mission Directorate (ARMD) solicitations page compiles the opportunities to collaborate with NASA’s aeronautical innovators and/or contribute to their research to enable new and improved air transportation systems. Most opportunities to participate in research are officially announced through the Web-based NASA Solicitation and Proposal Integrated [&#8230;]",
        "link": "https://www.nasa.gov/aeronautics/armd-solicitations/",
        "published_utc": "2026-02-04T18:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Explore Mars’s Flaugergues Crater",
        "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
        "published_utc": "2026-02-04T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "ESA's sustainability ambition",
        "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
        "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
        "published_utc": "2026-02-03T15:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Moving satellites to meet a plane for rare reentry data",
        "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
        "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
        "published_utc": "2026-02-02T16:12:00+00:00",
        "score": 4
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Apply now to the ESA Graduate Trainee Programme",
        "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
        "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
        "published_utc": "2026-02-02T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
        "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
        "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
        "published_utc": "2026-01-30T10:20:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Earth from Space: Rudong coast, China",
        "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
        "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
        "published_utc": "2026-01-30T09:00:00+00:00",
        "score": 2
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
        "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
        "published_utc": "2026-01-25T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "For every $1 spent protecting nature, $30 goes to destroying it",
        "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
        "published_utc": "2026-01-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
        "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
        "published_utc": "2025-12-24T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
        "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
        "published_utc": "2025-12-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "UN environment assembly wraps up in Nairobi",
        "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "published_utc": "2025-12-12T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
        "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
        "published_utc": "2025-12-06T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
        "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
        "published_utc": "2025-11-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
        "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Can industrial growth and climate action go hand in hand?",
        "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "What’s at stake in the COP30 negotiations?",
        "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
        "published_utc": "2025-11-20T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "In the Amazon, a school becomes a beacon of climate resilience",
        "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
        "published_utc": "2025-11-19T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
        "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
        "published_utc": "2025-11-18T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
        "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
        "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      }
    ],
    "photos": [
      {
        "category_id": "space",
        "category_label": "🚀 Spațiu",
        "source": "Flickr (space)",
        "title": "Sun Feb 5th 2026",
        "link": "https://www.flickr.com/photos/100175216@N06/55080593344/",
        "image_url": "https://live.staticflickr.com/65535/55080593344_dd7d3809e2_b.jpg",
        "published_utc": "2026-02-05T23:52:01+00:00"
      },
      {
        "category_id": "animals",
        "category_label": "🐾 Animale",
        "source": "Flickr (animals)",
        "title": "DRA090128_060",
        "link": "https://www.flickr.com/photos/dmitryzhkov/32323154605/",
        "image_url": "https://live.staticflickr.com/732/32323154605_90944b2290_b.jpg",
        "published_utc": "2026-02-06T04:01:24+00:00"
      },
      {
        "category_id": "landscapes",
        "category_label": "🏞️ Peisaj",
        "source": "Flickr (landscape)",
        "title": "Goulburn Region - Explore the Picturesque Countryside of NSW",
        "link": "https://www.flickr.com/photos/merrillie/55080845079/",
        "image_url": "https://live.staticflickr.com/65535/55080845079_0cfa4dbaa7_b.jpg",
        "published_utc": "2026-02-06T04:02:00+00:00"
      }
    ],
    "joke": [
      {
        "date_utc": "2026-02-06",
        "text": "Dacă viața îți dă lămâi… cere și sare, te rog."
      }
    ],
    "satire": [
      {
        "date_utc": "2026-02-06",
        "source": "TimesNewRoman",
        "title": "În urma acordurilor UE, vom putea vinde în Brazilia Dacii făcute de indieni la Mioveni",
        "summary": "Cotidian independent de umor voluntar",
        "link": "https://www.timesnewroman.ro/life-death/in-urma-acordurilor-ue-vom-putea-vinde-in-brazilia-dacii-facute-de-indieni-la-mioveni/",
        "note": "Satiră — nu este știre reală."
      }
    ]
  }
}