{
  "generated_utc": "2026-02-03T22:20:47.427478+00:00",
  "count": 46,
  "items": [
    {
      "id": "e1395f60521e",
      "title": "Camera Reprezentanţilor din SUA aprobă cu o marjă foarte mică acordul pentru încheierea blocajului guvernamental. Legea a fost promulgată rapid de preşedintele Trump",
      "summary": "Camera Reprezentanţilor SUA a aprobat marţi cu o diferenţă mică de voturi un acord sprijinit de congresmeni din ambele partide, care pune capăt închiderii parţiale a guvernului SUA, un text legislativ pe care preşedintele Donald Trump l-a promulgat neîntârziat, relatează Reuters ",
      "link": "https://www.news.ro/externe/camera-reprezentantilor-din-sua-aproba-cu-o-marja-foarte-mica-acordul-pentru-incheierea-blocajului-guvernamental-legea-a-fost-promulgata-rapid-de-presedintele-trump-1922401804422026020022333956",
      "source": "News.ro",
      "published_utc": "2026-02-03T22:18:42+00:00",
      "kind": "ro"
    },
    {
      "id": "fe4ac3b689da",
      "title": "Biserică prăbușită în Sălaj: o polițistă a fost rănită. „Jumătate de mileniu de istorie a dispărut într-o fracţiune de secundă”",
      "summary": "Turla unei biserici din orașul Cehu Silvaniei s-a prăbușit, marți seara, peste partea carosabilă, blocând circulația pe ambele sensuri. În urma incidentului, o polițistă a fost rănită, a informat Inspectoratul pentru Situații de Urgență (ISU) Sălaj. Ministerul Culturii a transmis",
      "link": "https://www.digi24.ro/stiri/actualitate/evenimente/alerta-in-salaj-turla-unei-biserici-s-a-prabusit-pe-carosabil-pompierii-cauta-victime-sub-daramaturi-3614505",
      "source": "Digi24",
      "published_utc": "2026-02-03T22:17:56+00:00",
      "kind": "ro"
    },
    {
      "id": "98f26edfc6ec",
      "title": "Kelmen Hunor, despre adoptarea pachetelor administrativ și de reformă. Bani pentru pensionari: „Nu e o discuție ideologică, e bun simț”",
      "summary": "Partidul Social Democrat a pus în așteptare pachetul Cseke Attila, cel de reformă administrativă, pentru a obține un pachet de relansare economică și pune în așteptare și bugetul pentru 2026 pentru un pachet de ajutor social. Aflat în studioul Digi24, președintele UDMR, Kelemen H",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/kelmen-hunor-despre-adoptarea-pachetelor-administrativ-si-de-reforma-bani-pentru-pensionari-nu-e-o-discutie-ideologica-e-bun-simt-3614625",
      "source": "Digi24",
      "published_utc": "2026-02-03T22:14:10+00:00",
      "kind": "ro"
    },
    {
      "id": "ff2941988618",
      "title": "Congresul SUA a votat încheierea paraliziei bugetare din administrația federală",
      "summary": "Camera Reprezentanţilor a Congresului SUA a adoptat marţi un text bugetar pentru a se pune capăt celor peste trei zile de paralizie a unei părţi a administraţiei federale americane, transmit Reuters, AFP şi DPA.",
      "link": "https://www.digi24.ro/stiri/externe/sua/congresul-sua-a-votat-incheierea-paraliziei-bugetare-din-administratia-federala-3614861",
      "source": "Digi24",
      "published_utc": "2026-02-03T22:10:05+00:00",
      "kind": "ro"
    },
    {
      "id": "08450d25d02f",
      "title": "Cupa Spaniei: FC Barcelona s-a impus la Albacete, scor 2-1, şi este în semifinale",
      "summary": "Echipa FC Barcelona s-a calificat marţi seara în semifinalele Cupei Spaniei, după ce a învins-o, în deplasare, scor 2-1, pe Albacete, într-un meci din sferturi.",
      "link": "https://www.news.ro/sport/cupa-spaniei-fc-barcelona-s-a-impus-la-albacete-scor-2-1-si-este-in-semifinale-1922400504572026020022333967",
      "source": "News.ro",
      "published_utc": "2026-02-03T22:05:57+00:00",
      "kind": "ro"
    },
    {
      "id": "20d8f5907df7",
      "title": "Cupa Ligii: Arsenal - Chelsea, scor 1-0, în returul semifinalei şi „tunarii” sunt în finală",
      "summary": "Echipa engleză Arsenal Londra s-a calificat, marţi seara, în finala Cupei Ligii, după ce a învins acasă, scor 1-0, formaţia londoneză Chelsea, în manşa secundă a semifinalelor.",
      "link": "https://www.news.ro/sport/cupa-ligii-arsenal-chelsea-scor-1-0-in-returul-semifinalei-si-tunarii-sunt-in-finala-1922405903532026022322333963",
      "source": "News.ro",
      "published_utc": "2026-02-03T21:59:53+00:00",
      "kind": "ro"
    },
    {
      "id": "3ad7c7fbaf64",
      "title": "Spania și Portugalia se pregătesc să țină piept furtunii Leonardo. Cod roșu de vijelie în Sevilla și Cadiz. Atenționare MAE",
      "summary": "Spania și Portugalia se pregătesc pentru o nouă furtună care, potrivit avertismentelor autorităților, ar putea provoca inundații și noi pagube, deși cele două țări sunt încă puternic afectate de distrugerile produse de Kristin. Institutul portughez pentru mare și atmosferă (IPMA)",
      "link": "https://www.digi24.ro/stiri/externe/ue/spania-si-portugalia-se-pregatesc-sa-tina-piept-furtunii-leonardo-cod-rosu-de-vijelie-in-sevilla-si-cadiz-atentionare-mae-3614801",
      "source": "Digi24",
      "published_utc": "2026-02-03T21:52:16+00:00",
      "kind": "ro"
    },
    {
      "id": "fab94ce3fb79",
      "title": "Cupa Germaniei: Bayer Leverkusen s-a calificat în semifinale după 3-0 cu St Pauli",
      "summary": "Echipa germană Bayer Leverkusen a învins marţi seara, pe teren propriu, scor 3-0, echipa St Pauli, în sferturile de finală ale Cupei Germaniei, calificându-se astfel în semifinalele competiţiei.",
      "link": "https://www.news.ro/sport/cupa-germaniei-bayer-leverkusen-s-a-calificat-in-semifinale-dupa-3-0-cu-st-pauli-1922404903522026022322333955",
      "source": "News.ro",
      "published_utc": "2026-02-03T21:49:52+00:00",
      "kind": "ro"
    },
    {
      "id": "e274ba6d675b",
      "title": "Ministerul Culturii, despre biserica prăbuşită în Sălaj: Parohia Reformată derulează un proiect de reabilitare a monumentului, în valoare de aproximativ 10 milioane lei / Zona era delimitată ca şantier / Se verifică inclusiv modul de executare a lucrărilo",
      "summary": "Ministerul Culturii a transmis, marţi seară, că biserica prăbuşită în Sălaj este monument istoric de listă A la care se făceau lucrări de reabolitate, în cadrul unui proiect în valoare de 10 milioane de lei. Zona era delimitată ca şantier, iar ancheta va verifica inclusiv modul d",
      "link": "https://www.news.ro/cultura-media/ministerul-culturii-biserica-prabusita-salaj-parohia-reformata-deruleaza-proiect-reabilitare-monumentului-valoare-aproximativ-10-milioane-lei-zona-era-delimitata-santier-verifica-inclusiv-modul-1922404503552026022322333951",
      "source": "News.ro",
      "published_utc": "2026-02-03T21:45:55+00:00",
      "kind": "ro"
    },
    {
      "id": "8af0910feaad",
      "title": "Serie A: Milan nu a avut probleme la Bologna, scor 3-0",
      "summary": "Echipa italiană AC Milan a învins marţi seara, în deplasare,s cor 3-0, gruparea Bologna, în etapa a 23-a din Serie A.",
      "link": "https://www.news.ro/sport/serie-a-milan-nu-a-avut-probleme-la-bologna-scor-3-0-1922404303142026022322333944",
      "source": "News.ro",
      "published_utc": "2026-02-03T21:43:14+00:00",
      "kind": "ro"
    },
    {
      "id": "e04d730f6d74",
      "title": "Fostul soţ al soţiei lui Joe Biden este acuzat de uciderea soţiei sale",
      "summary": "William Stevenson, fostul soţ al lui Jill Biden, soţia fostului preşedinte Joe Biden, a fost acuzat de uciderea soţiei sale, Linda Stevenson, la sfârşitul lunii decembrie, în Wilmington, Statele Unite, relatează Le Figaro.",
      "link": "https://www.news.ro/externe/fostul-sot-al-sotiei-lui-joe-biden-este-acuzat-de-uciderea-sotiei-sale-1922403703302026022322333936",
      "source": "News.ro",
      "published_utc": "2026-02-03T21:37:30+00:00",
      "kind": "ro"
    },
    {
      "id": "b7bbdc2b8f38",
      "title": "Atenţionare de călătorie transmisă de MAE - Cod roşu şi cod portocaliu de condiţii meteorologice nefavorabile îm Spania",
      "summary": "Ministerul Afacerilor Externe (MAE) informează cetăţenii români care se află, tranzitează sau intenţionează să călătorească în Spania - Comunitatea Autonomă Andaluzia asupra faptului că Agenţia Meteorologică locală - AEMET a emis un cod roşu de condiţii metrologice nefavorabile î",
      "link": "https://www.news.ro/eveniment/atentionare-de-calatorie-transmisa-de-mae-cod-rosu-si-cod-portocaliu-de-conditii-meteorologice-nefavorabile-im-spania-1922403103002026022322333938",
      "source": "News.ro",
      "published_utc": "2026-02-03T21:31:00+00:00",
      "kind": "ro"
    },
    {
      "id": "7a497ce2bd74",
      "title": "Mercato: Fenerbahce anunţă că transferul lui Kanté a fost anulat din cauza clubului Al-Ittihad",
      "summary": "Anunţat de câteva săptămâni la Fenerbahçe, unde suporterii îl aşteptau ca pe un mesia, campionul mondial francez N'Golo Kanté va rămâne în cele din urmă la Al-Ittihad, a anunţat marţi clubul turc, dând vina pe echipa saudită.",
      "link": "https://www.news.ro/sport/mercato-fenerbahce-anunta-ca-transferul-lui-kant-a-fost-anulat-din-cauza-clubului-al-ittihad-1922402703172026022322333467",
      "source": "News.ro",
      "published_utc": "2026-02-03T21:27:17+00:00",
      "kind": "ro"
    },
    {
      "id": "7537ddcb4dd6",
      "title": "Îndemnul lui Kelemen Hunor pentru PSD în relația cu premierul: „Hai, Ilie, fă, fă, du-te”. Ce a spus despre rotativa din 2027",
      "summary": "Prezent în emisiunea „Jurnalul de Seară” de la Digi24, Kelemen Hunor a afirmat că, din punctul său de vedere, PSD nu blochează reformele. Totuși, liderul UDMR este de părere că pe anumite chestiuni coaliția a depășit orice așteptare, „în jos”, susținând că „e cam mult” să discuţi",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/indemnul-lui-kelemen-hunor-pentru-psd-in-relatia-cu-premierul-hai-ilie-fa-fa-du-te-ce-a-spus-despre-rotativa-din-2027-3614685",
      "source": "Digi24",
      "published_utc": "2026-02-03T21:18:53+00:00",
      "kind": "ro"
    },
    {
      "id": "24faaf5c19df",
      "title": "Acuzații dintr-un raport de lucru al unei comisii din Congresul SUA: Comisia Europeană ar fi intervenit în alegerile din România",
      "summary": "Acuzații grave vin din partea Statelor Unite la adresa Comisiei Europene. Washingtonul susține că executivul UE se amestecă în alegerile naționale ale statelor membre. Informația apare într-un raport nefavorabil al Comisiei Juridice din Camera Reprezentanților a Statelor Unite, î",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/acuzatii-dintr-un-raport-de-lucru-al-unei-comisii-din-congresul-sua-comisia-europeana-ar-fi-intervenit-in-alegerile-din-romania-3614639",
      "source": "Digi24",
      "published_utc": "2026-02-03T21:18:31+00:00",
      "kind": "ro"
    },
    {
      "id": "0b0587a7fc39",
      "title": "Noile cărți de identitate electronice împiedică sancționarea celor prinși fără bilet de controlorii STB",
      "summary": "În Capitală, noile cărți de identitate electronice se eliberează de aproape un an, dar sistemele de control din transportul public nu sunt încă adaptate acestei schimbări. La STB nu există, în prezent, cititoare pentru noile documente de identitate. Situația face imposibilă aplic",
      "link": "https://www.digi24.ro/stiri/actualitate/noile-carti-de-identitate-electronice-impiedica-sanctionarea-celor-prinsi-fara-bilet-de-controlorii-stb-3614537",
      "source": "Digi24",
      "published_utc": "2026-02-03T21:18:11+00:00",
      "kind": "ro"
    },
    {
      "id": "bd7923922029",
      "title": "Ultimul din cei trei supravieţuitori ai accidentului din Timiş ar putea fi transferat în Grecia",
      "summary": "Ultimul dintre cei trei supravieţuitori ai accidentului de săptămâna trecută care a avut loc în Timiş şi în care 7 oameni şi-au pierdut viaţa, ar putea fi transferat miercuri în Grecia, la Salonic, cu o aeronavă.",
      "link": "https://www.digi24.ro/stiri/actualitate/ultimul-din-cei-trei-supravietuitori-ai-accidentului-din-timis-ar-putea-fi-transferat-in-grecia-3614651",
      "source": "Digi24",
      "published_utc": "2026-02-03T21:16:39+00:00",
      "kind": "ro"
    },
    {
      "id": "8b12c1536c18",
      "title": "Liderul UDMR: România a lipsit 10 ani de pe scena politicii internaționale. Ce spune despre politica externă a lui Nicușor Dan",
      "summary": "Liderul UDMR Kelemen Hunor a declarat, marți seară, la Digi24, că e nemulțumit de absența politicii externe a României în mandatul președintelui Nicușor Dan. „Noi am lipsit 10 ani de pe scena politicii internaționale și nu e ușor să schimbi acest lucru”, a mai precizat Kelemen",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/liderul-udmr-romania-a-lipsit-10-ani-de-pe-scena-politicii-internationale-ce-spune-despre-politica-externa-a-lui-nicusor-dan-3614723",
      "source": "Digi24",
      "published_utc": "2026-02-03T21:16:10+00:00",
      "kind": "ro"
    },
    {
      "id": "1f4049c7881b",
      "title": "O agenţie de presă iraniană publică o imagine a unei baze militare franceze: „Suntem foarte vigilenţi”, reacţionează Emmanuel Macron",
      "summary": "Agenţia de presă Fars, apropiată regimului religios iranian şi braţului său armat, Gărzile Revoluţiei, a publicat luni seara, pe X, fără alte comentarii, o fotografie din satelit a bazei aeriene Al-Dhafra, situată la aproximativ 40 de kilometri de Abu Dhabi, în Emiratele Arabe Un",
      "link": "https://www.news.ro/externe/o-agentie-de-presa-iraniana-publica-o-imagine-a-unei-baze-militare-franceze-suntem-foarte-vigilenti-reactioneaza-emmanuel-macron-1922401303032026022322333890",
      "source": "News.ro",
      "published_utc": "2026-02-03T21:13:03+00:00",
      "kind": "ro"
    },
    {
      "id": "d64ce4c66dd3",
      "title": "Kelemen Hunor propune ordonanță de urgență pentru reforma administrației. În ce stadiu e pachetul economic. PSD blochează reformele?",
      "summary": "<p>Președintele UDMR, Kelemen Hunor, propune ca reforma administraţiei să se facă prin ordonanța de urgență, pentru că asumarea răspunderii s-ar prelungi prea mult. Dacă Guvernul dă OUG, asta ar ajuta la intrarea bugetului în luna februarie în Parlament. &#8222;Săptămâna trecută ",
      "link": "https://spotmedia.ro/stiri/politica/kelemen-hunor-propune-ordonanta-de-urgenta-pentru-reforma-administratiei-asumarea-dureaza-prea-mult-in-ce-stadiu-e-pachetul-economic",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T21:00:27+00:00",
      "kind": "ro"
    },
    {
      "id": "46d98a8b6491",
      "title": "Kelemen Hunor îi cere lui Bolojan reduceri de 50% la taxele locale: Corectarea deciziilor e semn de maturitate. Altfel, până în mai-iunie dispare orice suport pentru acest Guvern",
      "summary": "<p>Kelemen Hunor îi cere premierului Ilie Bolojan să reducă cu 50% taxele locale pentru cetățenii vulnerabili și persoanele cu dizabilități, subliniind că „să te întorci și să corectezi deciziile e un semn de maturitate”. Liderul UDMR avertizează că guvernarea trebuie să fie pent",
      "link": "https://spotmedia.ro/stiri/politica/kelemen-hunor-ii-cere-lui-bolojan-reduceri-de-50-la-taxele-locale-corectarea-deciziilor-e-semn-de-maturitate",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T20:42:00+00:00",
      "kind": "ro"
    },
    {
      "id": "1cb41e58dce8",
      "title": "Președintele UDMR crede că profesorii trebuie să rămână cu normele didactice actuale: „Educația trebuie lăsată în pace”",
      "summary": "Președintele UDMR, Kelemen Hunor, a declarat marți seară, la Digi24, că Guvernul nu ar trebui să mai aducă modificări în sistemul de educație, pentru că este singurul domeniul care a făcut un efort anul trecut. Kelemen spune că nici norma didactică, crescută anul trecut printr-o ",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/presedintele-udmr-crede-ca-profesorii-trebuie-sa-ramana-cu-normele-didactice-actuale-educatia-trebuie-lasata-in-pace-3614629",
      "source": "Digi24",
      "published_utc": "2026-02-03T20:27:12+00:00",
      "kind": "ro"
    },
    {
      "id": "33c60046e5c4",
      "title": "Roiul de drone comerciale chinezești și reacțiunea românească: despre taxa logistică pe coletele Temu și Shein",
      "summary": "<p>Exact ceea ce chinezii fac, de ani de zile, în economiile unei Europe care se dezmeticește al naibii de greu, deși deja se închid fabrici și se pierd sute de mii de locuri de muncă, demantelate de dumpingul chinezesc. Iar Shun Tzu mai are un principiu: „Tot războiul se bazează",
      "link": "https://spotmedia.ro/stiri/economie/roiul-de-drone-comerciale-chinezesti-si-reactiunea-romaneasca-despre-taxa-logistica-pe-coletele-temu-si-shein",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T20:24:22+00:00",
      "kind": "ro"
    },
    {
      "id": "a96307738039",
      "title": "Kelemen Hunor, despre numirile la șefiile serviciilor secrete: „Dacă ne gândim la o reformă, nu se poate face de la o zi la alta”",
      "summary": "În cadrul unei apariții la „Jurnalul de Seară”, la Digi24, Kelemen Hunor a afirmat că nu a fost consultat pe tema numirilor la șefiile serviciilor secrete, adăugând că președintele Nicușor Dan va trebui să vină cu propuneri, întrucât numirile se află „în curtea” sa. Liderul UDMR ",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/kelemen-hunor-despre-numirile-la-sefiile-serviciilor-secrete-daca-ne-gandim-la-o-reforma-nu-se-poate-face-de-la-o-zi-la-alta-3614623",
      "source": "Digi24",
      "published_utc": "2026-02-03T20:22:21+00:00",
      "kind": "ro"
    },
    {
      "id": "c3bafd47b124",
      "title": "UDMR cere premierului Bolojan să scadă taxele locale. Kelemen: Un guvern se poate întoarce la decizie. E un semn de maturitate",
      "summary": "UDMR cere premierului Ilie Bolojan să permită autorităților locale să reducă impozitele în limitele nivelurilor locale prevăzute de lege până la aprobarea bugetelor lor și să reintroducă scutirile fiscale, în special pentru persoanele cu dizabilități și familiile cele mai vulnera",
      "link": "https://www.digi24.ro/finante/udmr-cere-premierului-ilie-bolojan-sa-permita-scaderea-taxelor-locale-dupa-protestele-din-harghita-3614229",
      "source": "Digi24",
      "published_utc": "2026-02-03T20:08:31+00:00",
      "kind": "ro"
    },
    {
      "id": "d423858b0d57",
      "title": "Kelemen Hunor nu știa despre neplata primei zile de concediu medical: Nu știu de unde a apărut, nu cred că am discutat în Coaliție",
      "summary": "Kelemen Hunor a declarat marți seară, la Jurnalul de Seară de la Digi24, că nu știa de măsura neplății primei zile de concediu medical și că nu crede că a fost discutată în cadul ședințelor Coaliției. Președintele UDMR este de părere că măsura nu este bună și trebuie corectată.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/kelemen-hunor-nu-stia-despre-neplata-primei-zile-de-concediu-medical-nu-stiu-de-unde-a-aparut-nu-cred-ca-am-discutat-in-coalitie-3614577",
      "source": "Digi24",
      "published_utc": "2026-02-03T20:02:45+00:00",
      "kind": "ro"
    },
    {
      "id": "31ed0dd7065c",
      "title": "Kelemen Hunor recunoaște: Bolojan e un dur. Dacă nu asigurăm o guvernare justă, până în iunie dispare orice suport pentru acest Guvern",
      "summary": "Președintele UDMR, Kelemen Hunor, a declarat marți, în exclusivitate la Digi24, că guvernarea trebuie să țină cont de așteptările societății și de dificultățile întâmpinate de cetățenii români, nu doar de „contabilitate”, subliniind că lipsa unor măsuri corecte ar putea duce la p",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/kelemen-hunor-recunoaste-bolojan-e-un-dur-daca-nu-asiguram-o-guvernare-justa-pana-in-iunie-dispare-orice-suport-pentru-acest-guvern-3614535",
      "source": "Digi24",
      "published_utc": "2026-02-03T20:00:44+00:00",
      "kind": "ro"
    },
    {
      "id": "ba84729868e2",
      "title": "Macron anunță că se pregătește o reluare a dialogului cu Vladimir Putin",
      "summary": "<p>Emmanuel Macron a afirmat, marți, că reluarea dialogului cu președintele rus Vladimir Putin este &#8222;în curs de pregătire&#8221;, afirmând în același timp că Moscova nu arată o voință reală de a negocia pacea în Ucraina. Întrebat despre acest subiect cu prilejul unei deplas",
      "link": "https://spotmedia.ro/stiri/eveniment/macron-anunta-ca-se-pregateste-o-reluare-a-dialogului-cu-vladimir-putin",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T19:48:36+00:00",
      "kind": "ro"
    },
    {
      "id": "97bc510a872d",
      "title": "Incendiu puternic în Mureș: o casă arde generalizat. Flăcările s-au extins și la o altă locuință",
      "summary": "Pompierii intervin marți seara pentru stingerea unui puternic incendiu în localitatea Gruisor, județul Mureș. O casă de lemn arde generalizat, iar flăcările s-au extins la o a doua locuință. Echipajele lucrează în prezent pentru limitarea incendiului și pentru a evita extinderea ",
      "link": "https://www.digi24.ro/stiri/actualitate/evenimente/incendiu-puternic-in-mures-o-casa-arde-generalizat-flacarile-s-au-extins-si-la-o-alta-locuinta-3614575",
      "source": "Digi24",
      "published_utc": "2026-02-03T19:48:30+00:00",
      "kind": "ro"
    },
    {
      "id": "e0dc67ba9cde",
      "title": "Turla unei biserici s-a prăbușit în Sălaj. O polițistă a fost surprinsă sub dărâmături (Foto&Video)",
      "summary": "<p>Un incident grav a avut loc, marți seara, în orașul Cehu Silvaniei, din județul Sălaj, unde turla unei biserici s-a prăbușit, iar bucăți masive de construcție au căzut peste partea carosabilă și peste mai multe autoturisme parcate în zonă. Circulația a fost blocată complet, ia",
      "link": "https://spotmedia.ro/stiri/eveniment/turla-unei-biserici-s-a-prabusit-in-salaj-o-politista-a-fost-surprinsa-sub-daramaturi-fotovideo",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T19:39:00+00:00",
      "kind": "ro"
    },
    {
      "id": "20ef79027bba",
      "title": "Care e stadiul segmentelor de autostradă cuprinse în SAFE, care se întind și în Moldova și Ucraina",
      "summary": "<p>România beneficiază de peste 4 miliarde de euro, finanțare prin SAFE, și pentru autostrăzi care vor avea o dublă utilitate, atât civilă, cât și militară. „Practic, avem un singur proiect care va face legătura între granița cu Republica Moldova, Ungheni, și granița cu Ucraina, ",
      "link": "https://spotmedia.ro/stiri/social/care-e-stadiul-segmentelor-de-autostrada-cuprinse-in-safe-care-se-intind-si-in-moldova-si-ucraina",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T19:21:41+00:00",
      "kind": "ro"
    },
    {
      "id": "ad429fd24250",
      "title": "Casa Albă are planuri pentru „un stat venezuelean prosper și democratic”. Mesajul trimisului SUA la Caracas: „Munca a început deja”",
      "summary": "Washingtonul are planuri pentru un „stat venezuelean prosper și democratic”, a declarat marți noul trimis american la Caracas, la o lună după capturarea președintelui Nicolas Maduro de către armata americană. Misiunea SUA a publicat un videoclip pe rețelele sociale în care se ara",
      "link": "https://www.digi24.ro/stiri/externe/sua/casa-alba-are-planuri-pentru-un-stat-venezuelean-prosper-si-democratic-mesajul-trimisului-sua-la-caracas-munca-a-inceput-deja-3614485",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:52:42+00:00",
      "kind": "ro"
    },
    {
      "id": "b05a83387d43",
      "title": "Americanii au doborât o dronă iraniană. Iar nave ale Gardienilor Revoluției au hărțuit un vas sub pavilion SUA",
      "summary": "<p>Creşte tensiunea dintre Statele Unite și Iran. Un avion american a doborât o dronă iraniană care s-ar fi apropiat &#8222;agresiv&#8221;, iar două nave aparținând Gardienilor Revoluției au amenințat să captureze un vas de transport cu pavilion american în Strâmtoarea Hormuz. Ce",
      "link": "https://spotmedia.ro/stiri/eveniment/americanii-au-doborat-o-drona-iraniana-trei-vase-ale-garzilor-revolutiei-au-hartuit-un-vas-sub-pavilion-sua",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T18:45:00+00:00",
      "kind": "ro"
    },
    {
      "id": "a970fd1dea52",
      "title": "Jaqueline Cristian avansează la Transylvania Open: Gabriela Ruse a fost eliminată",
      "summary": "<p>Jaqueline Cristian (27 de ani) s-a calificat, marți, în turul secund la Transylvania Open. Sportiva noastră a trecut de Lucrezia Stefanini din Italia, venită din calificări, locul 140 în clasamentul WTA. Jaqueline s-a impus în trei seturi, scor 6-2, 2-6, 7-5 după două ore și 2",
      "link": "https://spotmedia.ro/stiri/sport/jaqueline-cristian-avanseaza-la-transylvania-open-gabriela-ruse-a-fost-eliminata",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T18:36:00+00:00",
      "kind": "ro"
    },
    {
      "id": "7f79ed57cf22",
      "title": "Presa britanică: Cătălin Botezatu a fost jefuit la Londra. I s-a furat un ceas extrem de rar, în valoare de 2 milioane de lire sterline",
      "summary": "<p>Cătălin Botezatu ar fi fost victima unui jaf spectaculos în prestigiosul cartier Mayfair din Londra. Un hoț i-a furat ceasul Richard Mille, evaluat la 2 milioane de lire sterline. Daily Mail îl descrie pe Botezatu ca fiind un designer de modă român, de 59 de ani, cunoscut la H",
      "link": "https://spotmedia.ro/stiri/monden/presa-britanica-catalin-botezatu-a-fost-jefuit-la-londra-de-un-ceas-extrem-de-rar-in-valoare-de-2-milioane-de-lire-sterline",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T18:27:41+00:00",
      "kind": "ro"
    },
    {
      "id": "765933281391",
      "title": "Scandalul Epstein, în atenția Poloniei, anunță premierul Donald Tusk. Varșovia vizează legăturile miliardarului cu KGB",
      "summary": "Guvernul polonez a format o echipă specială pentru a examina posibile legături între Polonia și scandalul de trafic sexual al lui Jeffrey Epstein din Statele Unite.",
      "link": "https://www.digi24.ro/stiri/externe/ue/polonia-infiinteaza-o-echipa-pentru-a-examina-scandalul-epstein-spune-premierul-tusk-sunt-vizate-legaturile-acestuia-cu-kgb-ul-3614475",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:19:42+00:00",
      "kind": "ro"
    },
    {
      "id": "265ff3d7a625",
      "title": "Transplant total de față, reușit în Spania, de la un donator care a cerut eutanasia. Operație de 24 de ore, cu 100 de medici",
      "summary": "Premieră mondială în Spania: medicii au realizat un transplant total de față de la o femeie care a ales eutanasierea. Beneficiară a fost o persoană a cărei față fusese grav afectată de o bacterie. Operația a fost una de o complexitate extraordinară - a durat 24 de ore și la ea au",
      "link": "https://www.digi24.ro/stiri/externe/transplant-total-de-fata-reusit-in-spania-de-la-un-donator-care-a-cerut-eutanasia-operatie-de-24-de-ore-cu-100-de-medici-3614445",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:09:55+00:00",
      "kind": "ro"
    },
    {
      "id": "a3ccc885e5ba",
      "title": "Ucraina forțează mâna SUA pe tema garanțiilor de securitate: de la 15 la 50 de ani. Dmitri Medevdev: „Nu pot fi unilaterale”",
      "summary": "Pe măsură ce o nouă rundă de negocieri Ucraina-SUA- Rusia se întrevede la orizont și în ciuda propunerii președintelui american Donald Trump privind garanții de securitate pe o perioadă de 15 ani, oficialii ucraineni speră să obțină extinderea acestora la 50 de ani. Totuși, Rusia",
      "link": "https://www.digi24.ro/stiri/externe/ue/ucraina-forteaza-mana-sua-pe-tema-garantiilor-de-securitate-de-la-15-la-50-de-ani-dmitri-medevdev-nu-pot-fi-unilaterale-3614421",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:07:51+00:00",
      "kind": "ro"
    },
    {
      "id": "9e37b43fb558",
      "title": "Oana Țoiu, discuții în SUA despre securitate și investiții în apărare. Cui i-a lansat ministrul „o invitație de a vizita România”",
      "summary": "Ministrul român de Externe, Oana Țoiu, a avut marți o întrevedere, în cadrul vizitei sale în Statele Unite, cu Mike Rogers, președintele Comisiei pentru servicii armate a Camerei Reprezentanților. Discuțiile au vizat securitatea regională, investițiile în industria de apărare și ",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/oana-toiu-discutii-in-sua-despre-securitate-si-investitii-in-aparare-cui-i-a-lansat-ministrul-o-invitatie-de-a-vizita-romania-3614403",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:07:03+00:00",
      "kind": "ro"
    },
    {
      "id": "9a4eaf7d4306",
      "title": "Un avion F-35 american a doborât o dronă iraniană care se apropia „cu intenții neclare” de portavionul Abraham Lincoln",
      "summary": "Forţele armate ale Statelor Unite au doborât marţi o dronă iraniană care se apropia de portavionul Abraham Lincoln, în Marea Arabiei, a declarat agenţiei Reuters o sursă oficială americană.",
      "link": "https://www.digi24.ro/stiri/externe/fortele-americane-au-doborat-o-drona-iraniana-care-se-apropia-de-portavionul-abraham-lincoln-3614409",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:59:05+00:00",
      "kind": "ro"
    },
    {
      "id": "707c16a0c89b",
      "title": "„Europa trebuie să păstreze controlul”. Dependența de tehnologia din SUA amenință „suveranitatea digitală”",
      "summary": "Europa trebuie să păstreze controlul asupra tehnologiilor-cheie care stau la baza economiilor din regiune, a declarat marți comisarul european pentru servicii financiare, în contextul apelurilor tot mai frecvente ca Uniunea Europeană să fie mai puțin dependentă de giganții tehnol",
      "link": "https://www.digi24.ro/stiri/externe/ue/europa-trebuie-sa-pastreze-controlul-dependenta-de-tehnologia-din-sua-ameninta-suveranitatea-digitala-3614401",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:52:23+00:00",
      "kind": "ro"
    },
    {
      "id": "05e9018dc60b",
      "title": "Ciprian Ciucu a cerut STB un plan de reducere a cheltuielilor. Anunțul primarului Capitalei despre situația transportului public",
      "summary": "Primarul Capitalei, Ciprian Ciucu, anunţă că va încerca să afle direct ce se întâmplă la STB şi de ce a ajuns să coste transportul public în Bucureşti 1,8 miliarde de lei pe an. Primarul afirmă că a cerut conducerii societăţii să vină până lunea viitoare cu un plan clar de reduce",
      "link": "https://www.digi24.ro/stiri/ciprian-ciucu-a-cerut-stb-un-plan-de-reducere-a-cheltuielilor-anuntul-primarului-capitalei-despre-situatia-transportului-public-3614389",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:48:13+00:00",
      "kind": "ro"
    },
    {
      "id": "1a84205a6f78",
      "title": "NATO a început planificarea misiunii de consolidare a securităţii în Arctica",
      "summary": "NATO a început activitatea de planificare a misiunii pe care intenţionează să o lanseze pentru a consolida securitatea în Arctica, a anunţat marţi un purtător de cuvânt al Alianţei Nord-Atlantice, citat de AFP şi Reuters.",
      "link": "https://www.digi24.ro/stiri/externe/nato-a-inceput-planificarea-misiunii-de-consolidare-a-securitatii-in-arctica-3614375",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:32:42+00:00",
      "kind": "ro"
    },
    {
      "id": "71455bd45b5e",
      "title": "UK homes to get £15bn for solar and green tech to cut energy bills",
      "summary": "The government has announced the details of its long-awaited Warm Homes Plan which promises to cut energy bills.",
      "link": "https://www.bbc.com/news/articles/ckgj7me00p0o?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2026-01-21T09:00:06+00:00",
      "kind": "global",
      "title_ro": "Casele din Regatul Unit vor primi 15 miliarde de lire sterline pentru energie solară și tehnologii ecologice pentru a reduce facturile la energie",
      "summary_ro": "Guvernul a anunțat detaliile mult-așteptatului său plan \"Case calde\", care promite reducerea facturilor la energie."
    },
    {
      "id": "034e67539d3e",
      "title": "Global temperatures dipped in 2025 but more heat records on way, scientists warn",
      "summary": "The last three years were Earth's hottest on record, as humanity's carbon emissions continue to heat the planet.",
      "link": "https://www.bbc.com/news/articles/c5y5p9rzd4ko?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2026-01-14T03:44:07+00:00",
      "kind": "global",
      "title_ro": "Oamenii de știință avertizează că temperaturile globale au scăzut în 2025, dar urmează să se înregistreze și mai multe recorduri de căldură",
      "summary_ro": "Ultimii trei ani au fost cei mai călduroși ani înregistrați vreodată pe Pământ, deoarece emisiile de carbon ale omenirii continuă să încălzească planeta."
    },
    {
      "id": "1d739bf2ad96",
      "title": "'Year of octopus' declared after warmer seas lead to record UK numbers",
      "summary": "The Wildlife Trusts say its is 'flabbergasted' by the sighting of the highest number of octopuses since 1950",
      "link": "https://www.bbc.com/news/articles/c709gz3k9k9o?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2025-12-22T12:49:25+00:00",
      "kind": "global",
      "title_ro": "\"Anul caracatiței\", declarat după ce mările mai calde au condus la un număr record de exemplare în Regatul Unit",
      "summary_ro": "Wildlife Trusts se declară \"uimită\" de observarea celui mai mare număr de caracatițe din 1950"
    }
  ]
}