{
  "generated_utc": "2026-02-03T19:39:05.431813+00:00",
  "count": 50,
  "items": [
    {
      "id": "66a4d4a0b514",
      "title": "Averea lui Elon Musk depăşeşte 800 de miliarde de dolari după anunţul de fuziune SpaceX–xAI, devenind primul om din istorie care atinge acest prag",
      "summary": "Averea lui Elon Musk a depăşit pentru prima dată în istorie pragul de 800 de miliarde de dolari, după anunţul privind fuziunea spectaculoasă dintre compania sa spaţială SpaceX şi startupul său de inteligenţă artificială xAI, relatează Forbes.",
      "link": "https://www.news.ro/economic/averea-lui-elon-musk-depaseste-800-de-miliarde-de-dolari-dupa-anuntul-de-fuziune-spacex-xai-devenind-primul-om-din-istorie-care-atinge-acest-prag-1922403603202026022122333786",
      "source": "News.ro",
      "published_utc": "2026-02-03T19:36:20+00:00",
      "kind": "ro"
    },
    {
      "id": "c3bafd47b124",
      "title": "UDMR cere premierului Bolojan să scadă taxele locale. Kelemen: Un guvern se poate întoarce la decizie. E un semn de maturitate",
      "summary": "UDMR cere premierului Ilie Bolojan să permită autorităților locale să reducă impozitele în limitele nivelurilor locale prevăzute de lege până la aprobarea bugetelor lor și să reintroducă scutirile fiscale, în special pentru persoanele cu dizabilități și familiile cele mai vulnera",
      "link": "https://www.digi24.ro/finante/udmr-cere-premierului-ilie-bolojan-sa-permita-scaderea-taxelor-locale-dupa-protestele-din-harghita-3614229",
      "source": "Digi24",
      "published_utc": "2026-02-03T19:35:49+00:00",
      "kind": "ro"
    },
    {
      "id": "8797f8379414",
      "title": "O biserică s-a prăbuşit în judeţul Sălaj, în apropierea Poliţiei Oraşului Cehu Silvaniei / O poliţistă care se îndrepta spre serviciu a fost rănită / O maşină, avariată / Se caută alte posibile victime - VIDEO",
      "summary": "O biserică s-a prăbuşit, marţi seară, în judeţul Sălaj, în apropierea Poliţiei Oraşului Cehu Silvaniei, o poliţistă care se îndrepta spre serviciu fiind rănită. De asemenea, o maşină a fost avariată.",
      "link": "https://www.news.ro/eveniment/biserica-s-prabusit-judetul-salaj-apropierea-politiei-orasului-cehu-silvaniei-politista-indrepta-spre-serviciu-ranita-masina-avariata-cauta-posibile-victime-video-1922402803002026022122333781",
      "source": "News.ro",
      "published_utc": "2026-02-03T19:28:00+00:00",
      "kind": "ro"
    },
    {
      "id": "ed474f4f602b",
      "title": "Fotbal: Maroc a făcut apel împotriva sancţiunilor dictate după incidentele din finala Cupei Africii pe Naţiuni",
      "summary": "Federaţia Regală Marocană de Fotbal (FRMF) a anunţat marţi, într-un comunicat dat publicităţii, că face apel împotriva sancţiunilor impuse de Confederaţia Africană de Fotbal (CAF) în urma incidentelor care au avut loc în timpul finalei Cupei Africii pe Naţiuni.",
      "link": "https://www.news.ro/sport/fotbal-maroc-a-facut-apel-impotriva-sanctiunilor-dictate-dupa-incidentele-din-finala-cupei-africii-pe-natiuni-1922401003392026022122333736",
      "source": "News.ro",
      "published_utc": "2026-02-03T19:10:39+00:00",
      "kind": "ro"
    },
    {
      "id": "0b3676741f64",
      "title": "Creşterea economică a Rusiei a încetinit puternic în 2025, la 1%, anunţă Vladimir Putin",
      "summary": "Activitatea economică rusă a crescut cu doar 1% în 2025, a anunţat marţi preşedintele Vladimir Putin, un ritm de creştere mult mai lent decât în 2024, în contextul în care economia se luptă să se redreseze sub greutatea războiului din Ucraina, relatează AFP.",
      "link": "https://www.news.ro/externe/cresterea-economica-a-rusiei-a-incetinit-puternic-in-2025-la-1-anunta-vladimir-putin-1922400903272026022122333760",
      "source": "News.ro",
      "published_utc": "2026-02-03T19:09:27+00:00",
      "kind": "ro"
    },
    {
      "id": "8310b496070e",
      "title": "Puternic incendiu într-o localitate din judeţul Mureş - Focul a cuprins o casă din lemn şi s-a extins la a doua – FOTO / VIDEO",
      "summary": "Pompierii intervin, marţi seară, pentru a stinge un puternic incendiu în localitatea Gruisor din judeţul Mureş. O casă de lemn arde generalizat, iar flăcările s-au extins la a doua locuinţă.",
      "link": "https://www.news.ro/eveniment/puternic-incendiu-intr-o-localitate-din-judetul-mures-focul-a-cuprins-o-casa-din-lemn-si-s-a-extins-la-a-doua-foto-video-1922400503472026022122333762",
      "source": "News.ro",
      "published_utc": "2026-02-03T19:05:47+00:00",
      "kind": "ro"
    },
    {
      "id": "ad429fd24250",
      "title": "Casa Albă are planuri pentru „un stat venezuelean prosper și democratic”. Mesajul trimisului SUA la Caracas: „Munca a început deja”",
      "summary": "Washingtonul are planuri pentru un „stat venezuelean prosper și democratic”, a declarat marți noul trimis american la Caracas, la o lună după capturarea președintelui Nicolas Maduro de către armata americană. Misiunea SUA a publicat un videoclip pe rețelele sociale în care se ara",
      "link": "https://www.digi24.ro/stiri/externe/sua/casa-alba-are-planuri-pentru-un-stat-venezuelean-prosper-si-democratic-mesajul-trimisului-sua-la-caracas-munca-a-inceput-deja-3614485",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:52:42+00:00",
      "kind": "ro"
    },
    {
      "id": "c4e78b527b3a",
      "title": "Alertă în Sălaj: turla unei biserici s-a prăbușit pe carosabil. Pompierii caută victime sub dărâmături",
      "summary": "Turla unei biserici din orașul Cehu Silvaniei s-a prăbușit, marți seara, peste partea carosabilă, blocând circulația pe ambele sensuri. Echipajele de intervenție acționează în prezent pentru căutarea unor eventuale victime sub dărâmături, folosind și un câine specializat pentru a",
      "link": "https://www.digi24.ro/stiri/actualitate/evenimente/alerta-in-salaj-turla-unei-biserici-s-a-prabusit-pe-carosabil-pompierii-cauta-victime-sub-daramaturi-3614505",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:50:55+00:00",
      "kind": "ro"
    },
    {
      "id": "e01268b984d1",
      "title": "Alexandru Rogobete, discuţii în Israel despre cooperare în domeniul sănătăţii / S-a pus accent pe digitalizarea sistemelor, utilizarea tehnologiilor avansate, dezvoltarea industriei farmaceutice şi organizarea eficientă a asigurărilor de sănătate",
      "summary": "Ministrul Sănătăţii, Alexandru Rogobete, care face parte din delegaţia română aflată în vizită în Israel, anunţă că a discutat despre cooperare în domeniul sănătăţii, fiind pus accentul pe digitalizarea sistemelor, utilizarea tehnologiilor avansate, dezvoltarea industriei farmace",
      "link": "https://www.news.ro/politic-intern/alexandru-rogobete-discutii-israel-cooperare-domeniul-sanatatii-s-pus-accent-digitalizarea-sistemelor-utilizarea-tehnologiilor-avansate-dezvoltarea-industriei-farmaceutice-organizarea-eficienta-1922405003542026022022333756",
      "source": "News.ro",
      "published_utc": "2026-02-03T18:50:54+00:00",
      "kind": "ro"
    },
    {
      "id": "97323e2a7563",
      "title": "Radu Miruţă anunţă progres în proiectul de robotizare a proceselor repetitive din instituţiile statului: 32 de instituţii vor lucra mai repede între ele, veţi primi răspunsuri mai clare şi mai rapide, veţi scăpa de drumuri inutile",
      "summary": "Ministrul Apărării, Radu Miruţă, fost ministru al Economiei, anunţă, marţi seară, progres în proiectul de robotizare a proceselor repetitive din instituţiile statului. 240 de procese birocratice au fost selectate şi urmează să fie automatizate în această primăvară, astfel încât 3",
      "link": "https://www.news.ro/economic/radu-miruta-anunta-progres-proiectul-robotizare-proceselor-repetitive-institutiile-statului-32-institutii-vor-lucra-repede-intre-veti-primi-raspunsuri-clare-rapide-veti-scapa-drumuri-inutile-1922403903262026022022333752",
      "source": "News.ro",
      "published_utc": "2026-02-03T18:39:26+00:00",
      "kind": "ro"
    },
    {
      "id": "be9a07e882cd",
      "title": "Jaqueline Cristian, favorită 2, s-a calificat în turul doi la Transylvania Open",
      "summary": "Jaqueline Cristian, locul 35 mondial şi favorită 2, s-a calificat, marţi, în turul doi la Transylvania Open.",
      "link": "https://www.news.ro/sport/jaqueline-cristian-favorita-2-s-a-calificat-in-turul-doi-la-transylvania-open-1922403503352026022022333746",
      "source": "News.ro",
      "published_utc": "2026-02-03T18:35:35+00:00",
      "kind": "ro"
    },
    {
      "id": "93f09b3f9371",
      "title": "Serie A: Suporterii lui Inter Milano au interzis la deplasări până la finalul lunii martie, după incidentul de la Cremona",
      "summary": "Ministerul italian de Interne a anunţat marţi o interdicţie de călătorie, în Serie A, până la sfârşitul lunii martie, pentru fanii lui Inter Milano. Decizia vine după ce o petardă a fost aruncată, duminică, în portarul Emil Audero, în timpul meciului Cremonese – Inter.",
      "link": "https://www.news.ro/sport/serie-a-suporterii-lui-inter-milano-au-interzis-la-deplasari-pana-la-finalul-lunii-martie-dupa-incidentul-de-la-cremona-1922402603462026022022333701",
      "source": "News.ro",
      "published_utc": "2026-02-03T18:26:46+00:00",
      "kind": "ro"
    },
    {
      "id": "765933281391",
      "title": "Scandalul Epstein, în atenția Poloniei, anunță premierul Donald Tusk. Varșovia vizează legăturile miliardarului cu KGB",
      "summary": "Guvernul polonez a format o echipă specială pentru a examina posibile legături între Polonia și scandalul de trafic sexual al lui Jeffrey Epstein din Statele Unite.",
      "link": "https://www.digi24.ro/stiri/externe/ue/polonia-infiinteaza-o-echipa-pentru-a-examina-scandalul-epstein-spune-premierul-tusk-sunt-vizate-legaturile-acestuia-cu-kgb-ul-3614475",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:19:42+00:00",
      "kind": "ro"
    },
    {
      "id": "265ff3d7a625",
      "title": "Transplant total de față, reușit în Spania, de la un donator care a cerut eutanasia. Operație de 24 de ore, cu 100 de medici",
      "summary": "Premieră mondială în Spania: medicii au realizat un transplant total de față de la o femeie care a ales eutanasierea. Beneficiară a fost o persoană a cărei față fusese grav afectată de o bacterie. Operația a fost una de o complexitate extraordinară - a durat 24 de ore și la ea au",
      "link": "https://www.digi24.ro/stiri/externe/transplant-total-de-fata-reusit-in-spania-de-la-un-donator-care-a-cerut-eutanasia-operatie-de-24-de-ore-cu-100-de-medici-3614445",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:09:55+00:00",
      "kind": "ro"
    },
    {
      "id": "a3ccc885e5ba",
      "title": "Ucraina forțează mâna SUA pe tema garanțiilor de securitate: de la 15 la 50 de ani. Dmitri Medevdev: „Nu pot fi unilaterale”",
      "summary": "Pe măsură ce o nouă rundă de negocieri Ucraina-SUA- Rusia se întrevede la orizont și în ciuda propunerii președintelui american Donald Trump privind garanții de securitate pe o perioadă de 15 ani, oficialii ucraineni speră să obțină extinderea acestora la 50 de ani. Totuși, Rusia",
      "link": "https://www.digi24.ro/stiri/externe/ue/ucraina-forteaza-mana-sua-pe-tema-garantiilor-de-securitate-de-la-15-la-50-de-ani-dmitri-medevdev-nu-pot-fi-unilaterale-3614421",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:07:51+00:00",
      "kind": "ro"
    },
    {
      "id": "9e37b43fb558",
      "title": "Oana Țoiu, discuții în SUA despre securitate și investiții în apărare. Cui i-a lansat ministrul „o invitație de a vizita România”",
      "summary": "Ministrul român de Externe, Oana Țoiu, a avut marți o întrevedere, în cadrul vizitei sale în Statele Unite, cu Mike Rogers, președintele Comisiei pentru servicii armate a Camerei Reprezentanților. Discuțiile au vizat securitatea regională, investițiile în industria de apărare și ",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/oana-toiu-discutii-in-sua-despre-securitate-si-investitii-in-aparare-cui-i-a-lansat-ministrul-o-invitatie-de-a-vizita-romania-3614403",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:07:03+00:00",
      "kind": "ro"
    },
    {
      "id": "32237f03939e",
      "title": "Finanțele demontează fake news – taxa Temu NU a omorât comerțul",
      "summary": "<p>Ministerul Finanțelor și Asociația Română a Magazinelor Online (ARMO) dezmint informaţiile cum că taxa de 25 de lei pe coletele extracomunitare cu valoare sub 150 euro (aşa-zisa taxă Temu) ar fi determinat relocarea fluxurilor cargo către alte aeroporturi și ar fi generat pier",
      "link": "https://spotmedia.ro/stiri/economie/finantele-demonteaza-fake-news-taxa-temu-nu-a-omorat-comertul",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T18:00:10+00:00",
      "kind": "ro"
    },
    {
      "id": "9a4eaf7d4306",
      "title": "Un avion F-35 american a doborât o dronă iraniană care se apropia „cu intenții neclare” de portavionul Abraham Lincoln",
      "summary": "Forţele armate ale Statelor Unite au doborât marţi o dronă iraniană care se apropia de portavionul Abraham Lincoln, în Marea Arabiei, a declarat agenţiei Reuters o sursă oficială americană.",
      "link": "https://www.digi24.ro/stiri/externe/fortele-americane-au-doborat-o-drona-iraniana-care-se-apropia-de-portavionul-abraham-lincoln-3614409",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:59:05+00:00",
      "kind": "ro"
    },
    {
      "id": "707c16a0c89b",
      "title": "„Europa trebuie să păstreze controlul”. Dependența de tehnologia din SUA amenință „suveranitatea digitală”",
      "summary": "Europa trebuie să păstreze controlul asupra tehnologiilor-cheie care stau la baza economiilor din regiune, a declarat marți comisarul european pentru servicii financiare, în contextul apelurilor tot mai frecvente ca Uniunea Europeană să fie mai puțin dependentă de giganții tehnol",
      "link": "https://www.digi24.ro/stiri/externe/ue/europa-trebuie-sa-pastreze-controlul-dependenta-de-tehnologia-din-sua-ameninta-suveranitatea-digitala-3614401",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:52:23+00:00",
      "kind": "ro"
    },
    {
      "id": "05e9018dc60b",
      "title": "Ciprian Ciucu a cerut STB un plan de reducere a cheltuielilor. Anunțul primarului Capitalei despre situația transportului public",
      "summary": "Primarul Capitalei, Ciprian Ciucu, anunţă că va încerca să afle direct ce se întâmplă la STB şi de ce a ajuns să coste transportul public în Bucureşti 1,8 miliarde de lei pe an. Primarul afirmă că a cerut conducerii societăţii să vină până lunea viitoare cu un plan clar de reduce",
      "link": "https://www.digi24.ro/stiri/ciprian-ciucu-a-cerut-stb-un-plan-de-reducere-a-cheltuielilor-anuntul-primarului-capitalei-despre-situatia-transportului-public-3614389",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:48:13+00:00",
      "kind": "ro"
    },
    {
      "id": "b219534ea405",
      "title": "Românii se simt mai expuși la dezinformare ca restul Europei. Doar Ungaria ne mai întrece la știri false",
      "summary": "<p>Românii se numără printre europenii care spun cel mai des că sunt expuși la știri false și dezinformare. Un sondaj Eurobarometru analizat de Euronews arată că peste jumătate dintre respondenții din România cred că au întâlnit frecvent conținut fals în ultima săptămână, un proc",
      "link": "https://spotmedia.ro/stiri/media/romanii-se-simt-pacaliti-doar-ungaria-ne-mai-intrece-la-stiri-false",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T17:42:00+00:00",
      "kind": "ro"
    },
    {
      "id": "aa325a5e7ab1",
      "title": "„În loc de șase rachete, sunt doar două”. Criză în apărarea aeriană a Ucrainei",
      "summary": "<p>Ucraina se confruntă, în unele momente, cu lipsa rachetelor pentru sistemele de apărare antiaeriană, în contextul amenințării continue a unor noi atacuri rusești, a declarat Iurii Ihnat, șeful departamentului de comunicare al Forțelor Aeriene ucrainene. Odată cu venirea iernii",
      "link": "https://spotmedia.ro/stiri/eveniment/in-loc-de-sase-rachete-sunt-doar-doua-criza-in-apararea-aeriana-a-ucrainei",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T17:33:27+00:00",
      "kind": "ro"
    },
    {
      "id": "1a84205a6f78",
      "title": "NATO a început planificarea misiunii de consolidare a securităţii în Arctica",
      "summary": "NATO a început activitatea de planificare a misiunii pe care intenţionează să o lanseze pentru a consolida securitatea în Arctica, a anunţat marţi un purtător de cuvânt al Alianţei Nord-Atlantice, citat de AFP şi Reuters.",
      "link": "https://www.digi24.ro/stiri/externe/nato-a-inceput-planificarea-misiunii-de-consolidare-a-securitatii-in-arctica-3614375",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:32:42+00:00",
      "kind": "ro"
    },
    {
      "id": "46e4f1c77d72",
      "title": "Hubert Thuma, despre propunerea lui Bolojan de a schimba lideri PNL: A fost respinsă de cei ce nu pot fi acuzați că sunt PSD-iștii răi",
      "summary": "Președintele Consiliului Județean Ilfov, lider din PNL opozant al lui Ilie Bolojan, spune că „de ceva timp încoace, se acreditează ideea că împotriva domnului Bolojan s-au aliat oameni din PNL care au PSD în suflet”. „Cu alte cuvinte, că ne-am fi vândut. Că «PeSeDiștii cei răi di",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/hubert-thuma-despre-propunerea-lui-bolojan-de-a-schimba-lideri-pnl-a-fost-respinsa-de-cei-ce-nu-pot-fi-acuzati-ca-sunt-psd-istii-rai-3614373",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:32:15+00:00",
      "kind": "ro"
    },
    {
      "id": "70cd1d2d45ac",
      "title": "Compania germană care investește 1 miliard de dolari în SUA",
      "summary": "<p>Siemens Energy a anunţat, marţi, că va investi 1 miliard de dolari în Statele Unite pentru a-şi creşte producţia şi a-şi extinde semnificativ forţa de muncă, drept răspuns la cererea tot mai mare de energie electrică. Compania germană explică faptul că SUA se confruntă cu o cr",
      "link": "https://spotmedia.ro/stiri/economie/compania-germana-care-investeste-1-miliard-de-dolari-in-sua",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T17:24:43+00:00",
      "kind": "ro"
    },
    {
      "id": "7e914dcafe2e",
      "title": "UE va propune SUA un parteneriat în domeniul mineralelor critice pentru a contracara China. Când ar putea fi parafată înțelegerea",
      "summary": "Uniunea Europeană va propune Statelor Unite un parteneriat în domeniul mineralelor critice pentru a reduce influența Chinei, încercând să modeleze eforturile administrației Trump de a încheia acorduri globale în această săptămână. UE este pregătită să semneze un memorandum de înț",
      "link": "https://www.digi24.ro/stiri/externe/ue/ue-va-propune-sua-un-parteneriat-in-domeniul-mineralelor-critice-pentru-a-contracara-china-cand-ar-putea-fi-parafata-intelegerea-3614337",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:19:54+00:00",
      "kind": "ro"
    },
    {
      "id": "e28b6f1fe4a4",
      "title": "Horoscop zilnic: 4 februarie",
      "summary": "<p>Horoscop zilnic pentru 4 februarie 2026.</p> <p>The post <a href=\"https://spotmedia.ro/stiri/horoscop/horoscop-zilnic-4-februarie-4\" rel=\"nofollow\">Horoscop zilnic: 4 februarie</a> appeared first on <a href=\"https://spotmedia.ro\" rel=\"nofollow\">spotmedia.ro</a>.</p>",
      "link": "https://spotmedia.ro/stiri/horoscop/horoscop-zilnic-4-februarie-4",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T17:15:47+00:00",
      "kind": "ro"
    },
    {
      "id": "e115139edd3d",
      "title": "Mii de documente din dosarele Epstein au fost retrase după ce identitatea victimelor a fost compromisă",
      "summary": "Departamentul de Justiție al Statelor Unite (DOJ) a eliminat de pe site-ul său mii de documente referitoare la Jeffrey Epstein, după ce victimele au declarat că identitatea lor a fost compromisă, transmite BBC News.",
      "link": "https://www.digi24.ro/stiri/externe/sua/mii-de-documente-din-dosarele-epstein-au-fost-retrase-dupa-ce-identitatea-victimelor-a-fost-compromisa-3614361",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:15:22+00:00",
      "kind": "ro"
    },
    {
      "id": "cec6e29a4a04",
      "title": "Un nou tip de lentile de contact ar putea ajuta la prevenirea unei boli grave, care duce la orbire",
      "summary": "<p>Monitorizarea constantă a presiunii intraoculare (din interiorul ochiului) este esenţială pentru prevenirea glaucomului, una dintre principalele cauze de orbire. Dar cum poți face asta? Cu ajutorul unor lentile de contact recent dezvoltate de oamenii de știință. Cercetătorii l",
      "link": "https://spotmedia.ro/stiri/sanatate/un-nou-tip-de-lentile-de-contact-ar-putea-ajuta-la-prevenirea-unei-boli-grave-care-duce-la-orbire",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T17:06:45+00:00",
      "kind": "ro"
    },
    {
      "id": "13b295257f0c",
      "title": "„Să exorcizăm fantomele trecutului”. Roberta Metsola susține că UE și Regatul Unit trebuie să-și „reseteze” relația",
      "summary": "UE și Regatul Unit trebuie să depășească nemulțumirile istorice și să-și „reseteze” relația pentru a putea colabora într-o lume din ce în ce mai incertă, a declarat președinta Parlamentului European, Roberta Metsola, relatează Politico.",
      "link": "https://www.digi24.ro/stiri/externe/ue/sa-exorcizam-fantomele-trecutului-roberta-metsola-sustine-ca-ue-si-regatul-unit-trebuie-sa-si-reseteze-relatia-3614351",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:04:49+00:00",
      "kind": "ro"
    },
    {
      "id": "2112c2f833d0",
      "title": "Ce amenzi s-au dat în București celor care nu au curăţat trotuarele de zăpadă şi gheaţă",
      "summary": "Poliţiştii locali ai Capitalei au aplicat 41 de amenzi, în valoare totală de aproximativ 100.000 de lei, celor care nu au curăţat trotuarele de gheaţă sau zăpadă.",
      "link": "https://www.digi24.ro/stiri/actualitate/ce-amenzi-s-au-dat-in-bucuresti-celor-care-nu-au-curatat-trotuarele-de-zapada-si-gheata-3614331",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:04:16+00:00",
      "kind": "ro"
    },
    {
      "id": "da4ace115fe3",
      "title": "Sorin Grindeanu, întâlnire cu premierul Benjamin Netanyahu în Israel. Ce au agreat cei doi oficiali",
      "summary": "Președintele Camerei Deputaților Sorin Grindeanu face o vizită oficială, zilele acestea, în Israel, însoțit de o delegație parlamentară din care face parte și ministrul Sănătății Alexandru Rogobete. Sorin Grindeanu a transmis marți pe contul său de X, după întâlnirea cu premierul",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/sorin-grindeanu-in-vizita-oficiala-in-israel-intalniri-cu-premierul-netanyahu-si-presedintele-herzog-3613955",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:58:52+00:00",
      "kind": "ro"
    },
    {
      "id": "0def4d96eb7a",
      "title": "Procurorul în cazul Marine le Pen cere menținerea sentinței: „Asistenţii au lucrat pentru partid, dar au fost plătiţi de Europa”",
      "summary": "Avocaţii Parlamentului European au denunţat marţi ''încrederea trădată'' de partidul de extremă dreapta RN (Rassemblement National), a cărui lideră Marine Le Pen a compărut la Palatul de Justiţie din Paris în procesul în apel împotriva condamnării sale în dosarul angajării fictiv",
      "link": "https://www.digi24.ro/stiri/externe/ue/procurorul-in-cazul-marine-le-pen-cere-mentinerea-sentintei-asistentii-au-lucrat-pentru-partid-dar-au-fost-platiti-de-europa-3614329",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:58:27+00:00",
      "kind": "ro"
    },
    {
      "id": "50b87f777f7c",
      "title": "O femeie din România a fost păcălită cu 2,5 milioane de dolari de un fals „prinț al Dubaiului”",
      "summary": "<p>O femeie de afaceri din România a pierdut peste 2,5 milioane de dolari după ce a fost păcălită de un fals „prinț al Dubaiului”. Femeia a fost contactată în urmă cu aproximativ trei ani, pe LinkedIn, de un bărbat care se prezenta drept &#8222;prințul moștenitor al Dubaiului&#82",
      "link": "https://spotmedia.ro/stiri/eveniment/o-femeie-din-romania-a-fost-pacalita-cu-25-milioane-de-dolari-de-un-fals-print-al-dubaiului",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T16:57:02+00:00",
      "kind": "ro"
    },
    {
      "id": "a8a1342d0c73",
      "title": "Mark Rutte: Ucraina e pregătită „să joace corect”, dar Rusia „creează haos”. Șeful NATO cere o „împărțire echitabilă a poverii”",
      "summary": "Ucraina este pregătită „să joace corect” și să ajungă la un acord acceptabil cu Rusia, însă atacurile masive lansate de Moscova transmit „un semnal foarte prost” înaintea unor eventuale negocieri, a declarat secretarul general al NATO, Mark Rutte. Afirmațiile au fost făcute în ca",
      "link": "https://www.digi24.ro/stiri/externe/mark-rutte-ucraina-e-pregatita-sa-joace-corect-dar-rusia-creeaza-haos-seful-nato-cere-o-impartire-echitabila-a-poverii-3614327",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:53:37+00:00",
      "kind": "ro"
    },
    {
      "id": "49e7d5b3b9e6",
      "title": "Copilul tău poate fi mai bun la matematică dacă face asta! Recomandarea oamenilor de știință",
      "summary": "<p>Un scurt moment de activitate fizică, desfășurat înainte de începerea orelor, poate avea un impact semnificativ asupra funcțiilor cognitive ale elevilor, în special asupra capacității de concentrare necesare rezolvării problemelor de matematică, arată un studiu recent. Cerceta",
      "link": "https://spotmedia.ro/stiri/sanatate/copilul-tau-poate-fi-mai-bun-la-matematica-daca-face-asta-recomandarea-oamenilor-de-stiinta-studiu",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T16:48:25+00:00",
      "kind": "ro"
    },
    {
      "id": "92b5a8f368f0",
      "title": "Rutte, în Parlamentul Ucrainei: Un acord de pace va necesita alegeri dificile. Aliații să se caute de Patriot",
      "summary": "<p>Secretarul general al NATO, Mark Rutte, a vizitat marți Kievul, unde a reafirmat sprijinul neclintit al alianței pentru Ucraina în contextul războiului cu Rusia. Oficialul a subliniat că Ucraina rămâne esențială pentru securitatea Europei și a avertizat că încheierea unui acor",
      "link": "https://spotmedia.ro/stiri/eveniment/rutte-in-parlamentul-ucrainei-un-acord-de-pace-va-necesita-alegeri-dificile-aliatii-sa-se-caute-de-patriot",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T16:39:28+00:00",
      "kind": "ro"
    },
    {
      "id": "c3f72f5aecc8",
      "title": "Dani Mocanu și fratele lui vor fi extrădați în România. Decizia Curții de Apel din Napoli nu e definitivă",
      "summary": "Cunoscutul manelist Dani Mocanu și fratele său vor fi extrădați, însă decizia Curții de Apel din Napoli nu este definitivă. Anunțul vine în contextul în care Înalta Curte de Casație și Justiție a „admis în principiu” cerereile de recurs în casație formulate de cei doi.",
      "link": "https://www.digi24.ro/stiri/actualitate/justitie/dani-mocanu-si-fratele-lui-vor-fi-extradati-in-romania-decizia-curtii-de-apel-din-napoli-nu-e-definitiva-3614293",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:37:51+00:00",
      "kind": "ro"
    },
    {
      "id": "002bd067b2ea",
      "title": "Reforma administrației locale: un sfert dintre primării nu trebuie să concedieze niciun angajat, spune ministrul Cseke Attila",
      "summary": "Un sfert dintre administraţiile publice locale nu vor trebui să concedieze niciun angajat, conform măsurilor prevăzute în pachetul de reforme pentru acest sector, a declarat, marţi, la Botoşani, ministrul Dezvoltării, Lucrărilor Publice şi Administraţiei, Cseke Attila.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/reforma-administratiei-locale-un-sfert-dintre-primarii-nu-trebuie-sa-copncedieze-niciun-angajat-spune-ministrul-cseke-attila-3614291",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:34:22+00:00",
      "kind": "ro"
    },
    {
      "id": "e656bb93427a",
      "title": "Greșelile lui Bolojan și cine vrea să-l arunce peste bord",
      "summary": "<p>Ilie Bolojan e primul șef de guvern liberal care cere un vot de încredere în interiorul partidului, fiindcă e hăituit de propriii oameni. Cei din jurul lui nu-l susțin cu entuziasm și nu-l apără când e nevoie. Biroul Politic Național al PNL a dat un vot de încredere, ieri sear",
      "link": "https://spotmedia.ro/stiri/opinii-si-analize/greselile-lui-bolojan-si-cine-vrea-sa-l-arunce-peste-bord",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T16:30:42+00:00",
      "kind": "ro"
    },
    {
      "id": "84142c993f90",
      "title": "Imaginile zilei: Autoturism încărcat cu 14 bușteni furați. Șoferul s-a ales cu dosar penal",
      "summary": "Imaginile zilei vin de la un bărbat care a fost prins cu... 14 bușteni furați, pe care, în mod inexplicabil, reușise să-i înghesuie într-un autoturism. Totul s-a întâmplat într-o pădure din județul Brașov, acolo unde a și fost prins de polițiști. Bărbatul este cercetat pentru fur",
      "link": "https://www.digi24.ro/stiri/actualitate/imaginile-zilei-un-autoturism-incarcat-cu-14-busteni-dintr-o-padure-din-brasov-soferul-este-cercetat-pentru-furt-3614147",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:28:37+00:00",
      "kind": "ro"
    },
    {
      "id": "20731a474b8c",
      "title": "Femeie cu bani din România, păcălită de un fals prinț al Dubaiului, cu 2,5 milioane de dolari",
      "summary": "O femeie de afaceri din România a fost convinsă de un escroc, care se dădea drept prințul moștenitor al Dubaiului, să investească două milioane și jumătate de dolari într-un fals fond de investiții.",
      "link": "https://www.digi24.ro/stiri/actualitate/femeie-cu-bani-din-romania-pacalita-de-un-fals-print-al-dubaiului-cu-25-milioane-de-dolari-3614219",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:22:59+00:00",
      "kind": "ro"
    },
    {
      "id": "c5156db1cffa",
      "title": "Suedia și Danemarca vor achiziționa sisteme de apărare aeriană pentru Ucraina. Cât vor costa echipamentele",
      "summary": "Suedia și Danemarca vor furniza în comun Ucrainei un pachet de ajutor în valoare de 246 milioane de euro, care va include sisteme de apărare aeriană. Sistemele sunt deja în producție și se preconizează că vor fi livrate Ucrainei în câteva luni, anunță European Pravda.",
      "link": "https://www.digi24.ro/stiri/externe/ue/suedia-si-danemarca-vor-achizitiona-sisteme-de-aparare-aeriana-pentru-ucraina-cat-vor-costa-echipamentele-3614235",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:22:24+00:00",
      "kind": "ro"
    },
    {
      "id": "fbce4df874fe",
      "title": "De ce rămân unii angajați ani la rând în aceeași companie, într-o piață în care joburile se schimbă tot mai des",
      "summary": "Într-o perioadă în care mulți angajați schimbă locul de muncă după doar câțiva ani, există și companii în care oamenii aleg să rămână pe termen lung. Elena și Claudiu sunt doi dintre angajații Provident Financial România care spun că echilibrul dintre viața profesională și cea pe",
      "link": "https://www.digi24.ro/stiri/economie/companii/de-ce-raman-unii-angajati-ani-la-rand-in-aceeasi-companie-intr-o-piata-in-care-joburile-se-schimba-tot-mai-des-3613267",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:13:19+00:00",
      "kind": "ro"
    },
    {
      "id": "7fb86890be29",
      "title": "Anchetă în Bulgaria, după ce trei bărbați au fost găsiți împușcați în cap la o cabană păzită cu drone și mistuită de un incendiu",
      "summary": "Este anchetă în Bulgaria, după ce trei bărbați au fost găsiți luni după-amiaza, 2 februarie, împușcați în cap, cu armele lângă cadavrele lor, la o cabană păzită cu drone. Anchetatorii iau în calcul mai multe ipoteze, de la omor la posibil ritual sinucigaș, relatează Novinite.",
      "link": "https://www.digi24.ro/stiri/externe/ue/ancheta-in-bulgaria-dupa-ce-trei-barbati-au-fost-gasiti-impuscati-in-cap-la-o-cabana-pazita-cu-drone-si-mistuita-de-un-incendiu-3614225",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:06:10+00:00",
      "kind": "ro"
    },
    {
      "id": "0bdce3e3ccd7",
      "title": "Percheziții DNA la o firmă din Grupul Grampet: Cristian Rădulescu, directorul GFR , ar fi dat o mită de 500 de mii de euro (surse)",
      "summary": "Procurorii DNA au efectuat marți percheziţii la Grupul Grampet, controlat de afaceristul Gruia Stoica, şi la directorul unei societăți din acest grup, într-un dosar de dare de mită, potrivit unor surse judiciare.",
      "link": "https://www.digi24.ro/stiri/perchezitii-dna-la-o-firma-din-grupul-grampet-cristian-radulescu-directorul-gfr-ar-fi-dat-o-mita-de-500-de-mii-de-euro-surse-3614223",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:00:36+00:00",
      "kind": "ro"
    },
    {
      "id": "6ca5e44c2c99",
      "title": "Ministerul Finanțelor explică noua taxă de 25 de lei pentru coletele din afara UE: „Nu e taxă vamală, ci o obligație fiscală internă”",
      "summary": "De la 1 ianuarie 2026, România aplică o taxă fixă de 25 de lei pentru toate coletele cu valoare sub 150 de euro trimise din afara Uniunii Europene către persoane fizice. Măsura, introdusă prin Legea nr. 239/2025, se aplică indirect prin curieri, vânzători și platforme de comerț o",
      "link": "https://www.digi24.ro/stiri/economie/ministerul-finantelor-explica-noua-taxa-de-25-de-lei-pentru-coletele-din-afara-ue-nu-e-taxa-vamala-ci-o-obligatie-fiscala-interna-3614117",
      "source": "Digi24",
      "published_utc": "2026-02-03T15:34:34+00:00",
      "kind": "ro"
    },
    {
      "id": "71455bd45b5e",
      "title": "UK homes to get £15bn for solar and green tech to cut energy bills",
      "summary": "The government has announced the details of its long-awaited Warm Homes Plan which promises to cut energy bills.",
      "link": "https://www.bbc.com/news/articles/ckgj7me00p0o?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2026-01-21T09:00:06+00:00",
      "kind": "global",
      "title_ro": "Casele din Regatul Unit vor primi 15 miliarde de lire sterline pentru energie solară și tehnologii ecologice pentru a reduce facturile la energie",
      "summary_ro": "Guvernul a anunțat detaliile mult-așteptatului său plan \"Case calde\", care promite reducerea facturilor la energie."
    },
    {
      "id": "034e67539d3e",
      "title": "Global temperatures dipped in 2025 but more heat records on way, scientists warn",
      "summary": "The last three years were Earth's hottest on record, as humanity's carbon emissions continue to heat the planet.",
      "link": "https://www.bbc.com/news/articles/c5y5p9rzd4ko?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2026-01-14T03:44:07+00:00",
      "kind": "global",
      "title_ro": "Oamenii de știință avertizează că temperaturile globale au scăzut în 2025, dar urmează să se înregistreze și mai multe recorduri de căldură",
      "summary_ro": "Ultimii trei ani au fost cei mai călduroși ani înregistrați vreodată pe Pământ, deoarece emisiile de carbon ale omenirii continuă să încălzească planeta."
    },
    {
      "id": "1d739bf2ad96",
      "title": "'Year of octopus' declared after warmer seas lead to record UK numbers",
      "summary": "The Wildlife Trusts say its is 'flabbergasted' by the sighting of the highest number of octopuses since 1950",
      "link": "https://www.bbc.com/news/articles/c709gz3k9k9o?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2025-12-22T12:49:25+00:00",
      "kind": "global",
      "title_ro": "\"Anul caracatiței\", declarat după ce mările mai calde au condus la un număr record de exemplare în Regatul Unit",
      "summary_ro": "Wildlife Trusts se declară \"uimită\" de observarea celui mai mare număr de caracatițe din 1950"
    }
  ]
}