{
  "generated_utc": "2026-02-05T07:43:55+00:00",
  "count": 56,
  "items": [
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Keir Starmer, ținta furiei, după dezvăluirile din dosarele Epstein despre ambasadorul numit de el în SUA. Mai mulți laburiști cred că zilele premierului sunt numărate",
      "summary": "Decizia lui Keir Starmer de a-l numi pe veteranul Peter Mandelson în funcția de ambasador la Washington, în ciuda legăturilor acestuia cu abuzatorul sexual Jeffrey Epstein, îl pune acum în mare dificultate pe premier, care&#8230;",
      "link": "https://hotnews.ro/keir-starmer-tinta-furiei-dupa-dezvaluirile-din-dosarele-epstein-despre-ambasadorul-numit-de-el-in-sua-mai-multi-laburisti-cred-ca-zilele-premierului-sunt-numarate-2165133",
      "published_utc": "2026-02-05T07:40:10+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "VIDEO Un pod aflat în construcție s-a prăbușit în China și a căzut în apă cu tot cu oameni și utilaje. 5 oameni au murit",
      "summary": "Cinci oameni au murit în China, după ce podul la care lucrau s-a prăbușit. Tragedia a avut loc la un șantier din estul țării.",
      "link": "https://www.digi24.ro/stiri/externe/video-un-pod-aflat-in-constructie-s-a-prabusit-in-china-si-a-cazut-in-apa-cu-tot-cu-oameni-si-utilaje-5-oameni-au-murit-3616857",
      "published_utc": "2026-02-05T07:12:19+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "BREAKING Percheziţii DNA la Primăria Sectorului 3. Robert Negoiță, acuzat că a construit din bani publici un drum pentru fratele său, dezvoltator imobiliar",
      "summary": "Robert Negoiță, primarul Sectorului 3, este vizat înt-un dosar de abuz în serviciu, în care procurorii DNA fac joi dimineață mai multe percheziții, inclusiv la locuința acestuia, au declarat pentru HotNews surse judiciare. Între faptele&#8230;",
      "link": "https://hotnews.ro/perchezitii-dna-la-primaria-sectorului-3-robert-negoita-acuzat-ca-a-construit-din-bani-publici-un-drum-pentru-fratele-sau-dezvoltator-imobiliar-2165143",
      "published_utc": "2026-02-05T07:11:38+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Bulgaria va topi peste 10.500 de tone de monede leva vechi și se pregăteşte să producă primele bancnote euro",
      "summary": "Bulgaria înregistrează progrese în tranziţia la euro şi se pregăteşte să producă primele sale bancnote euro, în limitele cotei alocate de Banca Centrală Europeană (BCE), informează Novinite.",
      "link": "https://www.digi24.ro/stiri/externe/bulgaria-va-topi-peste-10-500-de-tone-de-monede-leva-vechi-si-se-pregateste-sa-produca-primele-bancnote-euro-3616853",
      "published_utc": "2026-02-05T07:06:34+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Rezultate LOTO - Joi, 5 februarie 2026: Report uriaș la Joker. La 6/49 se pot câștiga peste patru milioane de euro",
      "summary": "Joi, 5 februarie 2026, au loc noi trageri Loto 6/49, Noroc, Joker, Noroc Plus, Loto 5/40 și Super Noroc, după ce la tragerile loto de duminică, 1 februarie, Loteria Română a acordat 30.714 câștiguri în valoare totală de peste 2,76 milioane de lei.",
      "link": "https://www.digi24.ro/stiri/actualitate/social/rezultate-loto-joi-5-februarie-2026-report-urias-la-joker-la-6-49-se-pot-castiga-peste-patru-milioane-de-euro-3616415",
      "published_utc": "2026-02-05T07:00:06+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Legătura lui Epstein cu admiterea fiicei lui Woody Allen la facultate. Noi dezvăluiri din documentele Departamentului de Justiţie",
      "summary": "Jeffrey Epstein i-a ajutat pe marele regizor american Woody Allen şi soția sa, Soon-Yi Previn, atunci când una dintre fiicele lor a depus dosarul de admitere la facultate, punând familia în legătură cu preşedintele Bard&#8230;",
      "link": "https://hotnews.ro/legatura-lui-epstein-cu-admiterea-fiicei-lui-woody-allen-la-facultate-noi-dezvaluiri-din-documentele-departamentului-de-justitie-2165119",
      "published_utc": "2026-02-05T06:54:54+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "India „nu își permite să-l umilească” pe Putin, susțin experții. Și Kremlinul îl contrazice pe Donald Trump",
      "summary": "Kremlinul a respins, marţi, afirmaţia preşedintelui american Donald Trump, potrivit căreia India ar fi fost de acord să înceteze achiziţiile de petrol rusesc în cadrul unui nou acord comercial cu Statele Unite, transmite CNBC.",
      "link": "https://www.digi24.ro/stiri/externe/india-nu-isi-permite-sa-l-umileasca-pe-putin-sustin-expertii-si-kremlinul-il-contrazice-pe-donald-trump-3616839",
      "published_utc": "2026-02-05T06:49:34+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Jeffrey Epstein ar fi intervenit pentru admiterea fiicei lui Woody Allen la Bard College",
      "summary": "Jeffrey Epstein i-a ajutat pe Woody Allen şi Soon-Yi Previn atunci când una dintre fiicele lor a depus dosarul de admitere la facultate, după ce a pus familia în legătură cu preşedintele Bard College, o cunoştinţă veche a lui Epstein, potrivit unor e-mailuri făcute publice de Departamentul de Justiţie.",
      "link": "https://www.digi24.ro/stiri/externe/jeffrey-epstein-ar-fi-intervenit-pentru-admiterea-fiicei-lui-woody-allen-la-bard-college-3616827",
      "published_utc": "2026-02-05T06:48:14+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "ESET: Reducerea complexității cibernetice – o prioritate esențială pentru companiile moderne",
      "summary": "Ecosistemul digital în care operează companiile evoluează rapid, alimentat de avansul tehnologic și, mai recent, de ritmul accelerat al inovațiilor bazate pe inteligență artificială. Conform specialiștilor în securitate de la ESET, deși aceste transformări susțin&#8230;",
      "link": "https://hotnews.ro/eset-reducerea-complexitatii-cibernetice-o-prioritate-esentiala-pentru-companiile-moderne-2165121",
      "published_utc": "2026-02-05T06:37:24+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Un controlor a fost ucis de un pasager fără bilet, în Germania: „Zi neagră pentru toţi lucrătorii feroviari din ţară”",
      "summary": "Un controlor de tren a murit miercuri în Germania după ce a fost lovit de un pasager care călătorea fără bilet, a anunţat compania feroviară naţională Deutsche Bahn, transmite AFP.",
      "link": "https://www.digi24.ro/stiri/externe/un-controlor-a-fost-ucis-de-un-pasager-fara-bilet-in-germania-zi-neagra-pentru-toti-lucratorii-feroviari-din-tara-3616825",
      "published_utc": "2026-02-05T06:36:51+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Ilie Bolojan va informa azi CCR privind pensiile magistraţilor. „Ideea că jalonul 215 ar fi îndeplinit este falsă”",
      "summary": "Premierul Ilie Bolojan va informa azi Curtea Constituţională asupra consecinţelor amânării unor decizii privind pensiile magistraţilor, potrivit anunțului făcut miercuri într-o conferință de presă la Palatul Victoria. CCR a amânat, la mijlocul lunii ianuarie, pentru data de 11 februarie, deliberările în cazul noului proiect al Guvernului Bolojan privind reforma pensiilor magistraţilor.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/ilie-bolojan-va-informa-azi-ccr-privind-pensiile-magistratilor-ideea-ca-jalonul-215-ar-fi-indeplinit-este-falsa-3616799",
      "published_utc": "2026-02-05T06:33:17+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Avertisment al șefului ONU privind tratatul nuclear între SUA şi Rusia: „Un moment grav pentru pacea internațională”",
      "summary": "Secretarul general al ONU, Antonio Guterres, a îndemnat miercuri Washingtonul şi Moscova să ajungă rapid la un acord privind un nou tratat de dezarmare nucleară, în contextul în care acordul existent expiră astăzi, marcând „un moment grav pentru pacea şi securitatea internaţională”.",
      "link": "https://www.digi24.ro/stiri/externe/avertisment-al-sefului-onu-privind-tratatul-nuclear-intre-sua-si-rusia-un-moment-grav-pentru-pacea-internationala-3616811",
      "published_utc": "2026-02-05T06:29:37+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Un apropiat al lui Putin anunță că vrea acorduri energetice cu UE, pentru a reduce dependenţa de gazele ruseşti",
      "summary": "Preşedintele sârb Aleksandar Vucic a declarat într-un interviu pentru Reuters că Serbia îşi diversifică sursele de aprovizionare cu gaze naturale şi poartă deja discuţii pentru achiziţii prin mecanismul comun de cumpărare al Uniunii Europene, pe măsură ce reduce dependenţa de importurile din Rusia, relatează News.ro.",
      "link": "https://www.digi24.ro/stiri/externe/un-apropiat-al-lui-putin-anunta-ca-vrea-acorduri-energetice-cu-ue-pentru-a-reduce-dependenta-de-gazele-rusesti-3616805",
      "published_utc": "2026-02-05T06:26:14+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "LOTO. Tragerile LOTO de joi, 5 februarie 2026. Report la Joker la categoria I de peste 9,94 milioane de euro",
      "summary": "Joi, 5 februarie, vor avea loc noi trageri Loto 6/49, Noroc, Joker, Noroc Plus, Loto 5/40 și Super Noroc, după ce la tragerile loto de duminică, 1 februarie, Loteria Română a acordat 30.714 câștiguri în&#8230;",
      "link": "https://hotnews.ro/rezultatele-loto-de-joi-5-februarie-2026-2165109",
      "published_utc": "2026-02-05T06:25:03+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "O generație în așteptare",
      "summary": "România are un talent ciudat de a transforma probleme structurale în dezbateri morale fără soluții practice. Așa se întâmplă și cu tinerii NEET &#8211; cei care nu sunt studenți, nu muncesc și nu urmează nicio&#8230;",
      "link": "https://hotnews.ro/o-generatie-in-asteptare-2163718",
      "published_utc": "2026-02-05T06:09:09+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Bolojan, avertisment pentru CCR după amânările repetate ale deciziei privind pensiile magistraţilor",
      "summary": "Premierul Ilie Bolojan a anunțat miercuri seară că urmează să informeze astăzi, 5 februarie, Curtea Constituţională „asupra consecinţelor” amânării unor decizii privind pensiile magistraţilor, spunând că, pe acest capitol România înregistrează „o reținere de 230&#8230;",
      "link": "https://hotnews.ro/bolojan-avertisment-pentru-ccr-dupa-amanarile-repetate-ale-deciziei-privind-pensiile-magistratilor-voi-informa-asupra-consecintelor-2165090",
      "published_utc": "2026-02-05T05:56:04+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Laureatul Nobel în Economie Vernon Smith a devenit miercuri Doctor Honoris Causa al ASE",
      "summary": "Miercuri seara, într-o ceremonie desfășurată în Aula Magna a Academiei de Studii Economice, prof.dr. Vernon Smith, laureat al Premiului Nobel (pe care l-a împărțit cu Daniel Kahneman) a primit distincția de Doctor Honoris Causa al&#8230;",
      "link": "https://hotnews.ro/laureatul-nobel-in-economie-vernon-smith-a-devenit-miercuri-doctor-honoris-causa-al-ase-2165081",
      "published_utc": "2026-02-05T05:39:06+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Un controlor de tren a fost omorât de un călător pe care l-a prins fără bilet, în Germania",
      "summary": "Un conductor de tren a murit miercuri după ce a fost lovit de un pasager care călătorea fără bilet, în landul Renania-Palatinat, a anunțat compania feroviară națională Deutsche Bahn, transmite AFP. Incidentul a avut loc&#8230;",
      "link": "https://hotnews.ro/un-controlor-de-tren-a-fost-omorat-de-un-calator-pe-care-l-a-prins-fara-bilet-in-germania-2165075",
      "published_utc": "2026-02-05T05:29:48+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "„Neo-regalismul” și ce spune acest termen despre Donald Trump. Politologi: „Politica externă, un instrument de canalizare a banilor”",
      "summary": "Hotărârea președintelui american Donald Trump de a distruge ordinea mondială actuală a dat naștere unei industrii artizanale dedicate explicării viziunii sale asupra modului în care funcționează lumea și asupra rolului Americii în aceasta. Profesorii și experții au invocat politica marilor puteri și realismul nemilos, precum și președinții anteriori și oamenii puternici și autoritari. Dar există o nouă teorie care atrage atenția. Aceasta susține că mandatul lui Trump seamănă cel mai mult cu epoca familiilor regale din secolul al XVI-lea, precum cea a Tudorilor și a Habsburgilor, relatează The New York Times.",
      "link": "https://www.digi24.ro/stiri/externe/sua/neo-regalismul-si-ce-spune-acest-termen-despre-donald-trump-politologi-politica-externa-un-instrument-de-canalizare-a-banilor-3616155",
      "published_utc": "2026-02-05T05:22:36+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "„Cea mai mare operațiune de șantaj din istorie”: cazul Epstein, pista rusă (Le Parisien)",
      "summary": "Una dintre cele mai spectaculoase părți ale acestui caz de proxenetism duce acum la Moscova și la un „prieten al lui Putin”. Specialiștii evocă spectrul unui gigantic „kompromat”, scrie Le Parisien într-o amplă relatare despre cazul Jeffrey Epstein, care se dezvăluie publicului de la o zi la alta, după ce Departamentul de Justiție al SUA a decis publicarea a milioane de pagini din dosarul referitor la infractorul sexual. Suspiciunile şi acuzaţiile privind legături cu infractorul sexual Jeffrey Epstein continuă să zdruncine elitele mondiale din politică, afaceri, tehnologie, mediul academic sau familii regale. Din Statele Unite, Marea Britanie până în Polonia se deschid investigaţii, la peste 6 ani de când infractorul sexual s-a sinucis într-o închisoare din New York.",
      "link": "https://www.digi24.ro/stiri/externe/cea-mai-mare-operatiune-de-santaj-din-istorie-cazul-epstein-pista-rusa-le-parisien-3615447",
      "published_utc": "2026-02-05T05:20:42+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "PREMIERĂ Hidroelectrica nu mai este cel mai ieftin furnizor de electricitate",
      "summary": "Consumatorii casnici care semnează până la 25 februarie contracte cu Nova Power&#38;Gas vor beneficia de un preț mai bun decât cel de 0,45 lei/MWh practicat de Hidroelectrica pentru energia furnizată, pe o perioadă limitată la&#8230;",
      "link": "https://hotnews.ro/premiera-hidroelectrica-nu-mai-este-cel-mai-ieftin-furnizor-de-electricitate-2165071",
      "published_utc": "2026-02-05T05:14:32+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Germania a decis să tripleze efectivele trupelor sale din Lituania. „Protejarea Vilniusului înseamnă protejarea Berlinului”",
      "summary": "Germania și-a mărit prezența militară în Lituania la aproape 2.000 de soldați, ca parte a eforturilor de a spori securitatea flancului estic al NATO și de a descuraja o potențială agresiune rusă.",
      "link": "https://www.digi24.ro/stiri/externe/ue/germania-a-decis-sa-tripleze-efectivele-trupelor-sale-din-lituania-protejarea-vilniusului-inseamna-protejarea-berlinului-3616365",
      "published_utc": "2026-02-05T05:00:57+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Drama a zeci de familii din Mehedinți, izolate de lume. Nici măcar Ambulanța nu mai ajunge în sat. Localnică: „Aș pleca, dar n-am unde”",
      "summary": "Un sat întreg din Mehedinți a rămas izolat din cauza drumului neasfaltat și plin de gropi. Nici salvarea, nici pompierii nu pot ajunge la puținii bătrâni care mai locuiesc în Poiana Gruii, localitate situată la doar doar 50 de kilometri de Drobeta-Turnu Severin. Nici mașina cu pâine n-a mai călcat pe-acolo de două săptămâni, după ce ploile au transformat drumul de pământ în adevărate tranșee. „Aș pleca, dar n-am unde”, spune cu amărăciune o bătrână din sat.",
      "link": "https://www.digi24.ro/stiri/actualitate/social/drama-a-zeci-de-familii-din-mehedinti-izolate-de-lume-nici-macar-ambulanta-nu-mai-ajunge-in-sat-localnica-as-pleca-dar-n-am-unde-3616679",
      "published_utc": "2026-02-05T05:00:45+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "De ce 2026 va fi „un an al premierelor și al vârfurilor” pe autostrăzile din România",
      "summary": "Nu este vorba doar despre numărul total de kilometri de autostrăzi care vor fi deschiși traficului. Anul 2026 vine cu tipuri de proiect inaugurate în premieră în România.&#160;Unul dintre ele este primul tunel forat de&#8230;",
      "link": "https://hotnews.ro/de-ce-2026-va-fi-un-an-al-premierelor-si-al-varfurilor-pe-autostrazile-din-romania-2163732",
      "published_utc": "2026-02-05T05:00:38+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Cel mai recent sondaj din SUA arată capitolul la care Trump se descurcă mai prost decât Biden. Alte trei sondaje din ultima perioadă",
      "summary": "Un nou sondaj relevă că majoritatea alegătorilor din SUA consideră că Donald Trump se descurcă mai prost ca președinte decât Joe Biden.",
      "link": "https://www.digi24.ro/stiri/externe/sua/cel-mai-recent-sondaj-din-sua-arata-capitolul-la-care-trump-se-descurca-mai-prost-decat-biden-alte-trei-sondaje-din-ultima-perioada-3616489",
      "published_utc": "2026-02-05T05:00:32+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "România a atras doar 4 investitori din afara UE în 2 ani, prin vizele de lungă ședere. Senator PNL: „Oferta noastră e un pic dificilă”",
      "summary": "România a atras, în perioada 2024-2025, doar patru investitori din afara Uniunii Europene prin vizele de lungă ședere, susține senatorul PNL Glad Varga. Liberalul a declarat pentru Digi24.ro că „oferta noastră e un pic dificilă”, având în vedere că orice investitor trebuie să reînnoiască viza o dată la trei luni.",
      "link": "https://www.digi24.ro/stiri/economie/romania-a-atras-doar-4-investitori-din-afara-ue-in-2-ani-prin-vizele-de-lunga-sedere-senator-pnl-oferta-noastra-e-un-pic-dificila-3615487",
      "published_utc": "2026-02-05T05:00:30+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "SUA au testat cu succes o rachetă low-cost cu rază lungă de acțiune, destinată Ucrainei. La ce distanță poate lovi ERAM",
      "summary": "Forțele Aeriene ale Statelor Unite au testat cu succes o rachetă de croazieră destinată Ucrainei, deschizând calea pentru producția în serie a unei arme cu cost redus, concepută pentru lovituri la distanță mare, scrie Kyiv Post.",
      "link": "https://www.digi24.ro/stiri/externe/sua-au-testat-cu-succes-o-racheta-low-cost-cu-raza-lunga-de-actiune-destinata-ucrainei-la-ce-distanta-poate-lovi-eram-3615451",
      "published_utc": "2026-02-05T05:00:28+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "„E plin de gropi!”. Dezastru pe șosele după ploi și ninsori. Orașul în care 50 de străzi sunt astăzi adevărate capcane pentru șoferi",
      "summary": "Zăpezile de iarna aceasta, dar mai ales operațiunile de deszăpezire au lăsat în urmă drumuri pline de gropi. La acestea se adaugă și lucrările de infrastructură, amânate din cauza frigului. Împreună, transformă traficul din marile orașe în coșmar. Numai în Oradea, de pildă, 50 de străzi au nevoie urgentă de reparații, după cea mai grea iarnă din ultimii ani.",
      "link": "https://www.digi24.ro/stiri/e-plin-de-gropi-dezastru-pe-sosele-dupa-ploi-si-ninsori-orasul-in-care-50-de-strazi-sunt-astazi-adevarate-capcane-pentru-soferi-3616477",
      "published_utc": "2026-02-05T05:00:18+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Jocurile Olimpice 2026: Programul complet al sportivilor români la Milano-Cortina",
      "summary": "Jocurile Olimpice 2026 se desfășoară la Milano-Cortina între 6 și 22 februarie, iar România va fi reprezentată de 28 de sportivi și o rezervă. Aceștia vor concura la opt discipline, iar programul complet al competițiilor le oferă fanilor posibilitatea de a urmări fiecare evoluție a delegației noastre",
      "link": "https://www.digi24.ro/stiri/sport/jocurile-olimpice-2026-programul-complet-al-sportivilor-romani-la-milano-cortina-3615513",
      "published_utc": "2026-02-05T05:00:16+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Pensia socială în 2026: Cum completează statul veniturile celor care au contribuit la sistemul public, fără diferențe între categorii",
      "summary": "Indemnizația socială pentru pensionari, cunoscută și sub denumirea de pensie socială minimă, reprezintă o completare financiară destinată celor care au contribuit la sistemul public și ale căror drepturi se află sub pragul minim garantat prin lege.",
      "link": "https://www.digi24.ro/stiri/actualitate/social/pensia-sociala-in-2026-cum-completeaza-statul-veniturile-celor-care-au-contribuit-la-sistemul-public-fara-diferente-intre-categorii-3615653",
      "published_utc": "2026-02-05T05:00:10+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Curiosity Blog, Sols 4788-4797: Welcome Back from Conjunction",
      "summary": "Written by Alex Innanen, Atmospheric Scientist at York University, Toronto Earth planning date: Friday, Jan. 30, 2026 Mars has emerged from its holiday behind the Sun, and we here on Earth have been able to reconnect with Curiosity and get back to work on Mars. Our first planning day last Friday gave Curiosity a full […]",
      "link": "https://science.nasa.gov/blog/curiosity-blog-sols-4788-4797-welcome-back-from-conjunction/",
      "published_utc": "2026-02-04T23:05:07+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA, University of Texas Expand Research and Workforce Development",
      "summary": "NASA’s Johnson Space Center in Houston and the University of Texas System (UT System) announced the signing of a collaborative Space Act Agreement on Jan. 9, 2026. The agreement expands research and workforce development partnership opportunities across NASA centers and UT System facilities. The agreement builds upon decades of collaboration between NASA and the UT [&#8230;]",
      "link": "https://www.nasa.gov/centers-and-facilities/johnson/nasa-university-of-texas-expand-research-and-workforce-development/",
      "published_utc": "2026-02-04T22:10:15+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "ARMD Research Solicitations (Updated Feb. 4)",
      "summary": "THIS PAGE WAS UPDATED ON FEBRUARY 4, 2026 This Aeronautics Research Mission Directorate (ARMD) solicitations page compiles the opportunities to collaborate with NASA’s aeronautical innovators and/or contribute to their research to enable new and improved air transportation systems. Most opportunities to participate in research are officially announced through the Web-based NASA Solicitation and Proposal Integrated [&#8230;]",
      "link": "https://www.nasa.gov/aeronautics/armd-solicitations/",
      "published_utc": "2026-02-04T18:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Heat Shield Tech Contributes to America’s Space Industry",
      "summary": "This Jan. 29, 2026, photo captures the streak the Varda Space Industries W-5 capsule made while returning to Earth. The capsule uses a protective heat shield Varda produced made of cutting-edge material it licensed from NASA. The material, known as C-PICA (Conformal Phenolic Impregnated Carbon Ablator), provides a stronger, less expensive, and more efficient thermal protection [&#8230;]",
      "link": "https://www.nasa.gov/image-article/nasa-heat-shield-tech-contributes-to-americas-space-industry/",
      "published_utc": "2026-02-04T16:23:44+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA’s SPHEREx Examines Comet 3I/ATLAS’s Coma",
      "summary": "Description These observations by NASA’s SPHEREx (Spectro-Photometer for the History of the Universe, Epoch of Reionization and Ices Explorer) show the infrared light emitted by the dust, water, organic molecules, and carbon dioxide contained within comet 3I/ATLAS’s coma. The comet brightened significantly during the December 2025 period when SPHEREx made the observations — about two […]",
      "link": "https://science.nasa.gov/photojournal/nasas-spherex-examines-comet-3i-atlass-coma/",
      "published_utc": "2026-02-04T16:18:29+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Explore Mars’s Flaugergues Crater",
      "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
      "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
      "published_utc": "2026-02-04T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "ESA's sustainability ambition",
      "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
      "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
      "published_utc": "2026-02-03T15:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Moving satellites to meet a plane for rare reentry data",
      "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
      "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
      "published_utc": "2026-02-02T16:12:00+00:00",
      "score": 4
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Apply now to the ESA Graduate Trainee Programme",
      "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
      "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
      "published_utc": "2026-02-02T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
      "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
      "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
      "published_utc": "2026-01-30T10:20:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "New satellite view of Tibet’s tectonic clash",
      "summary": "A study on tectonic plates that converge on the Tibetan Plateau has shown that Earth’s fault lines are far weaker and the continents are less rigid than scientists previously thought. This finding is based on ground-monitoring satellite data.",
      "link": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-1/New_satellite_view_of_Tibet_s_tectonic_clash",
      "published_utc": "2026-01-30T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Earth from Space: Rudong coast, China",
      "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
      "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
      "published_utc": "2026-01-30T09:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
      "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
      "published_utc": "2026-01-25T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "For every $1 spent protecting nature, $30 goes to destroying it",
      "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
      "published_utc": "2026-01-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
      "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
      "published_utc": "2025-12-24T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
      "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
      "published_utc": "2025-12-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "UN environment assembly wraps up in Nairobi",
      "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
      "published_utc": "2025-12-12T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
      "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
      "published_utc": "2025-12-06T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
      "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
      "published_utc": "2025-11-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
      "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Can industrial growth and climate action go hand in hand?",
      "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "What’s at stake in the COP30 negotiations?",
      "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
      "published_utc": "2025-11-20T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "In the Amazon, a school becomes a beacon of climate resilience",
      "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
      "published_utc": "2025-11-19T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
      "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
      "published_utc": "2025-11-18T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
      "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
      "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    }
  ],
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Keir Starmer, ținta furiei, după dezvăluirile din dosarele Epstein despre ambasadorul numit de el în SUA. Mai mulți laburiști cred că zilele premierului sunt numărate",
        "summary": "Decizia lui Keir Starmer de a-l numi pe veteranul Peter Mandelson în funcția de ambasador la Washington, în ciuda legăturilor acestuia cu abuzatorul sexual Jeffrey Epstein, îl pune acum în mare dificultate pe premier, care&#8230;",
        "link": "https://hotnews.ro/keir-starmer-tinta-furiei-dupa-dezvaluirile-din-dosarele-epstein-despre-ambasadorul-numit-de-el-in-sua-mai-multi-laburisti-cred-ca-zilele-premierului-sunt-numarate-2165133",
        "published_utc": "2026-02-05T07:40:10+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "VIDEO Un pod aflat în construcție s-a prăbușit în China și a căzut în apă cu tot cu oameni și utilaje. 5 oameni au murit",
        "summary": "Cinci oameni au murit în China, după ce podul la care lucrau s-a prăbușit. Tragedia a avut loc la un șantier din estul țării.",
        "link": "https://www.digi24.ro/stiri/externe/video-un-pod-aflat-in-constructie-s-a-prabusit-in-china-si-a-cazut-in-apa-cu-tot-cu-oameni-si-utilaje-5-oameni-au-murit-3616857",
        "published_utc": "2026-02-05T07:12:19+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "BREAKING Percheziţii DNA la Primăria Sectorului 3. Robert Negoiță, acuzat că a construit din bani publici un drum pentru fratele său, dezvoltator imobiliar",
        "summary": "Robert Negoiță, primarul Sectorului 3, este vizat înt-un dosar de abuz în serviciu, în care procurorii DNA fac joi dimineață mai multe percheziții, inclusiv la locuința acestuia, au declarat pentru HotNews surse judiciare. Între faptele&#8230;",
        "link": "https://hotnews.ro/perchezitii-dna-la-primaria-sectorului-3-robert-negoita-acuzat-ca-a-construit-din-bani-publici-un-drum-pentru-fratele-sau-dezvoltator-imobiliar-2165143",
        "published_utc": "2026-02-05T07:11:38+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Bulgaria va topi peste 10.500 de tone de monede leva vechi și se pregăteşte să producă primele bancnote euro",
        "summary": "Bulgaria înregistrează progrese în tranziţia la euro şi se pregăteşte să producă primele sale bancnote euro, în limitele cotei alocate de Banca Centrală Europeană (BCE), informează Novinite.",
        "link": "https://www.digi24.ro/stiri/externe/bulgaria-va-topi-peste-10-500-de-tone-de-monede-leva-vechi-si-se-pregateste-sa-produca-primele-bancnote-euro-3616853",
        "published_utc": "2026-02-05T07:06:34+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Rezultate LOTO - Joi, 5 februarie 2026: Report uriaș la Joker. La 6/49 se pot câștiga peste patru milioane de euro",
        "summary": "Joi, 5 februarie 2026, au loc noi trageri Loto 6/49, Noroc, Joker, Noroc Plus, Loto 5/40 și Super Noroc, după ce la tragerile loto de duminică, 1 februarie, Loteria Română a acordat 30.714 câștiguri în valoare totală de peste 2,76 milioane de lei.",
        "link": "https://www.digi24.ro/stiri/actualitate/social/rezultate-loto-joi-5-februarie-2026-report-urias-la-joker-la-6-49-se-pot-castiga-peste-patru-milioane-de-euro-3616415",
        "published_utc": "2026-02-05T07:00:06+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Legătura lui Epstein cu admiterea fiicei lui Woody Allen la facultate. Noi dezvăluiri din documentele Departamentului de Justiţie",
        "summary": "Jeffrey Epstein i-a ajutat pe marele regizor american Woody Allen şi soția sa, Soon-Yi Previn, atunci când una dintre fiicele lor a depus dosarul de admitere la facultate, punând familia în legătură cu preşedintele Bard&#8230;",
        "link": "https://hotnews.ro/legatura-lui-epstein-cu-admiterea-fiicei-lui-woody-allen-la-facultate-noi-dezvaluiri-din-documentele-departamentului-de-justitie-2165119",
        "published_utc": "2026-02-05T06:54:54+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "India „nu își permite să-l umilească” pe Putin, susțin experții. Și Kremlinul îl contrazice pe Donald Trump",
        "summary": "Kremlinul a respins, marţi, afirmaţia preşedintelui american Donald Trump, potrivit căreia India ar fi fost de acord să înceteze achiziţiile de petrol rusesc în cadrul unui nou acord comercial cu Statele Unite, transmite CNBC.",
        "link": "https://www.digi24.ro/stiri/externe/india-nu-isi-permite-sa-l-umileasca-pe-putin-sustin-expertii-si-kremlinul-il-contrazice-pe-donald-trump-3616839",
        "published_utc": "2026-02-05T06:49:34+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Jeffrey Epstein ar fi intervenit pentru admiterea fiicei lui Woody Allen la Bard College",
        "summary": "Jeffrey Epstein i-a ajutat pe Woody Allen şi Soon-Yi Previn atunci când una dintre fiicele lor a depus dosarul de admitere la facultate, după ce a pus familia în legătură cu preşedintele Bard College, o cunoştinţă veche a lui Epstein, potrivit unor e-mailuri făcute publice de Departamentul de Justiţie.",
        "link": "https://www.digi24.ro/stiri/externe/jeffrey-epstein-ar-fi-intervenit-pentru-admiterea-fiicei-lui-woody-allen-la-bard-college-3616827",
        "published_utc": "2026-02-05T06:48:14+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "ESET: Reducerea complexității cibernetice – o prioritate esențială pentru companiile moderne",
        "summary": "Ecosistemul digital în care operează companiile evoluează rapid, alimentat de avansul tehnologic și, mai recent, de ritmul accelerat al inovațiilor bazate pe inteligență artificială. Conform specialiștilor în securitate de la ESET, deși aceste transformări susțin&#8230;",
        "link": "https://hotnews.ro/eset-reducerea-complexitatii-cibernetice-o-prioritate-esentiala-pentru-companiile-moderne-2165121",
        "published_utc": "2026-02-05T06:37:24+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Un controlor a fost ucis de un pasager fără bilet, în Germania: „Zi neagră pentru toţi lucrătorii feroviari din ţară”",
        "summary": "Un controlor de tren a murit miercuri în Germania după ce a fost lovit de un pasager care călătorea fără bilet, a anunţat compania feroviară naţională Deutsche Bahn, transmite AFP.",
        "link": "https://www.digi24.ro/stiri/externe/un-controlor-a-fost-ucis-de-un-pasager-fara-bilet-in-germania-zi-neagra-pentru-toti-lucratorii-feroviari-din-tara-3616825",
        "published_utc": "2026-02-05T06:36:51+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Ilie Bolojan va informa azi CCR privind pensiile magistraţilor. „Ideea că jalonul 215 ar fi îndeplinit este falsă”",
        "summary": "Premierul Ilie Bolojan va informa azi Curtea Constituţională asupra consecinţelor amânării unor decizii privind pensiile magistraţilor, potrivit anunțului făcut miercuri într-o conferință de presă la Palatul Victoria. CCR a amânat, la mijlocul lunii ianuarie, pentru data de 11 februarie, deliberările în cazul noului proiect al Guvernului Bolojan privind reforma pensiilor magistraţilor.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/ilie-bolojan-va-informa-azi-ccr-privind-pensiile-magistratilor-ideea-ca-jalonul-215-ar-fi-indeplinit-este-falsa-3616799",
        "published_utc": "2026-02-05T06:33:17+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Avertisment al șefului ONU privind tratatul nuclear între SUA şi Rusia: „Un moment grav pentru pacea internațională”",
        "summary": "Secretarul general al ONU, Antonio Guterres, a îndemnat miercuri Washingtonul şi Moscova să ajungă rapid la un acord privind un nou tratat de dezarmare nucleară, în contextul în care acordul existent expiră astăzi, marcând „un moment grav pentru pacea şi securitatea internaţională”.",
        "link": "https://www.digi24.ro/stiri/externe/avertisment-al-sefului-onu-privind-tratatul-nuclear-intre-sua-si-rusia-un-moment-grav-pentru-pacea-internationala-3616811",
        "published_utc": "2026-02-05T06:29:37+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Un apropiat al lui Putin anunță că vrea acorduri energetice cu UE, pentru a reduce dependenţa de gazele ruseşti",
        "summary": "Preşedintele sârb Aleksandar Vucic a declarat într-un interviu pentru Reuters că Serbia îşi diversifică sursele de aprovizionare cu gaze naturale şi poartă deja discuţii pentru achiziţii prin mecanismul comun de cumpărare al Uniunii Europene, pe măsură ce reduce dependenţa de importurile din Rusia, relatează News.ro.",
        "link": "https://www.digi24.ro/stiri/externe/un-apropiat-al-lui-putin-anunta-ca-vrea-acorduri-energetice-cu-ue-pentru-a-reduce-dependenta-de-gazele-rusesti-3616805",
        "published_utc": "2026-02-05T06:26:14+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "LOTO. Tragerile LOTO de joi, 5 februarie 2026. Report la Joker la categoria I de peste 9,94 milioane de euro",
        "summary": "Joi, 5 februarie, vor avea loc noi trageri Loto 6/49, Noroc, Joker, Noroc Plus, Loto 5/40 și Super Noroc, după ce la tragerile loto de duminică, 1 februarie, Loteria Română a acordat 30.714 câștiguri în&#8230;",
        "link": "https://hotnews.ro/rezultatele-loto-de-joi-5-februarie-2026-2165109",
        "published_utc": "2026-02-05T06:25:03+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "O generație în așteptare",
        "summary": "România are un talent ciudat de a transforma probleme structurale în dezbateri morale fără soluții practice. Așa se întâmplă și cu tinerii NEET &#8211; cei care nu sunt studenți, nu muncesc și nu urmează nicio&#8230;",
        "link": "https://hotnews.ro/o-generatie-in-asteptare-2163718",
        "published_utc": "2026-02-05T06:09:09+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Bolojan, avertisment pentru CCR după amânările repetate ale deciziei privind pensiile magistraţilor",
        "summary": "Premierul Ilie Bolojan a anunțat miercuri seară că urmează să informeze astăzi, 5 februarie, Curtea Constituţională „asupra consecinţelor” amânării unor decizii privind pensiile magistraţilor, spunând că, pe acest capitol România înregistrează „o reținere de 230&#8230;",
        "link": "https://hotnews.ro/bolojan-avertisment-pentru-ccr-dupa-amanarile-repetate-ale-deciziei-privind-pensiile-magistratilor-voi-informa-asupra-consecintelor-2165090",
        "published_utc": "2026-02-05T05:56:04+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Laureatul Nobel în Economie Vernon Smith a devenit miercuri Doctor Honoris Causa al ASE",
        "summary": "Miercuri seara, într-o ceremonie desfășurată în Aula Magna a Academiei de Studii Economice, prof.dr. Vernon Smith, laureat al Premiului Nobel (pe care l-a împărțit cu Daniel Kahneman) a primit distincția de Doctor Honoris Causa al&#8230;",
        "link": "https://hotnews.ro/laureatul-nobel-in-economie-vernon-smith-a-devenit-miercuri-doctor-honoris-causa-al-ase-2165081",
        "published_utc": "2026-02-05T05:39:06+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Un controlor de tren a fost omorât de un călător pe care l-a prins fără bilet, în Germania",
        "summary": "Un conductor de tren a murit miercuri după ce a fost lovit de un pasager care călătorea fără bilet, în landul Renania-Palatinat, a anunțat compania feroviară națională Deutsche Bahn, transmite AFP. Incidentul a avut loc&#8230;",
        "link": "https://hotnews.ro/un-controlor-de-tren-a-fost-omorat-de-un-calator-pe-care-l-a-prins-fara-bilet-in-germania-2165075",
        "published_utc": "2026-02-05T05:29:48+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "„Neo-regalismul” și ce spune acest termen despre Donald Trump. Politologi: „Politica externă, un instrument de canalizare a banilor”",
        "summary": "Hotărârea președintelui american Donald Trump de a distruge ordinea mondială actuală a dat naștere unei industrii artizanale dedicate explicării viziunii sale asupra modului în care funcționează lumea și asupra rolului Americii în aceasta. Profesorii și experții au invocat politica marilor puteri și realismul nemilos, precum și președinții anteriori și oamenii puternici și autoritari. Dar există o nouă teorie care atrage atenția. Aceasta susține că mandatul lui Trump seamănă cel mai mult cu epoca familiilor regale din secolul al XVI-lea, precum cea a Tudorilor și a Habsburgilor, relatează The New York Times.",
        "link": "https://www.digi24.ro/stiri/externe/sua/neo-regalismul-si-ce-spune-acest-termen-despre-donald-trump-politologi-politica-externa-un-instrument-de-canalizare-a-banilor-3616155",
        "published_utc": "2026-02-05T05:22:36+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "„Cea mai mare operațiune de șantaj din istorie”: cazul Epstein, pista rusă (Le Parisien)",
        "summary": "Una dintre cele mai spectaculoase părți ale acestui caz de proxenetism duce acum la Moscova și la un „prieten al lui Putin”. Specialiștii evocă spectrul unui gigantic „kompromat”, scrie Le Parisien într-o amplă relatare despre cazul Jeffrey Epstein, care se dezvăluie publicului de la o zi la alta, după ce Departamentul de Justiție al SUA a decis publicarea a milioane de pagini din dosarul referitor la infractorul sexual. Suspiciunile şi acuzaţiile privind legături cu infractorul sexual Jeffrey Epstein continuă să zdruncine elitele mondiale din politică, afaceri, tehnologie, mediul academic sau familii regale. Din Statele Unite, Marea Britanie până în Polonia se deschid investigaţii, la peste 6 ani de când infractorul sexual s-a sinucis într-o închisoare din New York.",
        "link": "https://www.digi24.ro/stiri/externe/cea-mai-mare-operatiune-de-santaj-din-istorie-cazul-epstein-pista-rusa-le-parisien-3615447",
        "published_utc": "2026-02-05T05:20:42+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "PREMIERĂ Hidroelectrica nu mai este cel mai ieftin furnizor de electricitate",
        "summary": "Consumatorii casnici care semnează până la 25 februarie contracte cu Nova Power&#38;Gas vor beneficia de un preț mai bun decât cel de 0,45 lei/MWh practicat de Hidroelectrica pentru energia furnizată, pe o perioadă limitată la&#8230;",
        "link": "https://hotnews.ro/premiera-hidroelectrica-nu-mai-este-cel-mai-ieftin-furnizor-de-electricitate-2165071",
        "published_utc": "2026-02-05T05:14:32+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Germania a decis să tripleze efectivele trupelor sale din Lituania. „Protejarea Vilniusului înseamnă protejarea Berlinului”",
        "summary": "Germania și-a mărit prezența militară în Lituania la aproape 2.000 de soldați, ca parte a eforturilor de a spori securitatea flancului estic al NATO și de a descuraja o potențială agresiune rusă.",
        "link": "https://www.digi24.ro/stiri/externe/ue/germania-a-decis-sa-tripleze-efectivele-trupelor-sale-din-lituania-protejarea-vilniusului-inseamna-protejarea-berlinului-3616365",
        "published_utc": "2026-02-05T05:00:57+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Drama a zeci de familii din Mehedinți, izolate de lume. Nici măcar Ambulanța nu mai ajunge în sat. Localnică: „Aș pleca, dar n-am unde”",
        "summary": "Un sat întreg din Mehedinți a rămas izolat din cauza drumului neasfaltat și plin de gropi. Nici salvarea, nici pompierii nu pot ajunge la puținii bătrâni care mai locuiesc în Poiana Gruii, localitate situată la doar doar 50 de kilometri de Drobeta-Turnu Severin. Nici mașina cu pâine n-a mai călcat pe-acolo de două săptămâni, după ce ploile au transformat drumul de pământ în adevărate tranșee. „Aș pleca, dar n-am unde”, spune cu amărăciune o bătrână din sat.",
        "link": "https://www.digi24.ro/stiri/actualitate/social/drama-a-zeci-de-familii-din-mehedinti-izolate-de-lume-nici-macar-ambulanta-nu-mai-ajunge-in-sat-localnica-as-pleca-dar-n-am-unde-3616679",
        "published_utc": "2026-02-05T05:00:45+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "De ce 2026 va fi „un an al premierelor și al vârfurilor” pe autostrăzile din România",
        "summary": "Nu este vorba doar despre numărul total de kilometri de autostrăzi care vor fi deschiși traficului. Anul 2026 vine cu tipuri de proiect inaugurate în premieră în România.&#160;Unul dintre ele este primul tunel forat de&#8230;",
        "link": "https://hotnews.ro/de-ce-2026-va-fi-un-an-al-premierelor-si-al-varfurilor-pe-autostrazile-din-romania-2163732",
        "published_utc": "2026-02-05T05:00:38+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Cel mai recent sondaj din SUA arată capitolul la care Trump se descurcă mai prost decât Biden. Alte trei sondaje din ultima perioadă",
        "summary": "Un nou sondaj relevă că majoritatea alegătorilor din SUA consideră că Donald Trump se descurcă mai prost ca președinte decât Joe Biden.",
        "link": "https://www.digi24.ro/stiri/externe/sua/cel-mai-recent-sondaj-din-sua-arata-capitolul-la-care-trump-se-descurca-mai-prost-decat-biden-alte-trei-sondaje-din-ultima-perioada-3616489",
        "published_utc": "2026-02-05T05:00:32+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "România a atras doar 4 investitori din afara UE în 2 ani, prin vizele de lungă ședere. Senator PNL: „Oferta noastră e un pic dificilă”",
        "summary": "România a atras, în perioada 2024-2025, doar patru investitori din afara Uniunii Europene prin vizele de lungă ședere, susține senatorul PNL Glad Varga. Liberalul a declarat pentru Digi24.ro că „oferta noastră e un pic dificilă”, având în vedere că orice investitor trebuie să reînnoiască viza o dată la trei luni.",
        "link": "https://www.digi24.ro/stiri/economie/romania-a-atras-doar-4-investitori-din-afara-ue-in-2-ani-prin-vizele-de-lunga-sedere-senator-pnl-oferta-noastra-e-un-pic-dificila-3615487",
        "published_utc": "2026-02-05T05:00:30+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "SUA au testat cu succes o rachetă low-cost cu rază lungă de acțiune, destinată Ucrainei. La ce distanță poate lovi ERAM",
        "summary": "Forțele Aeriene ale Statelor Unite au testat cu succes o rachetă de croazieră destinată Ucrainei, deschizând calea pentru producția în serie a unei arme cu cost redus, concepută pentru lovituri la distanță mare, scrie Kyiv Post.",
        "link": "https://www.digi24.ro/stiri/externe/sua-au-testat-cu-succes-o-racheta-low-cost-cu-raza-lunga-de-actiune-destinata-ucrainei-la-ce-distanta-poate-lovi-eram-3615451",
        "published_utc": "2026-02-05T05:00:28+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "„E plin de gropi!”. Dezastru pe șosele după ploi și ninsori. Orașul în care 50 de străzi sunt astăzi adevărate capcane pentru șoferi",
        "summary": "Zăpezile de iarna aceasta, dar mai ales operațiunile de deszăpezire au lăsat în urmă drumuri pline de gropi. La acestea se adaugă și lucrările de infrastructură, amânate din cauza frigului. Împreună, transformă traficul din marile orașe în coșmar. Numai în Oradea, de pildă, 50 de străzi au nevoie urgentă de reparații, după cea mai grea iarnă din ultimii ani.",
        "link": "https://www.digi24.ro/stiri/e-plin-de-gropi-dezastru-pe-sosele-dupa-ploi-si-ninsori-orasul-in-care-50-de-strazi-sunt-astazi-adevarate-capcane-pentru-soferi-3616477",
        "published_utc": "2026-02-05T05:00:18+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Jocurile Olimpice 2026: Programul complet al sportivilor români la Milano-Cortina",
        "summary": "Jocurile Olimpice 2026 se desfășoară la Milano-Cortina între 6 și 22 februarie, iar România va fi reprezentată de 28 de sportivi și o rezervă. Aceștia vor concura la opt discipline, iar programul complet al competițiilor le oferă fanilor posibilitatea de a urmări fiecare evoluție a delegației noastre",
        "link": "https://www.digi24.ro/stiri/sport/jocurile-olimpice-2026-programul-complet-al-sportivilor-romani-la-milano-cortina-3615513",
        "published_utc": "2026-02-05T05:00:16+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Pensia socială în 2026: Cum completează statul veniturile celor care au contribuit la sistemul public, fără diferențe între categorii",
        "summary": "Indemnizația socială pentru pensionari, cunoscută și sub denumirea de pensie socială minimă, reprezintă o completare financiară destinată celor care au contribuit la sistemul public și ale căror drepturi se află sub pragul minim garantat prin lege.",
        "link": "https://www.digi24.ro/stiri/actualitate/social/pensia-sociala-in-2026-cum-completeaza-statul-veniturile-celor-care-au-contribuit-la-sistemul-public-fara-diferente-intre-categorii-3615653",
        "published_utc": "2026-02-05T05:00:10+00:00",
        "score": 1
      }
    ],
    "medical": [],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Curiosity Blog, Sols 4788-4797: Welcome Back from Conjunction",
        "summary": "Written by Alex Innanen, Atmospheric Scientist at York University, Toronto Earth planning date: Friday, Jan. 30, 2026 Mars has emerged from its holiday behind the Sun, and we here on Earth have been able to reconnect with Curiosity and get back to work on Mars. Our first planning day last Friday gave Curiosity a full […]",
        "link": "https://science.nasa.gov/blog/curiosity-blog-sols-4788-4797-welcome-back-from-conjunction/",
        "published_utc": "2026-02-04T23:05:07+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA, University of Texas Expand Research and Workforce Development",
        "summary": "NASA’s Johnson Space Center in Houston and the University of Texas System (UT System) announced the signing of a collaborative Space Act Agreement on Jan. 9, 2026. The agreement expands research and workforce development partnership opportunities across NASA centers and UT System facilities. The agreement builds upon decades of collaboration between NASA and the UT [&#8230;]",
        "link": "https://www.nasa.gov/centers-and-facilities/johnson/nasa-university-of-texas-expand-research-and-workforce-development/",
        "published_utc": "2026-02-04T22:10:15+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "ARMD Research Solicitations (Updated Feb. 4)",
        "summary": "THIS PAGE WAS UPDATED ON FEBRUARY 4, 2026 This Aeronautics Research Mission Directorate (ARMD) solicitations page compiles the opportunities to collaborate with NASA’s aeronautical innovators and/or contribute to their research to enable new and improved air transportation systems. Most opportunities to participate in research are officially announced through the Web-based NASA Solicitation and Proposal Integrated [&#8230;]",
        "link": "https://www.nasa.gov/aeronautics/armd-solicitations/",
        "published_utc": "2026-02-04T18:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Heat Shield Tech Contributes to America’s Space Industry",
        "summary": "This Jan. 29, 2026, photo captures the streak the Varda Space Industries W-5 capsule made while returning to Earth. The capsule uses a protective heat shield Varda produced made of cutting-edge material it licensed from NASA. The material, known as C-PICA (Conformal Phenolic Impregnated Carbon Ablator), provides a stronger, less expensive, and more efficient thermal protection [&#8230;]",
        "link": "https://www.nasa.gov/image-article/nasa-heat-shield-tech-contributes-to-americas-space-industry/",
        "published_utc": "2026-02-04T16:23:44+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA’s SPHEREx Examines Comet 3I/ATLAS’s Coma",
        "summary": "Description These observations by NASA’s SPHEREx (Spectro-Photometer for the History of the Universe, Epoch of Reionization and Ices Explorer) show the infrared light emitted by the dust, water, organic molecules, and carbon dioxide contained within comet 3I/ATLAS’s coma. The comet brightened significantly during the December 2025 period when SPHEREx made the observations — about two […]",
        "link": "https://science.nasa.gov/photojournal/nasas-spherex-examines-comet-3i-atlass-coma/",
        "published_utc": "2026-02-04T16:18:29+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Explore Mars’s Flaugergues Crater",
        "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
        "published_utc": "2026-02-04T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "ESA's sustainability ambition",
        "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
        "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
        "published_utc": "2026-02-03T15:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Moving satellites to meet a plane for rare reentry data",
        "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
        "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
        "published_utc": "2026-02-02T16:12:00+00:00",
        "score": 4
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Apply now to the ESA Graduate Trainee Programme",
        "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
        "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
        "published_utc": "2026-02-02T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
        "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
        "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
        "published_utc": "2026-01-30T10:20:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "New satellite view of Tibet’s tectonic clash",
        "summary": "A study on tectonic plates that converge on the Tibetan Plateau has shown that Earth’s fault lines are far weaker and the continents are less rigid than scientists previously thought. This finding is based on ground-monitoring satellite data.",
        "link": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-1/New_satellite_view_of_Tibet_s_tectonic_clash",
        "published_utc": "2026-01-30T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Earth from Space: Rudong coast, China",
        "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
        "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
        "published_utc": "2026-01-30T09:00:00+00:00",
        "score": 2
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
        "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
        "published_utc": "2026-01-25T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "For every $1 spent protecting nature, $30 goes to destroying it",
        "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
        "published_utc": "2026-01-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
        "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
        "published_utc": "2025-12-24T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
        "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
        "published_utc": "2025-12-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "UN environment assembly wraps up in Nairobi",
        "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "published_utc": "2025-12-12T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
        "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
        "published_utc": "2025-12-06T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
        "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
        "published_utc": "2025-11-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
        "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Can industrial growth and climate action go hand in hand?",
        "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "What’s at stake in the COP30 negotiations?",
        "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
        "published_utc": "2025-11-20T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "In the Amazon, a school becomes a beacon of climate resilience",
        "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
        "published_utc": "2025-11-19T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
        "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
        "published_utc": "2025-11-18T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
        "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
        "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      }
    ],
    "photos": [
      {
        "category_id": "space",
        "category_label": "🚀 Spațiu",
        "source": "NASA APOD",
        "title": "NGC 1275 in the Perseus Cluster",
        "link": "https://apod.nasa.gov/apod/astropix.html",
        "image_url": "https://apod.nasa.gov/apod/calendar/S_260205.jpg",
        "published_utc": "2026-02-05T07:43:38+00:00"
      },
      {
        "category_id": "animals",
        "category_label": "🐾 Animale",
        "source": "Animal of the Day",
        "title": "Naked Mole Rat - More Than Meets The Eye",
        "link": "https://thewebsiteofeverything.com/weblog/pivot/entry.php?id=902",
        "image_url": "https://thewebsiteofeverything.com/weblog/images/naked_mole_rat.jpg",
        "published_utc": "2015-08-22T15:03:00+00:00"
      }
    ],
    "joke": [
      {
        "date_utc": "2026-02-05",
        "text": "Mi-am făcut un plan de economii. Acum economisesc timp necheltuindu-l."
      }
    ],
    "satire": [
      {
        "date_utc": "2026-02-05",
        "source": "TimesNewRoman",
        "title": "TimesNewRoman (listă)",
        "link": "https://www.timesnewroman.ro/monden/",
        "note": "Satiră — nu este știre reală."
      }
    ]
  }
}