{
  "generated_utc": "2026-02-04T16:32:09+00:00",
  "count": 58,
  "items": [
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Ministrul de Finanțe prezintă joi măsurile de relansare economică / „De principiu va fi proiect de lege și va cuprinde o componentă fiscală și alta de ajutor de stat”",
      "summary": "Ministrul de Finanțe, Alexandru Nazare, a anunțat miercuri că pachetul de măsuri de relansare economic, rezultat atât prin contribuția tuturor partenerilor din coaliția de guvernare, cât şi din dialogul cu mediul de afaceri, va fi&#8230;",
      "link": "https://hotnews.ro/ministrul-de-finante-prezinta-joi-masurile-de-relansare-economica-de-principiu-va-fi-proiect-de-lege-si-va-cuprinde-o-componenta-fiscala-si-alta-de-ajutor-de-stat-2164804",
      "published_utc": "2026-02-04T16:23:55+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Invizibilii: Povestea Sarei, tânăra care își exprimă visul prin dans",
      "summary": "De mică, Sara a simțit că dansul este mai mult decât mișcare. A fost limbajul prin care și-a exprimat emoțiile, gândurile și lumea interioară. Prin fiecare pas a învățat disciplina, atenția la detalii și curajul de a se expune în fața celorlalți. Drumul ei artistic nu a fost mereu ușor, dar perseverența și dorința de a evolua au transformat pasiunea într-o direcție clară.",
      "link": "https://www.digi24.ro/invizibilii/invizibilii-povestea-sarei-tanara-care-isi-exprima-visul-prin-dans-3615813",
      "published_utc": "2026-02-04T16:15:49+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Studiu UNICEF: O treime dintre elevii români au probleme să înțeleagă concepte științifice de bază. Care sunt rezultatele pe literație digitală",
      "summary": "UNICEF a realizat, cu sprijinul Ministerului Educației, două studii legate de nivelul de literație științifică și de literație digitală a elevitor din România. Studiile indică faptul că mai puțin de jumătate dintre elevi au un&#8230;",
      "link": "https://hotnews.ro/studiu-unicef-o-treime-dintre-elevii-romani-au-probleme-sa-inteleaga-concepte-stiintifice-de-baza-care-sunt-rezultatele-pe-literatie-digitala-2164806",
      "published_utc": "2026-02-04T16:11:37+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Şeful Poliţiei Rutiere Ploieşti rămâne în funcţie, deşi documente ale instituţiei au fost scoase şi arse pe câmp. Explicația conducerii",
      "summary": "Şeful Inspectoratului de Poliţie Judeţean Prahova, comisarul Ginel Preda, afirmă că şeful Biroului Rutier din cadrul Poliţiei Municipiului Ploieşti, Laurenţiu Drăghici, rămâne în funcţie, în pofida incidentelor în urma cărora documente ale Biroului au fost compromise, unele fiind scoase din instituţie şi incendiate pe un câmp, altele udate, după ce un robinet a fost lăsat deschis în unul dintre spaţiile Poliţiei Rutiere.",
      "link": "https://www.digi24.ro/stiri/actualitate/seful-politiei-rutiere-ploiesti-ramane-in-functie-desi-documente-ale-institutiei-au-fost-scoase-si-arse-pe-camp-explicatia-conducerii-3616013",
      "published_utc": "2026-02-04T16:05:18+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Anunț de ultimă oră. Premierul Ilie Bolojan susține o conferință de presă în scurt timp",
      "summary": "Premierul Ilie Bolojan susține în această seară de la ora 19.00 o conferință de presă la Palatul Victoria. Este prima conferință de presă a șefului guvernului din acest an. HotNews va trasnmite în format LIVETEXT&#8230;",
      "link": "https://hotnews.ro/ilie-bolojan-anunt-de-ultima-ora-premierul-sustine-o-conferinta-de-presa-in-scurt-timp-2164825",
      "published_utc": "2026-02-04T16:04:11+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Regina Maxima a Olandei s-a alăturat rezerviștilor forțelor armate la limita superioară de vârstă",
      "summary": "Regina Maxima a Olandei va începe să lucreze ca militar cu normă parțială după ce s-a alăturat ca rezervist forțelor armate olandeze, o decizie venită pe fondul eforturilor de a atrage voluntari care să sporească&#8230;",
      "link": "https://hotnews.ro/regina-maxima-a-olandei-s-a-alaturat-rezervistilor-fortelor-armate-2164809",
      "published_utc": "2026-02-04T15:57:20+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Țarul Frontierelor” retrage sute de agenți ICE din Minnesota, dar avertizează că nu pleacă până când „nu terminăm toată treaba”",
      "summary": "Administrația președintelui american Donald Trump va reduce cu 700 numărul agenților federali ai poliției imigrației (ICE) din Minnesota, deși aproximativ 2.000 de agenți vor rămâne pe teren, a anunțat miercuri Tom Homan, responsabilul Casei Albe&#8230;",
      "link": "https://hotnews.ro/tarul-frontierelor-retrage-sute-de-agenti-ice-din-minnesota-dar-avertizeaza-ca-nu-pleaca-pana-cand-nu-terminam-toata-treaba-2164790",
      "published_utc": "2026-02-04T15:56:09+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Sorin Grindeanu a vizitat Sfântul Mormânt și Zidul Plângerii: Românii sunt respectați la Ierusalim pentru că și-au apărat credința",
      "summary": "Preşedintele Camerei Deputaţilor, Sorin Grindeanu, a vizitat Mormântul Sfânt şi Zidul Plângerii, în vizita oficială pe care o efectuează în Israel. Liderul PSD afirmă că românii sunt respectaţi la Ierusalim, pentru că au ştiut să îşi apere credinţa şi au reuşit întotdeauna să construiască punţi, în comunităţi şi între comunităţi.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/sorin-grindeanu-a-vizitat-sfantul-mormant-si-zidul-plangerii-romanii-sunt-respectati-la-ierusalim-pentru-ca-si-au-aparat-credinta-3615995",
      "published_utc": "2026-02-04T15:55:59+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Statele Unite vor oferi R. Moldova 36,5 milioane de dolari pentru securitate națională. Legea a fost semnată de Donald Trump",
      "summary": "Statele Unite vor oferi R. Moldova 36,5 milioane de dolari. Anunțul a fost făcut miercuri, 4 februarie, de către ambasadorul R. Moldova în SUA, Vlad Kulminski, într-o postare pe Facebook. Oficialul a menționat că banii vor fi utilizați pentru „securitatea energetică, securitatea cibernetică, reziliență și alte priorități conexe în domeniul securității naționale”, informează Ziarul de Gardă.",
      "link": "https://www.digi24.ro/stiri/externe/statele-unite-vor-oferi-r-moldova-365-milioane-de-dolari-pentru-securitate-nationala-legea-a-fost-semnata-de-donald-trump-3615991",
      "published_utc": "2026-02-04T15:54:01+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Harta județelor unde pacienții sunt condamnați să facă naveta pentru tratament, în țara în care peste 60.000 de oameni sunt diagnosticați anual cu cancer",
      "summary": "Peste 80.000 de oameni sunt diagnosticați cu cancer an de an, în România. Ca să aibă acces la tratament, mulți dintre ei fac naveta zeci de kilometri, în condițiile în care 28 din cele 41&#8230;",
      "link": "https://hotnews.ro/harta-judetelor-unde-pacientii-sunt-condamnati-sa-faca-naveta-pentru-tratament-in-tara-in-care-peste-60-000-de-oameni-sunt-diagnosticati-anual-cu-cancer-2164781",
      "published_utc": "2026-02-04T15:46:55+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "BNR avertizează că un document atribuit instituției, care circulă în mediul online, este fals",
      "summary": "Banca Naţională a României (BNR) avertizează că un document atribuit instituţiei care circulă în mediul online este fals. Acesta se referă la „procura cu autoritate totală” şi foloseşte nume reale ale unor structuri şi reprezentanţi ai BNR, precum şi sigla, antetul şi datele de contact reale ale Băncii Naţionale a României. BNR reaminteşte că toate comunicatele sale oficiale sunt publicate exclusiv pe site-ul instituţiei şi pe canalele de comunicare ale BNR.",
      "link": "https://www.digi24.ro/stiri/actualitate/bnr-avertizeaza-ca-un-document-atribuit-institutiei-care-circula-in-mediul-online-este-fals-3615959",
      "published_utc": "2026-02-04T15:44:13+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Cutii cu bomboane, ouă și cafea – mita pentru care un procuror din Vâlcea a cerut închisoare. Judecătorii au respins dosarele",
      "summary": "În loc să se ocupe de marii infractori, un procuror din Vâlcea a interceptat trei persoane și a cerut închisoare pentru ele, pentru că ar fi oferit cutii cu bomboane, ouă și cafea unor medici și polițiști.",
      "link": "https://www.digi24.ro/stiri/actualitate/evenimente/cutii-cu-bomboane-oua-si-cafea-mita-pentru-care-un-procuror-din-valcea-a-cerut-inchisoare-judecatorii-au-respins-dosarele-3615951",
      "published_utc": "2026-02-04T15:43:25+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Grafic trist de la Eurostat: România sfidează orice cifră europeană la creșterea prețurilor. Peste dublu față de cea mai mare inflație pe anul 2025 din vreo țară UE",
      "summary": "Eurostat a publicat inflația anuală pe 2025. Zona euro are 1,8%, iar cea mai mare inflație după România a fost în Slovacia, de 4,1%, relevă datele analizate de Profit.ro. Creșterea prețurilor din România a sărit&#8230;",
      "link": "https://hotnews.ro/grafic-trist-de-la-eurostat-romania-sfideaza-orice-cifra-europeana-la-cresterea-preturilor-peste-dublu-fata-de-cea-mai-mare-inflatie-pe-anul-2025-din-vreo-tara-ue-2164778",
      "published_utc": "2026-02-04T15:29:32+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Mircea Lucescu ar putea fi transferat în străinătate, la un spital din Belgia, la cererea sa",
      "summary": "Mircea Lucescu, selecționerul echipei naționale de footbal, este internat în prezent la Spitalul Universitar din Capitală. Potrivit unor surse antrenorul vrea să meargă la un control la un spital din Bruxelles pentru probleme mai vechi de sănătate, informează Digi24.",
      "link": "https://www.digi24.ro/stiri/actualitate/mircea-lucescu-ar-putea-fi-transferat-in-strainatate-la-un-spital-din-belgia-la-cererea-sa-3615901",
      "published_utc": "2026-02-04T15:23:48+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Zăcământ de minerale rare, descoperite în vestul țării. Printre ele, uraniu și nichel",
      "summary": "Compania canadiană Leading Edge Materials a descoperit în Munții Apuseni zăcăminte importante de minerale rare, într-un perimetru de circa 25 de kilometri pătrați, aflat în județele Bihor și Arad, scrie Digi24.ro. Potrivit analizelor preliminare ale&#8230;",
      "link": "https://hotnews.ro/zacamant-de-minerale-rare-descoperite-in-vestul-tarii-printre-ele-uraniu-si-nichel-2164751",
      "published_utc": "2026-02-04T15:23:25+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Ora 19:00. Premierul Ilie Bolojan susține o conferință de presă. Din interiorul Coaliției i s-a cerut reducerea taxelor",
      "summary": "Ilie Bolojan va susține o conferință de presă, de la ora 19:00, la Palatul Victoria. Recent, liderul UDMR, Kelemen Hunor, i-a cerut public premierului să revizuiască decizia privind taxele locale și să le scadă. De asemenea, Guvernul este așteptat să adopte și reforma administrației centrale, împreună cu măsuri economice pentru sprijinirea populației.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/ora-1900-premierul-ilie-bolojan-sustine-o-conferinta-de-presa-din-interiorul-coalitiei-i-s-a-cerut-reducerea-taxelor-3615865",
      "published_utc": "2026-02-04T15:21:56+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Nazare: „Joi publicăm pachetul de relansare economică, rezultat din dialogul cu mediul de afaceri. Avem nevoie de investiții”",
      "summary": "Ministrul Finanțelor, Alexandru Nazare, a anunțat, într-o postare pe Facebook, că Guvernul se află în faza finală de pregătire a unui pachet amplu de măsuri pentru relansarea economică, construit în urma unor consultări extinse cu mediul de afaceri. În ultimele săptămâni, spune ministrul, au avut loc „o serie consistentă de întâlniri și discuții” cu principalii parteneri din economie, în contextul definitivării programului care urmează să fie publicat în transparență.",
      "link": "https://www.digi24.ro/stiri/economie/finante-economie/nazare-joi-publicam-pachetul-de-relansare-economica-rezultat-din-dialogul-cu-mediul-de-afaceri-avem-nevoie-de-investitii-3615821",
      "published_utc": "2026-02-04T15:20:02+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Exerciții militare în poligonul Smârdan la care a participat și Armata SUA cu mai mule tancuri Abrams",
      "summary": "Forţe şi echipamente ale Armatei SUA au fost dislocate în Poligonul de Instrucţie Smârdan pentru exerciţii de instruire comune cu partenerii români, într-o „demonstraţie continuă a angajamentului neclintit al Statelor Unite faţă de pacea, securitatea şi stabilitatea regională”.",
      "link": "https://www.digi24.ro/stiri/exercitii-militare-in-poligonul-smardan-la-care-a-participat-si-armata-sua-cu-mai-mule-tancuri-abrams-3615881",
      "published_utc": "2026-02-04T15:16:32+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Cum vrea un startup de AI să simplifice activitatea cabinetelor stomatologice",
      "summary": "Un startup britanic de AI a obținut 2,6 milioane de euro finanțare pentru automatizarea operațiunilor de la recepția cabinetelor stomatologice, scrie publicația Tech.EU. Linda AI se numește compania, iar cu finanțarea obținută va extinde platforma&#8230;",
      "link": "https://hotnews.ro/cum-vrea-un-startup-de-ai-sa-simplifice-activitatea-cabinetelor-stomatologice-2164763",
      "published_utc": "2026-02-04T15:13:18+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Nicușor Dan, prima reacție după acuzațiile SUA privind influențarea alegerilor: „Ingerințele ruse au fost evidențiate de rapoarte NATO”",
      "summary": "Președintele Nicușor Dan a avut o primă reacție după ce Comisia Juridică din Camera Reprezentanților SUA a transmis un raport care susține că oficialii UE ar fi influențat alegerile din România prin presiuni asupra rețelelor sociale. Șeful statului spune că țara noastră nu este subiectul principal al raportului de la Washington, că referirile sunt „strict contextuale”, iar decizia CCR de anulare a alegerilor a indicat „fără echivoc vicierea campaniei”.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/nicusor-dan-prima-reactie-dupa-acuzatiile-sua-privind-influentarea-alegerilor-decizia-ccr-indica-fara-echivoc-vicierea-campaniei-3615681",
      "published_utc": "2026-02-04T15:11:49+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Noi nu vedem nimic nou aici”. Kremlinul îl contrazice pe Trump cu privire la India și petrolul rusesc",
      "summary": "Kremlinul a transmis miercuri că nu a văzut nimic nou într-un anunț al Indiei în care aceasta afirmă că își va diversifica sursele de aprovizionare cu energie, după ce președintele american Donald Trump a susținut,&#8230;",
      "link": "https://hotnews.ro/noi-nu-vedem-nimic-nou-aici-kremlinul-il-contrazice-pe-trump-cu-privire-la-india-si-petrolul-rusesc-2164752",
      "published_utc": "2026-02-04T15:03:05+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Vladimir Putin, menționat de peste o mie de ori în documentele publicate în cazul Epstein:  „Încă aș dori să mă întâlnesc cu el”",
      "summary": "Unele dintre documentele desecretizate de Departamentul de Justiție al SUA (DOJ) din dosarul Epistein par să dezvăluie încercările repetate ale infractorului sexual condamnat de a-l întâlni pe președintele rus Vladimir Putin. Numele liderului de la Kremlin este menționat de peste 1.000 de ori în ultimele documente publicate, relatează Sky News.",
      "link": "https://www.digi24.ro/stiri/externe/rusia/vladimir-putin-mentionat-de-peste-o-mie-de-ori-in-documentele-publicate-in-cazul-epstein-inca-as-dori-sa-ma-intalnesc-cu-el-3615857",
      "published_utc": "2026-02-04T15:00:45+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Concedieri în masă la Washington Post: „Bezos nu încearcă să salveze. El încearcă să supraviețuiască lui Donald Trump”",
      "summary": "Angajații reputatei publicații americane au primit miercuri dimineață un mail prin care sunt îndemnați „să stea acasă” și să participe la ora locală 8.30 (n.r. 15.30 în România) la o ședință prin Zoom în care&#8230;",
      "link": "https://hotnews.ro/concedieri-in-masa-la-washington-post-bezos-nu-incearca-sa-salveze-el-incearca-sa-supravietuiasca-lui-donald-trump-2164728",
      "published_utc": "2026-02-04T15:00:41+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Reprezentanții statelor UE, aproape de un acord pentru împrumutul de 90 de miliarde de euro către Ucraina. Care sunt pașii următori",
      "summary": "Ambasadorii statelor UE la Bruxelles sunt aproape de a ajunge la un acord privind un împrumut de 90 de miliarde de euro pentru finanțarea apărării Ucrainei împotriva Rusiei, grație unui proiect de text care precizează participarea țărilor terțe la tranzacțiile cu arme, au declarat miercuri trei diplomați, citați de Politico. Oficialii se întâlnesc miercuri după-amiază pentru a finaliza discuțiile, după o săptămână de negocieri dificile.",
      "link": "https://www.digi24.ro/stiri/externe/ue/reprezentantii-statelor-ue-aproape-de-un-acord-pentru-imprumutul-de-90-de-miliarde-de-euro-catre-ucraina-care-sunt-pasii-urmatori-3615819",
      "published_utc": "2026-02-04T14:56:56+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Xi Jinping și Donald Trump, convorbire telefonică înaintea vizitei liderului american în China",
      "summary": "Președintele Chinei, Xi Jinping, a discutat miercuri, la telefon, cu președintele SUA, Donald Trump, înaintea unei vizite așteptate a lui Trump în China, programată pentru luna aprilie, a relatat televiziunea de stat CCTV, citată de Reuters.",
      "link": "https://www.digi24.ro/stiri/externe/xi-jinping-si-donald-trump-convorbire-telefonica-inaintea-vizitei-liderului-american-in-china-3615851",
      "published_utc": "2026-02-04T14:56:32+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "O corectură publicată de ziarul The Guardian a devenit virală. „Trebuia să primească 0 stele”",
      "summary": "„Evaluarea acestui film a fost corectată pe 2 februarie 2026. O problemă de formatare a făcut ca în versiunea anterioară să primească o stea, când trebuia să primească zero”, este modificarea unei recenzii făcute de&#8230;",
      "link": "https://hotnews.ro/o-corectura-publicata-de-ziarul-the-guardian-a-devenit-virala-trebuia-sa-primeasca-0-stele-2163763",
      "published_utc": "2026-02-04T14:55:34+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Propunerea lui Daniel Funeriu pentru rețelele sociale care funcționează în UE: conţinut educaţional la fiecare 5 minute de scrolling",
      "summary": "Fostul ministru al Educaţiei Daniel Funeriu propune, în contextul dezbaterilor privind interzicerea reţelelor sociale pentru copiii sub o anumită vârstă, despre care afirmă că nu crede că este eficientă, ca la nivelul Uniunii Europene să fie instituită obligaţia tuturor platformelor de socializare ca, la fiecare 5 minute de scrolling, să oblige la 30 de secunde de conţinut educaţional ţintit vârstei utilizatorului.",
      "link": "https://www.digi24.ro/stiri/actualitate/propunerea-lui-daniel-funeriu-pentru-retelele-sociale-care-functioneaza-in-ue-continut-educational-la-fiecare-5-minute-de-scrolling-3615827",
      "published_utc": "2026-02-04T14:54:14+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "VIDEO. „Există o nouă divă în oraș”. După nașterea unui pui de elefant, presa americană exultă",
      "summary": "Pentru prima dată în aproape 25 de ani, personalul care se ocupă de îngrijirea elefanților de la Grădina Zoologică Națională Smithsonian și Institutul de Biologie Conservativă (NZCBI) sărbătorește nașterea unui elefant asiatic, o specie pe&#8230;",
      "link": "https://hotnews.ro/video-exista-o-noua-diva-in-oras-dupa-nasterea-unui-pui-de-elefant-presa-americana-exulta-2164734",
      "published_utc": "2026-02-04T14:53:41+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Cazul Nordis. Deputatul care a făcut plângere penală împotriva lui Marcel Ciolacu acuză DNA că l-a citat ca martor după mai bine de un an, la o adresă greșită",
      "summary": "Deputatul USR Emanuel Ungureanu a declarat, miercuri, că DNA, sub conducerea lui Marius Voineag, a avut nevoie de mai bine de un an de zile pentru a-l cita ca martor, după ce a depus, în&#8230;",
      "link": "https://hotnews.ro/cazul-nordis-deputatul-care-a-facut-plangere-penala-impotriva-lui-marcel-ciolacu-acuza-dna-ca-l-a-citat-ca-martor-dupa-mai-bine-de-un-an-la-o-adresa-gresita-2164711",
      "published_utc": "2026-02-04T14:47:23+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Deficitul Rusiei s-ar putea tripla în 2026, în urma scăderii veniturilor din petrol. „Situaţia se deteriorează semnificativ” (Reuters)",
      "summary": "Deficitul public al Rusiei s-ar putea tripla comparativ cu ţinta oficială, până la finalul acestui an, scăderea achiziţiilor Indiei de petrol şi majorarea discounturilor la tranzacţionarea petrolului afectând veniturile, în timp ce cheltuielile ar putea fi mai ridicate decât se estima, au declarat pentru Reuters surse care au dorit să-şi păstreze anonimatul.",
      "link": "https://www.digi24.ro/stiri/externe/rusia/deficitul-rusiei-s-ar-putea-tripla-in-2026-in-urma-scaderii-veniturilor-din-petrol-situatia-se-deterioreaza-semnificativ-reuters-3615771",
      "published_utc": "2026-02-04T14:35:54+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Explore Mars’s Flaugergues Crater",
      "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
      "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
      "published_utc": "2026-02-04T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Full Moon over Artemis II",
      "summary": "A full moon is seen shining over NASA’s SLS (Space Launch System) and Orion spacecraft, atop the mobile launcher at Launch Pad 39B at NASA’s Kennedy Space Center in Florida in the early hours of February 1, 2026. The agency concluded a wet dress rehearsal for the agency’s Artemis II test flight early Tuesday morning, [&#8230;]",
      "link": "https://www.nasa.gov/image-article/full-moon-over-artemis-ii/",
      "published_utc": "2026-02-03T17:01:07+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Space to Soil Challenge",
      "summary": "Rapid advances in commercial space, artificial intelligence, and edge computing are transforming what is possible for Earth observation. By pushing more intelligence onboard, missions can move from passively collecting data to actively interpreting and responding to changing surface conditions in near-real time, enabling more targeted observations and dramatically improving the value of data returned to [&#8230;]",
      "link": "https://www.nasa.gov/directorates/stmd/prizes-challenges-crowdsourcing-program/center-of-excellence-for-collaborative-innovation-coeci/nasa-space-to-soil-challenge/",
      "published_utc": "2026-02-03T15:12:32+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "ESA's sustainability ambition",
      "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
      "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
      "published_utc": "2026-02-03T15:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Astronaut to Answer Questions from Students in Pennsylvania",
      "summary": "NASA astronaut Chris Williams will connect with students in Pennsylvania to answer prerecorded science, technology, engineering, and mathematics (STEM) questions while aboard the International Space Station. The Earth-to-space call will begin at 12:20 p.m. EST Thursday, Feb. 5, and will stream live on the agency’s Learn With NASA YouTube channel. Media interested in covering the [&#8230;]",
      "link": "https://www.nasa.gov/news-release/nasa-astronaut-to-answer-questions-from-students-in-pennsylvania/",
      "published_utc": "2026-02-02T22:44:51+00:00",
      "score": 4
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA’s Orion Spacecraft at Launch Pad",
      "summary": "NASA’s Orion spacecraft, which will carry the Artemis II crew around the Moon, sits at the launch pad on Jan. 17, 2026, after rollout. It rests atop the SLS (Space Launch System) rocket. Orion can provide living space on missions for four astronauts for up to 21 days without docking to another spacecraft.&#160;Advances in technology [&#8230;]",
      "link": "https://www.nasa.gov/image-article/nasas-orion-spacecraft-at-launch-pad/",
      "published_utc": "2026-02-02T17:02:44+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA to Discuss Early Results of Artemis II Wet Dress Rehearsal",
      "summary": "Editor&#8217;s note: This advisory was updated at on Feb. 3, 2026, to reflect a change in the start of the news conference and its participants, as well as removing a placeholder for a crew media gaggle. Following a fueling test of NASA’s SLS (Space Launch System) rocket at the launch pad for the Artemis II [&#8230;]",
      "link": "https://www.nasa.gov/news-release/nasa-to-discuss-early-results-of-artemis-ii-wet-dress-rehearsal/",
      "published_utc": "2026-02-02T16:40:01+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Moving satellites to meet a plane for rare reentry data",
      "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
      "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
      "published_utc": "2026-02-02T16:12:00+00:00",
      "score": 4
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Widely Attended Gatherings (WAGs) Determinations",
      "summary": "2026 2026 TSC Artemis II Pre-launch Reception 2.5.26 2026 VABA AAAAM Legislative Reception 2.4.26 Chamber of Commerce Summit 2.2.26 Cheniere Energy at the National Portrait Gallery 1.28.26 Leaders for a Better Louisiana at Adams and Reese 1.28.26 California Manufacturers and Technology Association Reception 1.23.26 Goddard Memorial Dinner 3.13.26 ISS 25th Anniversary 1.19.26 2026 Amentum Artemis [&#8230;]",
      "link": "https://www.nasa.gov/organizations/nasa-ethics-advice-for-widely-attended-gatherings-wags/",
      "published_utc": "2026-02-02T14:53:04+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Apply now to the ESA Graduate Trainee Programme",
      "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
      "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
      "published_utc": "2026-02-02T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Seasons Change in Southwest Virginia",
      "summary": "From autumn color to a winter-white finish, forested areas around Blacksburg trade foliage for snow over the span of two months.",
      "link": "https://science.nasa.gov/earth/earth-observatory/seasons-change-in-southwest-virginia/",
      "published_utc": "2026-02-02T05:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
      "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
      "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
      "published_utc": "2026-01-30T10:20:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "New satellite view of Tibet’s tectonic clash",
      "summary": "A study on tectonic plates that converge on the Tibetan Plateau has shown that Earth’s fault lines are far weaker and the continents are less rigid than scientists previously thought. This finding is based on ground-monitoring satellite data.",
      "link": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-1/New_satellite_view_of_Tibet_s_tectonic_clash",
      "published_utc": "2026-01-30T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Earth from Space: Rudong coast, China",
      "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
      "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
      "published_utc": "2026-01-30T09:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
      "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
      "published_utc": "2026-01-25T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "For every $1 spent protecting nature, $30 goes to destroying it",
      "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
      "published_utc": "2026-01-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
      "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
      "published_utc": "2025-12-24T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
      "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
      "published_utc": "2025-12-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "UN environment assembly wraps up in Nairobi",
      "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
      "published_utc": "2025-12-12T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
      "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
      "published_utc": "2025-12-06T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
      "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
      "published_utc": "2025-11-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
      "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Can industrial growth and climate action go hand in hand?",
      "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "What’s at stake in the COP30 negotiations?",
      "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
      "published_utc": "2025-11-20T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "In the Amazon, a school becomes a beacon of climate resilience",
      "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
      "published_utc": "2025-11-19T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
      "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
      "published_utc": "2025-11-18T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
      "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
      "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    }
  ],
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Ministrul de Finanțe prezintă joi măsurile de relansare economică / „De principiu va fi proiect de lege și va cuprinde o componentă fiscală și alta de ajutor de stat”",
        "summary": "Ministrul de Finanțe, Alexandru Nazare, a anunțat miercuri că pachetul de măsuri de relansare economic, rezultat atât prin contribuția tuturor partenerilor din coaliția de guvernare, cât şi din dialogul cu mediul de afaceri, va fi&#8230;",
        "link": "https://hotnews.ro/ministrul-de-finante-prezinta-joi-masurile-de-relansare-economica-de-principiu-va-fi-proiect-de-lege-si-va-cuprinde-o-componenta-fiscala-si-alta-de-ajutor-de-stat-2164804",
        "published_utc": "2026-02-04T16:23:55+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Invizibilii: Povestea Sarei, tânăra care își exprimă visul prin dans",
        "summary": "De mică, Sara a simțit că dansul este mai mult decât mișcare. A fost limbajul prin care și-a exprimat emoțiile, gândurile și lumea interioară. Prin fiecare pas a învățat disciplina, atenția la detalii și curajul de a se expune în fața celorlalți. Drumul ei artistic nu a fost mereu ușor, dar perseverența și dorința de a evolua au transformat pasiunea într-o direcție clară.",
        "link": "https://www.digi24.ro/invizibilii/invizibilii-povestea-sarei-tanara-care-isi-exprima-visul-prin-dans-3615813",
        "published_utc": "2026-02-04T16:15:49+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Studiu UNICEF: O treime dintre elevii români au probleme să înțeleagă concepte științifice de bază. Care sunt rezultatele pe literație digitală",
        "summary": "UNICEF a realizat, cu sprijinul Ministerului Educației, două studii legate de nivelul de literație științifică și de literație digitală a elevitor din România. Studiile indică faptul că mai puțin de jumătate dintre elevi au un&#8230;",
        "link": "https://hotnews.ro/studiu-unicef-o-treime-dintre-elevii-romani-au-probleme-sa-inteleaga-concepte-stiintifice-de-baza-care-sunt-rezultatele-pe-literatie-digitala-2164806",
        "published_utc": "2026-02-04T16:11:37+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Şeful Poliţiei Rutiere Ploieşti rămâne în funcţie, deşi documente ale instituţiei au fost scoase şi arse pe câmp. Explicația conducerii",
        "summary": "Şeful Inspectoratului de Poliţie Judeţean Prahova, comisarul Ginel Preda, afirmă că şeful Biroului Rutier din cadrul Poliţiei Municipiului Ploieşti, Laurenţiu Drăghici, rămâne în funcţie, în pofida incidentelor în urma cărora documente ale Biroului au fost compromise, unele fiind scoase din instituţie şi incendiate pe un câmp, altele udate, după ce un robinet a fost lăsat deschis în unul dintre spaţiile Poliţiei Rutiere.",
        "link": "https://www.digi24.ro/stiri/actualitate/seful-politiei-rutiere-ploiesti-ramane-in-functie-desi-documente-ale-institutiei-au-fost-scoase-si-arse-pe-camp-explicatia-conducerii-3616013",
        "published_utc": "2026-02-04T16:05:18+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Anunț de ultimă oră. Premierul Ilie Bolojan susține o conferință de presă în scurt timp",
        "summary": "Premierul Ilie Bolojan susține în această seară de la ora 19.00 o conferință de presă la Palatul Victoria. Este prima conferință de presă a șefului guvernului din acest an. HotNews va trasnmite în format LIVETEXT&#8230;",
        "link": "https://hotnews.ro/ilie-bolojan-anunt-de-ultima-ora-premierul-sustine-o-conferinta-de-presa-in-scurt-timp-2164825",
        "published_utc": "2026-02-04T16:04:11+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Regina Maxima a Olandei s-a alăturat rezerviștilor forțelor armate la limita superioară de vârstă",
        "summary": "Regina Maxima a Olandei va începe să lucreze ca militar cu normă parțială după ce s-a alăturat ca rezervist forțelor armate olandeze, o decizie venită pe fondul eforturilor de a atrage voluntari care să sporească&#8230;",
        "link": "https://hotnews.ro/regina-maxima-a-olandei-s-a-alaturat-rezervistilor-fortelor-armate-2164809",
        "published_utc": "2026-02-04T15:57:20+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Țarul Frontierelor” retrage sute de agenți ICE din Minnesota, dar avertizează că nu pleacă până când „nu terminăm toată treaba”",
        "summary": "Administrația președintelui american Donald Trump va reduce cu 700 numărul agenților federali ai poliției imigrației (ICE) din Minnesota, deși aproximativ 2.000 de agenți vor rămâne pe teren, a anunțat miercuri Tom Homan, responsabilul Casei Albe&#8230;",
        "link": "https://hotnews.ro/tarul-frontierelor-retrage-sute-de-agenti-ice-din-minnesota-dar-avertizeaza-ca-nu-pleaca-pana-cand-nu-terminam-toata-treaba-2164790",
        "published_utc": "2026-02-04T15:56:09+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Sorin Grindeanu a vizitat Sfântul Mormânt și Zidul Plângerii: Românii sunt respectați la Ierusalim pentru că și-au apărat credința",
        "summary": "Preşedintele Camerei Deputaţilor, Sorin Grindeanu, a vizitat Mormântul Sfânt şi Zidul Plângerii, în vizita oficială pe care o efectuează în Israel. Liderul PSD afirmă că românii sunt respectaţi la Ierusalim, pentru că au ştiut să îşi apere credinţa şi au reuşit întotdeauna să construiască punţi, în comunităţi şi între comunităţi.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/sorin-grindeanu-a-vizitat-sfantul-mormant-si-zidul-plangerii-romanii-sunt-respectati-la-ierusalim-pentru-ca-si-au-aparat-credinta-3615995",
        "published_utc": "2026-02-04T15:55:59+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Statele Unite vor oferi R. Moldova 36,5 milioane de dolari pentru securitate națională. Legea a fost semnată de Donald Trump",
        "summary": "Statele Unite vor oferi R. Moldova 36,5 milioane de dolari. Anunțul a fost făcut miercuri, 4 februarie, de către ambasadorul R. Moldova în SUA, Vlad Kulminski, într-o postare pe Facebook. Oficialul a menționat că banii vor fi utilizați pentru „securitatea energetică, securitatea cibernetică, reziliență și alte priorități conexe în domeniul securității naționale”, informează Ziarul de Gardă.",
        "link": "https://www.digi24.ro/stiri/externe/statele-unite-vor-oferi-r-moldova-365-milioane-de-dolari-pentru-securitate-nationala-legea-a-fost-semnata-de-donald-trump-3615991",
        "published_utc": "2026-02-04T15:54:01+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Harta județelor unde pacienții sunt condamnați să facă naveta pentru tratament, în țara în care peste 60.000 de oameni sunt diagnosticați anual cu cancer",
        "summary": "Peste 80.000 de oameni sunt diagnosticați cu cancer an de an, în România. Ca să aibă acces la tratament, mulți dintre ei fac naveta zeci de kilometri, în condițiile în care 28 din cele 41&#8230;",
        "link": "https://hotnews.ro/harta-judetelor-unde-pacientii-sunt-condamnati-sa-faca-naveta-pentru-tratament-in-tara-in-care-peste-60-000-de-oameni-sunt-diagnosticati-anual-cu-cancer-2164781",
        "published_utc": "2026-02-04T15:46:55+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "BNR avertizează că un document atribuit instituției, care circulă în mediul online, este fals",
        "summary": "Banca Naţională a României (BNR) avertizează că un document atribuit instituţiei care circulă în mediul online este fals. Acesta se referă la „procura cu autoritate totală” şi foloseşte nume reale ale unor structuri şi reprezentanţi ai BNR, precum şi sigla, antetul şi datele de contact reale ale Băncii Naţionale a României. BNR reaminteşte că toate comunicatele sale oficiale sunt publicate exclusiv pe site-ul instituţiei şi pe canalele de comunicare ale BNR.",
        "link": "https://www.digi24.ro/stiri/actualitate/bnr-avertizeaza-ca-un-document-atribuit-institutiei-care-circula-in-mediul-online-este-fals-3615959",
        "published_utc": "2026-02-04T15:44:13+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Cutii cu bomboane, ouă și cafea – mita pentru care un procuror din Vâlcea a cerut închisoare. Judecătorii au respins dosarele",
        "summary": "În loc să se ocupe de marii infractori, un procuror din Vâlcea a interceptat trei persoane și a cerut închisoare pentru ele, pentru că ar fi oferit cutii cu bomboane, ouă și cafea unor medici și polițiști.",
        "link": "https://www.digi24.ro/stiri/actualitate/evenimente/cutii-cu-bomboane-oua-si-cafea-mita-pentru-care-un-procuror-din-valcea-a-cerut-inchisoare-judecatorii-au-respins-dosarele-3615951",
        "published_utc": "2026-02-04T15:43:25+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Grafic trist de la Eurostat: România sfidează orice cifră europeană la creșterea prețurilor. Peste dublu față de cea mai mare inflație pe anul 2025 din vreo țară UE",
        "summary": "Eurostat a publicat inflația anuală pe 2025. Zona euro are 1,8%, iar cea mai mare inflație după România a fost în Slovacia, de 4,1%, relevă datele analizate de Profit.ro. Creșterea prețurilor din România a sărit&#8230;",
        "link": "https://hotnews.ro/grafic-trist-de-la-eurostat-romania-sfideaza-orice-cifra-europeana-la-cresterea-preturilor-peste-dublu-fata-de-cea-mai-mare-inflatie-pe-anul-2025-din-vreo-tara-ue-2164778",
        "published_utc": "2026-02-04T15:29:32+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Mircea Lucescu ar putea fi transferat în străinătate, la un spital din Belgia, la cererea sa",
        "summary": "Mircea Lucescu, selecționerul echipei naționale de footbal, este internat în prezent la Spitalul Universitar din Capitală. Potrivit unor surse antrenorul vrea să meargă la un control la un spital din Bruxelles pentru probleme mai vechi de sănătate, informează Digi24.",
        "link": "https://www.digi24.ro/stiri/actualitate/mircea-lucescu-ar-putea-fi-transferat-in-strainatate-la-un-spital-din-belgia-la-cererea-sa-3615901",
        "published_utc": "2026-02-04T15:23:48+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Zăcământ de minerale rare, descoperite în vestul țării. Printre ele, uraniu și nichel",
        "summary": "Compania canadiană Leading Edge Materials a descoperit în Munții Apuseni zăcăminte importante de minerale rare, într-un perimetru de circa 25 de kilometri pătrați, aflat în județele Bihor și Arad, scrie Digi24.ro. Potrivit analizelor preliminare ale&#8230;",
        "link": "https://hotnews.ro/zacamant-de-minerale-rare-descoperite-in-vestul-tarii-printre-ele-uraniu-si-nichel-2164751",
        "published_utc": "2026-02-04T15:23:25+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Ora 19:00. Premierul Ilie Bolojan susține o conferință de presă. Din interiorul Coaliției i s-a cerut reducerea taxelor",
        "summary": "Ilie Bolojan va susține o conferință de presă, de la ora 19:00, la Palatul Victoria. Recent, liderul UDMR, Kelemen Hunor, i-a cerut public premierului să revizuiască decizia privind taxele locale și să le scadă. De asemenea, Guvernul este așteptat să adopte și reforma administrației centrale, împreună cu măsuri economice pentru sprijinirea populației.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/ora-1900-premierul-ilie-bolojan-sustine-o-conferinta-de-presa-din-interiorul-coalitiei-i-s-a-cerut-reducerea-taxelor-3615865",
        "published_utc": "2026-02-04T15:21:56+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Nazare: „Joi publicăm pachetul de relansare economică, rezultat din dialogul cu mediul de afaceri. Avem nevoie de investiții”",
        "summary": "Ministrul Finanțelor, Alexandru Nazare, a anunțat, într-o postare pe Facebook, că Guvernul se află în faza finală de pregătire a unui pachet amplu de măsuri pentru relansarea economică, construit în urma unor consultări extinse cu mediul de afaceri. În ultimele săptămâni, spune ministrul, au avut loc „o serie consistentă de întâlniri și discuții” cu principalii parteneri din economie, în contextul definitivării programului care urmează să fie publicat în transparență.",
        "link": "https://www.digi24.ro/stiri/economie/finante-economie/nazare-joi-publicam-pachetul-de-relansare-economica-rezultat-din-dialogul-cu-mediul-de-afaceri-avem-nevoie-de-investitii-3615821",
        "published_utc": "2026-02-04T15:20:02+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Exerciții militare în poligonul Smârdan la care a participat și Armata SUA cu mai mule tancuri Abrams",
        "summary": "Forţe şi echipamente ale Armatei SUA au fost dislocate în Poligonul de Instrucţie Smârdan pentru exerciţii de instruire comune cu partenerii români, într-o „demonstraţie continuă a angajamentului neclintit al Statelor Unite faţă de pacea, securitatea şi stabilitatea regională”.",
        "link": "https://www.digi24.ro/stiri/exercitii-militare-in-poligonul-smardan-la-care-a-participat-si-armata-sua-cu-mai-mule-tancuri-abrams-3615881",
        "published_utc": "2026-02-04T15:16:32+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Cum vrea un startup de AI să simplifice activitatea cabinetelor stomatologice",
        "summary": "Un startup britanic de AI a obținut 2,6 milioane de euro finanțare pentru automatizarea operațiunilor de la recepția cabinetelor stomatologice, scrie publicația Tech.EU. Linda AI se numește compania, iar cu finanțarea obținută va extinde platforma&#8230;",
        "link": "https://hotnews.ro/cum-vrea-un-startup-de-ai-sa-simplifice-activitatea-cabinetelor-stomatologice-2164763",
        "published_utc": "2026-02-04T15:13:18+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Nicușor Dan, prima reacție după acuzațiile SUA privind influențarea alegerilor: „Ingerințele ruse au fost evidențiate de rapoarte NATO”",
        "summary": "Președintele Nicușor Dan a avut o primă reacție după ce Comisia Juridică din Camera Reprezentanților SUA a transmis un raport care susține că oficialii UE ar fi influențat alegerile din România prin presiuni asupra rețelelor sociale. Șeful statului spune că țara noastră nu este subiectul principal al raportului de la Washington, că referirile sunt „strict contextuale”, iar decizia CCR de anulare a alegerilor a indicat „fără echivoc vicierea campaniei”.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/nicusor-dan-prima-reactie-dupa-acuzatiile-sua-privind-influentarea-alegerilor-decizia-ccr-indica-fara-echivoc-vicierea-campaniei-3615681",
        "published_utc": "2026-02-04T15:11:49+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Noi nu vedem nimic nou aici”. Kremlinul îl contrazice pe Trump cu privire la India și petrolul rusesc",
        "summary": "Kremlinul a transmis miercuri că nu a văzut nimic nou într-un anunț al Indiei în care aceasta afirmă că își va diversifica sursele de aprovizionare cu energie, după ce președintele american Donald Trump a susținut,&#8230;",
        "link": "https://hotnews.ro/noi-nu-vedem-nimic-nou-aici-kremlinul-il-contrazice-pe-trump-cu-privire-la-india-si-petrolul-rusesc-2164752",
        "published_utc": "2026-02-04T15:03:05+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Vladimir Putin, menționat de peste o mie de ori în documentele publicate în cazul Epstein:  „Încă aș dori să mă întâlnesc cu el”",
        "summary": "Unele dintre documentele desecretizate de Departamentul de Justiție al SUA (DOJ) din dosarul Epistein par să dezvăluie încercările repetate ale infractorului sexual condamnat de a-l întâlni pe președintele rus Vladimir Putin. Numele liderului de la Kremlin este menționat de peste 1.000 de ori în ultimele documente publicate, relatează Sky News.",
        "link": "https://www.digi24.ro/stiri/externe/rusia/vladimir-putin-mentionat-de-peste-o-mie-de-ori-in-documentele-publicate-in-cazul-epstein-inca-as-dori-sa-ma-intalnesc-cu-el-3615857",
        "published_utc": "2026-02-04T15:00:45+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Concedieri în masă la Washington Post: „Bezos nu încearcă să salveze. El încearcă să supraviețuiască lui Donald Trump”",
        "summary": "Angajații reputatei publicații americane au primit miercuri dimineață un mail prin care sunt îndemnați „să stea acasă” și să participe la ora locală 8.30 (n.r. 15.30 în România) la o ședință prin Zoom în care&#8230;",
        "link": "https://hotnews.ro/concedieri-in-masa-la-washington-post-bezos-nu-incearca-sa-salveze-el-incearca-sa-supravietuiasca-lui-donald-trump-2164728",
        "published_utc": "2026-02-04T15:00:41+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Reprezentanții statelor UE, aproape de un acord pentru împrumutul de 90 de miliarde de euro către Ucraina. Care sunt pașii următori",
        "summary": "Ambasadorii statelor UE la Bruxelles sunt aproape de a ajunge la un acord privind un împrumut de 90 de miliarde de euro pentru finanțarea apărării Ucrainei împotriva Rusiei, grație unui proiect de text care precizează participarea țărilor terțe la tranzacțiile cu arme, au declarat miercuri trei diplomați, citați de Politico. Oficialii se întâlnesc miercuri după-amiază pentru a finaliza discuțiile, după o săptămână de negocieri dificile.",
        "link": "https://www.digi24.ro/stiri/externe/ue/reprezentantii-statelor-ue-aproape-de-un-acord-pentru-imprumutul-de-90-de-miliarde-de-euro-catre-ucraina-care-sunt-pasii-urmatori-3615819",
        "published_utc": "2026-02-04T14:56:56+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Xi Jinping și Donald Trump, convorbire telefonică înaintea vizitei liderului american în China",
        "summary": "Președintele Chinei, Xi Jinping, a discutat miercuri, la telefon, cu președintele SUA, Donald Trump, înaintea unei vizite așteptate a lui Trump în China, programată pentru luna aprilie, a relatat televiziunea de stat CCTV, citată de Reuters.",
        "link": "https://www.digi24.ro/stiri/externe/xi-jinping-si-donald-trump-convorbire-telefonica-inaintea-vizitei-liderului-american-in-china-3615851",
        "published_utc": "2026-02-04T14:56:32+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "O corectură publicată de ziarul The Guardian a devenit virală. „Trebuia să primească 0 stele”",
        "summary": "„Evaluarea acestui film a fost corectată pe 2 februarie 2026. O problemă de formatare a făcut ca în versiunea anterioară să primească o stea, când trebuia să primească zero”, este modificarea unei recenzii făcute de&#8230;",
        "link": "https://hotnews.ro/o-corectura-publicata-de-ziarul-the-guardian-a-devenit-virala-trebuia-sa-primeasca-0-stele-2163763",
        "published_utc": "2026-02-04T14:55:34+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Propunerea lui Daniel Funeriu pentru rețelele sociale care funcționează în UE: conţinut educaţional la fiecare 5 minute de scrolling",
        "summary": "Fostul ministru al Educaţiei Daniel Funeriu propune, în contextul dezbaterilor privind interzicerea reţelelor sociale pentru copiii sub o anumită vârstă, despre care afirmă că nu crede că este eficientă, ca la nivelul Uniunii Europene să fie instituită obligaţia tuturor platformelor de socializare ca, la fiecare 5 minute de scrolling, să oblige la 30 de secunde de conţinut educaţional ţintit vârstei utilizatorului.",
        "link": "https://www.digi24.ro/stiri/actualitate/propunerea-lui-daniel-funeriu-pentru-retelele-sociale-care-functioneaza-in-ue-continut-educational-la-fiecare-5-minute-de-scrolling-3615827",
        "published_utc": "2026-02-04T14:54:14+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "VIDEO. „Există o nouă divă în oraș”. După nașterea unui pui de elefant, presa americană exultă",
        "summary": "Pentru prima dată în aproape 25 de ani, personalul care se ocupă de îngrijirea elefanților de la Grădina Zoologică Națională Smithsonian și Institutul de Biologie Conservativă (NZCBI) sărbătorește nașterea unui elefant asiatic, o specie pe&#8230;",
        "link": "https://hotnews.ro/video-exista-o-noua-diva-in-oras-dupa-nasterea-unui-pui-de-elefant-presa-americana-exulta-2164734",
        "published_utc": "2026-02-04T14:53:41+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Cazul Nordis. Deputatul care a făcut plângere penală împotriva lui Marcel Ciolacu acuză DNA că l-a citat ca martor după mai bine de un an, la o adresă greșită",
        "summary": "Deputatul USR Emanuel Ungureanu a declarat, miercuri, că DNA, sub conducerea lui Marius Voineag, a avut nevoie de mai bine de un an de zile pentru a-l cita ca martor, după ce a depus, în&#8230;",
        "link": "https://hotnews.ro/cazul-nordis-deputatul-care-a-facut-plangere-penala-impotriva-lui-marcel-ciolacu-acuza-dna-ca-l-a-citat-ca-martor-dupa-mai-bine-de-un-an-la-o-adresa-gresita-2164711",
        "published_utc": "2026-02-04T14:47:23+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Deficitul Rusiei s-ar putea tripla în 2026, în urma scăderii veniturilor din petrol. „Situaţia se deteriorează semnificativ” (Reuters)",
        "summary": "Deficitul public al Rusiei s-ar putea tripla comparativ cu ţinta oficială, până la finalul acestui an, scăderea achiziţiilor Indiei de petrol şi majorarea discounturilor la tranzacţionarea petrolului afectând veniturile, în timp ce cheltuielile ar putea fi mai ridicate decât se estima, au declarat pentru Reuters surse care au dorit să-şi păstreze anonimatul.",
        "link": "https://www.digi24.ro/stiri/externe/rusia/deficitul-rusiei-s-ar-putea-tripla-in-2026-in-urma-scaderii-veniturilor-din-petrol-situatia-se-deterioreaza-semnificativ-reuters-3615771",
        "published_utc": "2026-02-04T14:35:54+00:00",
        "score": 1
      }
    ],
    "medical": [],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Explore Mars’s Flaugergues Crater",
        "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
        "published_utc": "2026-02-04T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Full Moon over Artemis II",
        "summary": "A full moon is seen shining over NASA’s SLS (Space Launch System) and Orion spacecraft, atop the mobile launcher at Launch Pad 39B at NASA’s Kennedy Space Center in Florida in the early hours of February 1, 2026. The agency concluded a wet dress rehearsal for the agency’s Artemis II test flight early Tuesday morning, [&#8230;]",
        "link": "https://www.nasa.gov/image-article/full-moon-over-artemis-ii/",
        "published_utc": "2026-02-03T17:01:07+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Space to Soil Challenge",
        "summary": "Rapid advances in commercial space, artificial intelligence, and edge computing are transforming what is possible for Earth observation. By pushing more intelligence onboard, missions can move from passively collecting data to actively interpreting and responding to changing surface conditions in near-real time, enabling more targeted observations and dramatically improving the value of data returned to [&#8230;]",
        "link": "https://www.nasa.gov/directorates/stmd/prizes-challenges-crowdsourcing-program/center-of-excellence-for-collaborative-innovation-coeci/nasa-space-to-soil-challenge/",
        "published_utc": "2026-02-03T15:12:32+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "ESA's sustainability ambition",
        "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
        "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
        "published_utc": "2026-02-03T15:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Astronaut to Answer Questions from Students in Pennsylvania",
        "summary": "NASA astronaut Chris Williams will connect with students in Pennsylvania to answer prerecorded science, technology, engineering, and mathematics (STEM) questions while aboard the International Space Station. The Earth-to-space call will begin at 12:20 p.m. EST Thursday, Feb. 5, and will stream live on the agency’s Learn With NASA YouTube channel. Media interested in covering the [&#8230;]",
        "link": "https://www.nasa.gov/news-release/nasa-astronaut-to-answer-questions-from-students-in-pennsylvania/",
        "published_utc": "2026-02-02T22:44:51+00:00",
        "score": 4
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA’s Orion Spacecraft at Launch Pad",
        "summary": "NASA’s Orion spacecraft, which will carry the Artemis II crew around the Moon, sits at the launch pad on Jan. 17, 2026, after rollout. It rests atop the SLS (Space Launch System) rocket. Orion can provide living space on missions for four astronauts for up to 21 days without docking to another spacecraft.&#160;Advances in technology [&#8230;]",
        "link": "https://www.nasa.gov/image-article/nasas-orion-spacecraft-at-launch-pad/",
        "published_utc": "2026-02-02T17:02:44+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA to Discuss Early Results of Artemis II Wet Dress Rehearsal",
        "summary": "Editor&#8217;s note: This advisory was updated at on Feb. 3, 2026, to reflect a change in the start of the news conference and its participants, as well as removing a placeholder for a crew media gaggle. Following a fueling test of NASA’s SLS (Space Launch System) rocket at the launch pad for the Artemis II [&#8230;]",
        "link": "https://www.nasa.gov/news-release/nasa-to-discuss-early-results-of-artemis-ii-wet-dress-rehearsal/",
        "published_utc": "2026-02-02T16:40:01+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Moving satellites to meet a plane for rare reentry data",
        "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
        "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
        "published_utc": "2026-02-02T16:12:00+00:00",
        "score": 4
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Widely Attended Gatherings (WAGs) Determinations",
        "summary": "2026 2026 TSC Artemis II Pre-launch Reception 2.5.26 2026 VABA AAAAM Legislative Reception 2.4.26 Chamber of Commerce Summit 2.2.26 Cheniere Energy at the National Portrait Gallery 1.28.26 Leaders for a Better Louisiana at Adams and Reese 1.28.26 California Manufacturers and Technology Association Reception 1.23.26 Goddard Memorial Dinner 3.13.26 ISS 25th Anniversary 1.19.26 2026 Amentum Artemis [&#8230;]",
        "link": "https://www.nasa.gov/organizations/nasa-ethics-advice-for-widely-attended-gatherings-wags/",
        "published_utc": "2026-02-02T14:53:04+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Apply now to the ESA Graduate Trainee Programme",
        "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
        "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
        "published_utc": "2026-02-02T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Seasons Change in Southwest Virginia",
        "summary": "From autumn color to a winter-white finish, forested areas around Blacksburg trade foliage for snow over the span of two months.",
        "link": "https://science.nasa.gov/earth/earth-observatory/seasons-change-in-southwest-virginia/",
        "published_utc": "2026-02-02T05:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
        "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
        "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
        "published_utc": "2026-01-30T10:20:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "New satellite view of Tibet’s tectonic clash",
        "summary": "A study on tectonic plates that converge on the Tibetan Plateau has shown that Earth’s fault lines are far weaker and the continents are less rigid than scientists previously thought. This finding is based on ground-monitoring satellite data.",
        "link": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-1/New_satellite_view_of_Tibet_s_tectonic_clash",
        "published_utc": "2026-01-30T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Earth from Space: Rudong coast, China",
        "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
        "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
        "published_utc": "2026-01-30T09:00:00+00:00",
        "score": 2
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
        "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
        "published_utc": "2026-01-25T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "For every $1 spent protecting nature, $30 goes to destroying it",
        "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
        "published_utc": "2026-01-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
        "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
        "published_utc": "2025-12-24T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
        "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
        "published_utc": "2025-12-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "UN environment assembly wraps up in Nairobi",
        "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "published_utc": "2025-12-12T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
        "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
        "published_utc": "2025-12-06T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
        "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
        "published_utc": "2025-11-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
        "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Can industrial growth and climate action go hand in hand?",
        "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "What’s at stake in the COP30 negotiations?",
        "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
        "published_utc": "2025-11-20T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "In the Amazon, a school becomes a beacon of climate resilience",
        "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
        "published_utc": "2025-11-19T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
        "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
        "published_utc": "2025-11-18T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
        "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
        "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      }
    ],
    "photos": [],
    "joke": [],
    "satire": []
  }
}