{
  "generated_utc": "2026-02-04T13:55:58.021061+00:00",
  "count": 51,
  "items": [
    {
      "id": "fe4da1cc3174",
      "title": "Zăcăminte de minerale rare, descoperite în Apuseni. O companie canadiană a găsit uraniu, cobalt și nichel",
      "summary": "O companie canadiană de explorare a identificat în Munții Apuseni zăcăminte importante de minerale rare, inclusiv uraniu, cobalt și nichel, pe un perimetru de 25 de kilometri pătrați la limita județelor Bihor și Arad. Descoperirea vine în contextul în care Europa caută să reducă ",
      "link": "https://www.digi24.ro/stiri/economie/zacaminte-de-minerale-rare-descoperite-in-apuseni-o-companie-canadiana-a-gasit-uraniu-cobalt-si-nichel-3615739",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:54:54+00:00",
      "kind": "ro"
    },
    {
      "id": "0e8ad478d81c",
      "title": "Bătaie în traficul din București, iscată de neacordarea priorității: Un tată și fiul lui de 14 ani au tăbărât pe un șofer",
      "summary": "Incident șocant pe o stradă din București. Un tată și fiul lui de 14 ani au coborât din mașină și au început să lovească un șofer cu pumnii. Totul ar fi pornit de la neacordarea priorității.",
      "link": "https://www.digi24.ro/stiri/bataie-in-traficul-din-bucuresti-iscata-de-neacordarea-prioritatii-un-tata-si-fiul-lui-de-14-ani-au-tabarat-pe-un-sofer-3615315",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:50:12+00:00",
      "kind": "ro"
    },
    {
      "id": "d944a065c2ce",
      "title": "Firmele nu vor mai putea fi scoase din licitații doar pentru că sunt anchetate penal. CCR: Este încălcată prezumția de nevinovăție",
      "summary": "Curtea Constituțională a României a decis, miercuri, că excluderea unui operator economic dintr-o procedură de achiziție publică doar pentru că este vizat de o anchetă penală, fără o hotărâre definitivă de condamnare, este neconstituțională. Judecătorii au stabilit, în unanimitat",
      "link": "https://www.digi24.ro/stiri/economie/companii/firmele-nu-vor-mai-putea-fi-scoase-din-licitatii-doar-pentru-ca-sunt-anchetate-penal-ccr-este-incalcata-prezumtia-de-nevinovatie-3615723",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:49:46+00:00",
      "kind": "ro"
    },
    {
      "id": "144db27f59cb",
      "title": "Proiectul de HG privind reorganizarea Romsilva a fost retras de pe ordinea de zi a Comisiei de Dialog Social la solicitarea Federaţiei SILVA, care consideră că nu a fost respectată legea",
      "summary": "Proiectul de HG privind reorganizarea Romsilva a fost retras de pe ordinea de zi a Comisiei de Dialog Social la solicitarea Federaţiei SILVA, care consideră că nu a fost respectată Legea dialogului social, anunţă federaţia sindicală. În opinia reprezentanţilor federaţiei, dorinţa",
      "link": "https://www.news.ro/social/proiectul-de-hg-privind-reorganizarea-romsilva-a-fost-retras-de-pe-ordinea-de-zi-a-comisiei-de-dialog-social-la-solicitarea-federatiei-silva-care-considera-ca-nu-a-fost-respectata-legea-1922404604262026021522334747",
      "source": "News.ro",
      "published_utc": "2026-02-04T13:46:26+00:00",
      "kind": "ro"
    },
    {
      "id": "71ad0572ca7f",
      "title": "Livrator străin jefuit de o comandă de mâncare la o adresă din sectorul 6 al Capitalei de către trei tineri cu feţele acoperite/ Cei trei au fost reţinuţi pentru tâlhărie calificată - VIDEO",
      "summary": "Un livrator străin a fost jefuit de o comandă de mâncare, sub ameninţarea cuţitelor, la o adresă din Sectorul 6 al Capitalei, de către trei tineri cu vârste de 16, 19 şi 20 de ani, care aveau feţele acoperite. Cei trei au fost prinşi de poliţişti şi reţinuţi pentru tâlhărie calif",
      "link": "https://www.news.ro/justitie/livrator-strain-jefuit-de-o-comanda-de-mancare-la-o-adresa-din-sectorul-6-al-capitalei-de-catre-trei-tineri-cu-fetele-acoperite-cei-trei-au-fost-retinuti-pentru-talharie-calificata-video-1922404304002026021522334742",
      "source": "News.ro",
      "published_utc": "2026-02-04T13:43:00+00:00",
      "kind": "ro"
    },
    {
      "id": "06a767754fdf",
      "title": "Ianis Hagi a înscris două goluri pentru Alanyaspor în Cupa Turciei",
      "summary": "Fotbalistul echipei Alanyaspor, Ianis Hagi, a înscris două goluri în meciul câştigat, miercuri, în deplasare, în faţa formaţiei Boluspor, cu scorul de 4-0, în grupele Cupei Turciei.",
      "link": "https://www.news.ro/sport/ianis-hagi-a-inscris-doua-goluri-pentru-alanyaspor-in-cupa-turciei-1922404104172026021522334748",
      "source": "News.ro",
      "published_utc": "2026-02-04T13:41:17+00:00",
      "kind": "ro"
    },
    {
      "id": "6ae5168d1023",
      "title": "Mesaj manifest al naţionalei de fotbal pentru toţi românii: „Fiţi un zid de susţinere, nu o sursă de îndoială”",
      "summary": "Echipa naţională a României a transmis un mesaj pentru toţi suporterii, cu mai puţin de două luni până la meciul din semifinala barajului de calificare la World Cup 2026, cu Turcia.",
      "link": "https://www.digi24.ro/stiri/sport/fotbal/mesaj-manifest-al-nationalei-de-fotbal-pentru-toti-romanii-fiti-un-zid-de-sustinere-nu-o-sursa-de-indoiala-3615721",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:40:14+00:00",
      "kind": "ro"
    },
    {
      "id": "8b734a71c896",
      "title": "Nicușor Dan, prima reacție după acuzațiile SUA privind influențarea alegerilor: „Decizia CCR indica fără echivoc vicierea campaniei”",
      "summary": "Președintele Nicușor Dan a avut o primă reacție după ce Comisia Juridică din Camera Reprezentanților SUA a transmis un raport care susține că oficialii UE ar fi influențat alegerile din România prin presiuni asupra rețelelor sociale. Șeful statului spune că țara noastră nu este s",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/nicusor-dan-prima-reactie-dupa-acuzatiile-sua-privind-influentarea-alegerilor-decizia-ccr-indica-fara-echivoc-vicierea-campaniei-3615681",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:31:14+00:00",
      "kind": "ro"
    },
    {
      "id": "bd5f9728485e",
      "title": "Circulaţia pe Transfăgărăşan se închide parțial până pe 20 martie pentru lucrări la Barajul Vidraru. Anunțul Infotrafic",
      "summary": "Circulaţia rutieră a fost închisă pe DN 7C - Transfăgărăşan - de miercuri şi până în 20 martie, în zona localităţii Arefu, din judeţul Argeş, pentru ca o macara să poată staţiona pe şosea în timpul unor lucrări de retehnologizare care vizează înlocuirea unor grătare la Barajul Vi",
      "link": "https://www.digi24.ro/stiri/economie/transporturi/circulatia-pe-transfagarasan-se-inchide-partial-pana-pe-20-martie-pentru-lucrari-la-barajul-vidraru-anuntul-infotrafic-3615691",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:31:07+00:00",
      "kind": "ro"
    },
    {
      "id": "eb5226dc40ef",
      "title": "Rusia va acţiona ”chibzuit şi responsabil” după expirarea Tratatului dezarmării nucleare New START, i-a dat asigurări Putin lui Xi, anunţă Iuri Uşakov",
      "summary": "Kremlinul dă asigurări miercuri că va acţiona în mod ”responsabil”, cu o zi înainte de expirarea Tratatului de dezarmare nucleară New START între Rusia şi Statele Unite, relatează AFP.",
      "link": "https://www.news.ro/externe/rusia-va-actiona-chibzuit-si-responsabil-dupa-expirarea-tratatului-dezarmarii-nucleare-new-start-i-a-dat-asigurari-putin-lui-xi-anunta-iuri-usakov-1922402804222026021522334731",
      "source": "News.ro",
      "published_utc": "2026-02-04T13:28:22+00:00",
      "kind": "ro"
    },
    {
      "id": "c863949f632b",
      "title": "Nicuşor Dan: România nu este subiectul Raportului preliminar al Comitetului Judiciar al Camerei Reprezentanţilor din Congresul SUA. Referirile la adresa ţării noastre, strict contextuale, într-o dezbatere mult mai amplă despre libertatea de exprimare",
      "summary": "Preşedintele Nicuşor Dan transmite, miercuri, că România nu este subiectul Raportului preliminar al Comitetului Judiciar al Camerei Reprezentanţilor din Congresul SUA, iar referirile din document la adresa ţării noastre sunt strict contextuale, într-o dezbatere mult mai amplă des",
      "link": "https://www.news.ro/politic-intern/nicusor-dan-romania-subiectul-raportului-preliminar-comitetului-judiciar-camerei-reprezentantilor-congresul-sua-referirile-adresa-tarii-strict-contextuale-intr-dezbatere-mult-ampla-libertatea-1922401804002026021522334730",
      "source": "News.ro",
      "published_utc": "2026-02-04T13:18:00+00:00",
      "kind": "ro"
    },
    {
      "id": "ccc934416930",
      "title": "Gratuitatea pentru pensionari va fi păstrată de STB, anunță Primăria Capitalei",
      "summary": "„STB păstrează gratuitatea pentru pensionari. Orice altă informaţie citiţi pe site-uri este fake news. Primarul Ciprian Ciucu a anunţat ieri că a cerut un plan de eficientizare a STB, pentru a evita insolvenţa companiei şi a îmbunătăţi condiţiile de transport public pentru bucure",
      "link": "https://www.digi24.ro/stiri/economie/transporturi/gratuitatea-pentru-pensionari-va-fi-pastrata-de-stb-anunta-primaria-capitalei-3615647",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:16:55+00:00",
      "kind": "ro"
    },
    {
      "id": "ec01a2d88f30",
      "title": "Diplomatul francez Jean-Noël Poirier, numit oficial consul general al Franţei în Groenlanda, îşi începe vineri misiunea la Nuuk",
      "summary": "Un fost ambasador francez în Vietnam, Jean-Noël Poirier, a fost numit în mod oficial, prin decret, consul general al Franţei la Nuuk, în Groenlanda, unde urmează să-şi înceapă misiunea vineri, într-un context geopolitic foarte tensionat, relatează Le Figaro.",
      "link": "https://www.news.ro/externe/diplomatul-francez-jean-no-l-poirier-numit-oficial-consul-general-al-frantei-in-groenlanda-isi-incepe-vineri-misiunea-la-nuuk-1922401304002026021522334678",
      "source": "News.ro",
      "published_utc": "2026-02-04T13:13:00+00:00",
      "kind": "ro"
    },
    {
      "id": "2baae5b05a53",
      "title": "Șase români au fost arestați în Germania după ce au furat peste 80 de kilometri de cablu de cupru",
      "summary": "Prețurile extrem de ridicate ale cuprului atrag hoții de cupru din toată Germania. Aceștia vizează în special parcurile solare și cablurile instalate în aceste sisteme, în care se găsește această materie primă valoroasă, scrie presa germană.",
      "link": "https://www.digi24.ro/stiri/externe/sase-romani-au-fost-arestati-in-germania-dupa-ce-au-furat-peste-80-de-kilometri-de-cablu-de-cupru-3615621",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:12:32+00:00",
      "kind": "ro"
    },
    {
      "id": "bfa95fdf81ea",
      "title": "Contribuția la Pilonul 2 ar putea crește la 6% până în 2027. Proiectul a fost adoptat tacit în Senat și merge la Camera Deputaților",
      "summary": "Contribuția la Pilonul 2 de pensii private ar putea crește semnificativ, după ce Senatul a adoptat tacit, miercuri, proiectul de lege care prevede majorarea cotei de contribuție de la nivelul actual de 4,75% la 5,25% în 2026 și la 6% în 2027. Propunerea legislativă a trecut de pr",
      "link": "https://www.digi24.ro/stiri/economie/contributia-la-pilonul-2-ar-putea-creste-la-6-pana-in-2027-proiectul-a-fost-adoptat-tacit-in-senat-si-merge-la-camera-deputatilor-3615583",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:10:55+00:00",
      "kind": "ro"
    },
    {
      "id": "e897a339a118",
      "title": "Circulaţie rutieră închisă pe Transfăgărăşan în zona localităţii Arefu, de miercuri şi până în 20 martie/ Măsura a fost luată pentru ca o macara să poată staţiona pe şosea în timpul unor lucrări la Barajul Vidraru",
      "summary": "Circulaţia rutieră a fost închisă pe DN 7C - Transfăgărăşan - de miercuri şi până în 20 martie, în zona localităţii Arefu, din judeţul Argeş, pentru ca o macara să poată staţiona pe şosea în timpul unor lucrări de retehnologizare care vizează înlocuirea unor grătare la Barajul Vi",
      "link": "https://www.news.ro/social/circulatie-rutiera-inchisa-transfagarasan-zona-localitatii-arefu-miercuri-pana-20-martie-masura-luata-macara-poata-stationa-sosea-timpul-unor-lucrari-barajul-vidraru-1922400704352026021522334719",
      "source": "News.ro",
      "published_utc": "2026-02-04T13:07:35+00:00",
      "kind": "ro"
    },
    {
      "id": "44e34ddc0dce",
      "title": "A început a doua rundă de negocieri pentru pacea în Ucraina. Delegațiile Rusiei, Ucrainei și SUA discută la Abu Dhabi",
      "summary": "A doua rundă de discuţii trilaterale între negociatori din Ucraina, Rusia şi SUA pentru a pune capăt războiului dintre Moscova şi Kiev a început miercuri la Abu Dhabi, capitala Emiratelor Arabe Unite, potrivit unei postări pe Telegram a lui Rustem Umerov, membru al delegaţiei ucr",
      "link": "https://www.digi24.ro/stiri/externe/noi-discutii-despre-pace-la-abu-dhabi-delegatiile-rusiei-ucrainei-si-sua-revin-azi-la-masa-negocierilor-3614997",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:06:33+00:00",
      "kind": "ro"
    },
    {
      "id": "28144694654e",
      "title": "CCR a respins sesizarea lui Nicușor Dan referitoare la legea regimului cultelor. Argumentele Curții",
      "summary": "Curtea Constituțională a respins, cu majoritate de voturi, ca neîntemeiată, sesizarea preşedintelui Nicuşor Dan în legătură cu modificările aduse legii privind libertatea religioasă şi regimul cultelor. Astfel, actul normativ criticat respectă „exigențele impuse de Constituție”, ",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/ccr-a-respins-sesizarea-lui-nicusor-dan-referitoare-la-legea-regimului-cultelor-argumentele-curtii-3615591",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:02:45+00:00",
      "kind": "ro"
    },
    {
      "id": "7f083ddc8f29",
      "title": "Specialiştii au constatat degradări structurale la Biserica Reformată din Cehu Silvaniei/ Elementele valoroase vor fi integrate în viitoarea reconstrucţie",
      "summary": "Ministerul Culturii face noi precizări referitoare la situaţia de pe şantierul Bisericii Reformate din Cehu Silvaniei, judeţul Sălaj. \"Au fost identificate degradări structurale, fapt care a impus modificarea soluţiei de intervenţie şi adoptarea măsurilor necesare pentru securiza",
      "link": "https://www.news.ro/cultura-media/specialistii-au-constatat-degradari-structurale-la-biserica-reformata-din-cehu-silvaniei-elementele-valoroase-vor-fi-integrate-in-viitoarea-reconstructie-1922405604122026021422334702",
      "source": "News.ro",
      "published_utc": "2026-02-04T12:56:12+00:00",
      "kind": "ro"
    },
    {
      "id": "458fc32f7aad",
      "title": "Poluare cu produse petroliere pe Dunăre, în zona Giurgiu/ Specialişti de la ”Apele Române” vor face măsurători - FOTO",
      "summary": "Administraţia ”Apele Române” anunţă că, miercuri, a fost semnalată o poluare cu produse petroliere pe Dunăre, în zona Plajei Vechi Giurgiu, după scufundarea unui împingător. Echipe de specialişti se deplasează la locul incidentului pentru a face măsurători.",
      "link": "https://www.news.ro/social/poluare-cu-produse-petroliere-pe-dunare-in-zona-giurgiu-specialisti-de-la-apele-romane-vor-face-masuratori-foto-1922405404002026021422334586",
      "source": "News.ro",
      "published_utc": "2026-02-04T12:54:00+00:00",
      "kind": "ro"
    },
    {
      "id": "bb51f7341b50",
      "title": "SONDAJ EY România 2026: Directorii financiari anticipează creşteri de taxe în 2026 şi un mediu fiscal mai dur, cu presiuni crescute pe conformare şi predictibilitate",
      "summary": "Percepţia aproape unanimă a mediului de afaceri este aceea a unei înăspriri a fiscalităţii în 2026, arată un sondaj al EY România în rândul directorilor financiari, care spun că nu percep semnale credibile de relaxare fiscală. Un procent covârşitor (91%) dintre respondenţi antici",
      "link": "https://www.news.ro/economic/sondaj-ey-romania-2026-directorii-financiari-anticipeaza-cresteri-de-taxe-in-2026-si-un-mediu-fiscal-mai-dur-cu-presiuni-crescute-pe-conformare-si-predictibilitate-1922404904552026021422334695",
      "source": "News.ro",
      "published_utc": "2026-02-04T12:49:55+00:00",
      "kind": "ro"
    },
    {
      "id": "094b0d5c167c",
      "title": "Livrator nigerian, amenințat cu cuțitul și tâlhărit de 3 tineri din Bucureşti. Agresorii au fost reținuți de poliţiști",
      "summary": "Trei tineri, cu vârste de 16, 19 şi 20 de ani, au fost reţinuţi de poliţişti pentru că au deposedat, prin ameninţare cu cuţitul, un livrator de mâncare nigerian care venise cu o comandă la adresa unuia dintre ei.",
      "link": "https://www.digi24.ro/stiri/livrator-nigerian-amenintat-cu-cutitul-si-talharit-de-3-tineri-din-bucuresti-agresorii-au-fost-retinuti-de-politisti-3615569",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:46:08+00:00",
      "kind": "ro"
    },
    {
      "id": "23cef390608b",
      "title": "Rusia lansează noi amenințări în timpul negocierilor de la Abu Dhabi. Ce condiție pune Kremlinul pentru oprirea războiului",
      "summary": "Kremlinul a afirmat miercuri că îşi va „continua” ofensiva în Ucraina până când Kievul nu-i va accepta condiţiile, această declaraţie pe un ton ultimativ intervenind într-un moment în care delegaţiile rusă, ucraineană şi americană s-au reunit la Abu Dhabi (în Emiratele Arabe Unit",
      "link": "https://www.digi24.ro/stiri/externe/rusia-lanseaza-noi-amenintari-in-timpul-negocierilor-de-la-abu-dhabi-ce-conditie-pune-kremlinul-pentru-oprirea-razboiului-3615509",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:42:41+00:00",
      "kind": "ro"
    },
    {
      "id": "0d7acd8cb3c6",
      "title": "Comisia Europeană: „Cine ar putea reprezenta un risc în alegerile noastre? Platformele online”. Detalii despre cazul României",
      "summary": "Comisia Europeană, prin vocea unui purtător de cuvânt, a subliniat că executivul european nu interferează în alegerile statelor membre, ci platformele de socializare, și a menționat că acesta este motivul pentru care au fost luate măsuri legale, criticate aspru de un raport de lu",
      "link": "https://www.digi24.ro/stiri/comisia-europeana-cine-ar-putea-reprezenta-un-risc-in-alegerile-noastre-platformele-online-detalii-despre-cazul-romaniei-3615539",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:32:08+00:00",
      "kind": "ro"
    },
    {
      "id": "fffa35a2ee90",
      "title": "Bogdan Ivan, despre decizia de închidere a minelor pe cărbune introdusă în PNRR: Unii cu trotinete electrice au făcut mult rău României",
      "summary": "Ministrul Energiei, Bogdan Ivan, a declarat miercuri, despre decizia de închidere a centralelor pe cărbune, introdusă în PNRR că unii cu trotinete electrice şi care se plimbă prin sandale au făcut atât de mult rău României şi atunci şi acum, că nu-şi pot imagina.",
      "link": "https://www.digi24.ro/stiri/economie/energie/bogdan-ivan-despre-decizia-de-inchidere-a-minelor-pe-carbune-introdusa-in-pnrr-unii-cu-trotinete-electrice-au-facut-mult-rau-romaniei-3615531",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:27:54+00:00",
      "kind": "ro"
    },
    {
      "id": "edc915523b00",
      "title": "Vladimir Putin l-a sunat „de urgență” pe Xi Jinping. Despre ce au discutat cei doi lideri",
      "summary": "Președintele Rusiei, Vladimir Putin, a purtat negocieri urgente cu președintele Chinei, Xi Jinping, la câteva zile după ce Donald Trump a anunțat că India, principalul cumpărător de petrol rusesc transportat pe mare, va opri importurile.",
      "link": "https://www.digi24.ro/stiri/externe/rusia/vladimir-putin-l-a-sunat-de-urgenta-pe-xi-jinping-despre-ce-au-discutat-cei-doi-lideri-3615525",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:24:24+00:00",
      "kind": "ro"
    },
    {
      "id": "8479e49e25b0",
      "title": "Sondaj în Germania: majoritatea adolescenților se opun interzicerii telefoanelor mobile în școli",
      "summary": "Majoritatea adolescenţilor cu vârste cuprinse între 16 şi 18 ani din Germania se opun interzicerii telefoanelor mobile în şcoli, potrivit unui sondaj de opinie realizat de Postbank.",
      "link": "https://www.digi24.ro/stiri/externe/sondaj-in-germania-majoritatea-adolescentilor-se-opun-interzicerii-telefoanelor-mobile-in-scoli-3615521",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:22:19+00:00",
      "kind": "ro"
    },
    {
      "id": "0cf968c9a764",
      "title": "Ajungem MARI va pregăti 400 de copii și tineri instituționalizați pentru o viață independentă",
      "summary": "<p>Ajungem MARI, cel mai mare program educațional național în sprijinul copiilor din sistemul de protecție, va sprijini timp de un an 400 de copii și tineri din București și 27 de județe să se dezvolte, să exploreze lumea din afara sistemului și să devină independenți și responsa",
      "link": "https://spotmedia.ro/stiri/social/ajungem-mari-va-pregati-400-de-copii-si-tineri-institutionalizati-pentru-o-viata-independenta",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T12:08:45+00:00",
      "kind": "ro"
    },
    {
      "id": "5fccf4411267",
      "title": "Atenționare de călătorie a MAE pentru Maroc: cod roșu de vreme severă în mai multe orașe de pe coastă",
      "summary": "Ministerul Afacerilor Externe (MAE) informează cetăţenii români care se află, tranzitează sau intenţionează să călătorească în Regatul Maroc că Direcţia Generală de Meteorologie a emis o alertă de cod roşu care vizează localităţile Tanger, Assilah, Larache, Tetouane, Al-Hoceima, ",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/atentionare-de-calatorie-a-mae-pentru-maroc-cod-rosu-de-vreme-severa-in-mai-multe-orase-de-pe-coasta-3615463",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:07:21+00:00",
      "kind": "ro"
    },
    {
      "id": "877e5c0ab1ff",
      "title": "Spectacolul fenomen „Romeo și Julieta. Rock Story” în turneu național între 17 februarie și 18 martie",
      "summary": "<p>Spectacolul fenomen &#8222;Romeo și Julieta. Rock Story&#8221; – producție care a cucerit scena celebrului Teatro Ariston din San Remo,&#160; ajunge la&#160;Timișoara,&#160;Deva, Oradea, Cluj-Napoca şi Arad. &#160;Teatrul de Balet Sibiu&#160;începe anul cu un nou turneu națion",
      "link": "https://spotmedia.ro/stiri/timp-liber/spectacolul-fenomen-romeo-si-julieta-rock-story-in-turneu-national-intre-17-februarie-si-18-martie",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T12:05:29+00:00",
      "kind": "ro"
    },
    {
      "id": "c5a9ab7166ff",
      "title": "România citește, România gândește: „Fitness pentru mintea copiilor”, proiect național pentru lectură și antrenarea gândirii",
      "summary": "<p>De Ziua Internațională a Cititului Împreună, România lansează un demers de amploare pentru formarea unei generații de copii care nu doar știu să citească, ci folosesc lectura ca instrument de reflecție și dezvoltare a gândirii. Trei organizații neguvernamentale, alături de 10 ",
      "link": "https://spotmedia.ro/stiri/educatie/romania-citeste-romania-gandeste-fitness-pentru-mintea-copiilor-proiect-national-pentru-lectura-si-antrenarea-gandirii",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T12:03:03+00:00",
      "kind": "ro"
    },
    {
      "id": "9fcbea5152de",
      "title": "Momente de panică în Egipt, după ce un teren s-a surpat și a înghițit două magazine în New Cairo",
      "summary": "Momente de panică în Egipt. Un teren s-a prăbușit și a înghițit două magazine în New Cairo, oraș satelit al capitalei epigtene. Doi oameni au fost răniți. În urmă a rămas a goapă imensă, de 15 metri adâncime.",
      "link": "https://www.digi24.ro/stiri/externe/momente-de-panica-in-egipt-dupa-ce-un-teren-s-a-surpat-si-a-inghitit-doua-magazine-in-new-cairo-3615483",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:00:34+00:00",
      "kind": "ro"
    },
    {
      "id": "215d3c102586",
      "title": "Ce se vede în luna februarie la Teatrul Dramaturgilor Români",
      "summary": "<p>„Teatrul Dramaturgilor Români,” singura instituție de profil dedicată în mod exclusiv promovării dramaturgiei românești, propune publicului în luna februarie un program în care se regăsesc următoarele producţii: SALA „IOSIF NAGHIU” 5 februarie, ora 19:00, sala „Iosif Naghiu”DE",
      "link": "https://spotmedia.ro/stiri/timp-liber/ce-se-vede-in-luna-februarie-la-teatrul-dramaturgilor-romani",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T12:00:02+00:00",
      "kind": "ro"
    },
    {
      "id": "cc9661d7f018",
      "title": "Au început înscrierile pentru Astra Film Festival 2026",
      "summary": "<p>Festivalul Internațional de Film Documentar Astra Film Festival deschide înscrierile pentru ediția din acest an. Sunt așteptate, până pe data de 10 martie 2026, producții ale regizorilor din toată lumea, care vor concura în una din cele patru secțiuni competiționale ale festiv",
      "link": "https://spotmedia.ro/stiri/timp-liber/au-inceput-inscrierile-pentru-astra-film-festival-2026",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T11:56:02+00:00",
      "kind": "ro"
    },
    {
      "id": "d605b4b20f1d",
      "title": "Comisia Juridică a Camerei Reprezentanților din SUA spune că nu Rusia a intervenit în alegerile din România, ci Comisia Europeană. Reacția UE",
      "summary": "<p>Comisia Juridică a Camerei Reprezentanților din SUA respinge existența dovezilor ingerințelor rusești în alegerile din România din noiembrie 2024. Mai mult, acuză Comisia Europeană de interferenţe în alegerile din mai multe ţări europene, între care şi România, începând din 20",
      "link": "https://spotmedia.ro/stiri/eveniment/comisia-juridica-a-camerei-reprezentantilor-din-sua-spune-ca-nu-rusia-a-intervenit-in-alegerile-din-romania-ci-comisia-europeana",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T11:54:42+00:00",
      "kind": "ro"
    },
    {
      "id": "baa8cf6b6004",
      "title": "„Este o linie roșie”. Nicoleta Pauliuc cere excepții pentru bolnavii cronici și pacienții cu cancer la prima zi de concediu medical",
      "summary": "Senatoarea PNL Nicoleta Pauliuc a anunțat miercuri, la Parlament, că va depune un amendament la Ordonanța de urgență nr. 91/2025, astfel încât prevederea care stabilește neplata primei zile de concediu medical să nu se aplice bolnavilor cronici și pacienților oncologici.",
      "link": "https://www.digi24.ro/stiri/actualitate/sanatate/este-o-linie-rosie-nicoleta-pauliuc-cere-exceptii-pentru-bolnavii-cronici-si-pacientii-cu-cancer-la-prima-zi-de-concediu-medical-3615435",
      "source": "Digi24",
      "published_utc": "2026-02-04T11:52:27+00:00",
      "kind": "ro"
    },
    {
      "id": "7f1249fe7df8",
      "title": "Ianis Hagi a marcat două goluri în Turcia",
      "summary": "<p>Ianis Hagi a marcat două goluri pentru Alanyaspor în victoria cu Boluspor din Cupa Turciei. Fotbalistul român a deschis scorul în minutul 47, cu o reluare simplă din fața porții. Apoi, în minutul 58, Ianis a făcut 2-0 cu un șut deviat din afara careului. Fotbalistul român a fo",
      "link": "https://spotmedia.ro/stiri/sport/ianis-hagi-a-marcat-doua-goluri-in-turcia",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T11:45:43+00:00",
      "kind": "ro"
    },
    {
      "id": "c4b54ec34d04",
      "title": "Celulă de criză la Ministerul Culturii după prăbuşirea turlei bisericii din Cehu Silvaniei. Ce spun autoritățile locale",
      "summary": "Ministerul Culturii a constituit o celulă de criză pentru stabilirea cauzelor prăbuşirii turlei Bisericii Reformate din Cehu Silvaniei şi continuarea restaurării. Autoritățile locale susțin că proiectul de restaurare a bisericii avea toate avizele necesare.",
      "link": "https://www.digi24.ro/stiri/actualitate/celula-de-criza-la-ministerul-culturii-dupa-prabusirea-turlei-bisericii-din-cehu-silvaniei-ce-spun-autoritatile-locale-3615409",
      "source": "Digi24",
      "published_utc": "2026-02-04T11:37:43+00:00",
      "kind": "ro"
    },
    {
      "id": "75f65ee0ae5c",
      "title": "Maria Zaharova acuză NATO că va trimite trupe în Ucraina după un eventual acord de pace",
      "summary": "Purtătorul de cuvânt oficial al Ministerului Afacerilor Externe al Federației Ruse a comentat declarația secretarului general al alianței, Mark Rutte, potrivit căreia, după încheierea acordului de pace privind conflictul din Ucraina, vor apărea imediat trupe, armament, aviație și",
      "link": "https://www.digi24.ro/stiri/externe/rusia/maria-zaharova-acuza-nato-ca-va-trimite-trupe-in-ucraina-dupa-un-eventual-acord-de-pace-3615421",
      "source": "Digi24",
      "published_utc": "2026-02-04T11:37:41+00:00",
      "kind": "ro"
    },
    {
      "id": "1ffb4c033494",
      "title": "USR îl cheamă pe ministrul Energiei Bogdan Ivan în Parlament pentru a explica criza apei potabile din Argeș",
      "summary": "Grupul parlamentar al USR a solicitat prezența ministrului Energiei Bogdan-Gruia Ivan la „Ora Guvernului”, în plenul Camerei Deputaților din 9 februarie, pentru a explica lipsa apei potabile din Curtea de Argeș și localitățile învecinate, cauzată de lucrările de modernizare ale l",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/usr-il-cheama-pe-ministrul-energiei-bogdan-ivan-in-parlament-pentru-a-explica-criza-apei-potabile-din-arges-3615417",
      "source": "Digi24",
      "published_utc": "2026-02-04T11:36:59+00:00",
      "kind": "ro"
    },
    {
      "id": "5bb63a8f4b33",
      "title": "Subvențiile partidelor politice în 2025: Știm cât s-a cheltuit, dar nu și cine a primit contractele",
      "summary": "<p>În 2025 partidele au primit 232 de milioane de lei, iar în 2026 această valoare a fost redusă cu 10% prin ordonanța ”trenuleț” de la finalul anului trecut. Însă deși aflăm lunar cât se cheltuie, nu avem nici cea mai mică idee unde ajung banii. Expert Forum continuă seria de an",
      "link": "https://spotmedia.ro/stiri/politica/subventiile-partidelor-politice-in-2025-stim-cat-s-a-cheltuit-dar-nu-si-cine-a-primit-contractele",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T11:36:00+00:00",
      "kind": "ro"
    },
    {
      "id": "bcb2dc841985",
      "title": "Autoritatea Aeronautică, precizări în cazul primarului din Caraș-Severin cu elicopterul de 800.000 de dolari: Zborurile nu sunt ilegale",
      "summary": "Autoritatea Aeronautică Civilă Română (AACR) a dezmințit, miercuri, informațiile apărute în presă potrivit cărora zborurile primarului comunei Brebu Nou, din Caraș-Severin, ar fi fost „neautorizate”, precizând că operațiunile descrise nu încalcă normele aeronautice.",
      "link": "https://www.digi24.ro/stiri/actualitate/autoritatea-aeronautica-precizari-in-cazul-primarului-din-caras-severin-cu-elicopterul-de-800-000-de-dolari-zborurile-nu-sunt-ilegale-3615301",
      "source": "Digi24",
      "published_utc": "2026-02-04T11:31:06+00:00",
      "kind": "ro"
    },
    {
      "id": "74dfc5c7e66b",
      "title": "Primăria Capitalei: Cine nu are apă caldă și căldură nu plătește agentul termic la preț întreg",
      "summary": "<p>Primăria București îi informează pe locuitorii Capitalei că apa caldă și căldura trebuie plătite doar în măsura în care sunt livrate la parametrii normali, precizând că agentul termic nu este tarifat la nivel maxim, atunci când serviciile nu sunt furnizate corespunzător. Potri",
      "link": "https://spotmedia.ro/stiri/social/primaria-capitalei-cine-nu-are-apa-calda-si-caldura-nu-plateste-agentul-termic-la-pret-intreg",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T11:18:50+00:00",
      "kind": "ro"
    },
    {
      "id": "c2ee81e61142",
      "title": "Alexandru Muraru cere sancționarea lui Simion pentru denigrarea țării noastre în SUA. „România nu este un sat fără câini”",
      "summary": "Deputatul PNL Alexandru Muraru a sesizat conducerea Camerei Deputaților și cere sancționarea lui George Simion pentru că ar fi folosit calitatea de parlamentar ca să răspândească informații false despre România în timpul unei vizite private în SUA. Liberalul solicită audierea lid",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/alexandru-muraru-cere-sanctionarea-lui-simion-pentru-denigrarea-tarii-noastre-in-sua-romania-nu-este-un-sat-fara-caini-3615321",
      "source": "Digi24",
      "published_utc": "2026-02-04T11:15:17+00:00",
      "kind": "ro"
    },
    {
      "id": "2b9a4c817097",
      "title": "Fondurile AFIR pentru legume și cartofi sunt insuficiente: cererile au depășit bugetul cu 240%. „Banii nu acoperă nevoile fermierilor”",
      "summary": "Fondurile alocate intervenției DR-16 – Investiții în sectorul legume și/sau cartofi au fost epuizate înainte de termenul-limită, pentru toate cele trei componente, ca urmare a numărului foarte mare de cereri depuse la Agenția pentru Finanțarea Investițiilor Rurale (AFIR), potrivi",
      "link": "https://www.digi24.ro/stiri/economie/agricultura/fondurile-afir-pentru-legume-si-cartofi-sunt-insuficiente-cererile-au-depasit-bugetul-cu-240-banii-nu-acopera-nevoile-fermierilor-3615305",
      "source": "Digi24",
      "published_utc": "2026-02-04T11:06:03+00:00",
      "kind": "ro"
    },
    {
      "id": "84f09661b3c5",
      "title": "Imagini virale pe TikTok cu un tigru siberian filmat într-o curte din Dâmbovița. Poliția a deschis dosar penal",
      "summary": "Imagini cu un tigru siberian plimbându-se liber într-o curte din Dâmbovița au ajuns virale pe TikTok. Poliția a deschis un dosar penal pentru verificarea legalității deținerii animalelor sălbatice aflate în menajeria proprietarului. Ancheta vizează posibile încălcări legate de pr",
      "link": "https://www.digi24.ro/magazin/stil-de-viata/animale/imagini-virale-pe-tiktok-cu-un-tigru-siberian-filmat-intr-o-curte-din-dambovita-politia-a-deschis-dosar-penal-3615337",
      "source": "Digi24",
      "published_utc": "2026-02-04T11:03:35+00:00",
      "kind": "ro"
    },
    {
      "id": "58acbf13e3f0",
      "title": "Opoziția a depus un val de moțiuni simple, la începutul sesiunii. Este vizat și Ilie Bolojan, ca ministru interimar al Educației",
      "summary": "Senatorii AUR, POT și PACE - Întâi România au depus miercuri trei moțiuni simple. Acestea se adresează Guvernului, pentru felul în care a gestionat acordul UE-Mercosur, ministrului Apărării, după declarațiile privind posibile misiuni în Groenlanda, dar și lui Ilie Bolojan, în cal",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/opozitia-a-depus-un-val-de-motiuni-simple-la-inceputul-sesiunii-este-vizat-si-ilie-bolojan-ca-ministru-interimar-al-educatiei-3615205",
      "source": "Digi24",
      "published_utc": "2026-02-04T10:23:32+00:00",
      "kind": "ro"
    },
    {
      "id": "afaaaa5d0f68",
      "title": "Amendă pentru „propagandă LGBTQ”: O imagine cu trupa Queen l-a costat scump pe un tânăr din Rusia",
      "summary": "Un tânăr rus a fost amendat de o instanță din Moscova pentru „propagandă LGBTQ” după ce a postat pe internet o imagine iconică a trupei Queen, din videoclipul piesei „I Want to Break Free”. Autoritățile au considerat fotografia și alte postări similare că ar contribui la „denatur",
      "link": "https://www.digi24.ro/stiri/externe/mapamond/amenda-pentru-propaganda-lgbtq-o-imagine-cu-trupa-queen-l-a-costat-scump-pe-un-tanar-din-rusia-3615271",
      "source": "Digi24",
      "published_utc": "2026-02-04T10:21:17+00:00",
      "kind": "ro"
    },
    {
      "id": "71455bd45b5e",
      "title": "UK homes to get £15bn for solar and green tech to cut energy bills",
      "summary": "The government has announced the details of its long-awaited Warm Homes Plan which promises to cut energy bills.",
      "link": "https://www.bbc.com/news/articles/ckgj7me00p0o?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2026-01-21T09:00:06+00:00",
      "kind": "global",
      "title_ro": "Casele din Regatul Unit vor primi 15 miliarde de lire sterline pentru energie solară și tehnologii ecologice pentru a reduce facturile la energie",
      "summary_ro": "Guvernul a anunțat detaliile mult-așteptatului său plan \"Case calde\", care promite reducerea facturilor la energie."
    },
    {
      "id": "034e67539d3e",
      "title": "Global temperatures dipped in 2025 but more heat records on way, scientists warn",
      "summary": "The last three years were Earth's hottest on record, as humanity's carbon emissions continue to heat the planet.",
      "link": "https://www.bbc.com/news/articles/c5y5p9rzd4ko?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2026-01-14T03:44:07+00:00",
      "kind": "global",
      "title_ro": "Oamenii de știință avertizează că temperaturile globale au scăzut în 2025, dar urmează să se înregistreze și mai multe recorduri de căldură",
      "summary_ro": "Ultimii trei ani au fost cei mai călduroși ani înregistrați vreodată pe Pământ, deoarece emisiile de carbon ale omenirii continuă să încălzească planeta."
    },
    {
      "id": "1d739bf2ad96",
      "title": "'Year of octopus' declared after warmer seas lead to record UK numbers",
      "summary": "The Wildlife Trusts say its is 'flabbergasted' by the sighting of the highest number of octopuses since 1950",
      "link": "https://www.bbc.com/news/articles/c709gz3k9k9o?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2025-12-22T12:49:25+00:00",
      "kind": "global",
      "title_ro": "\"Anul caracatiței\", declarat după ce mările mai calde au condus la un număr record de exemplare în Regatul Unit",
      "summary_ro": "Wildlife Trusts se declară \"uimită\" de observarea celui mai mare număr de caracatițe din 1950"
    }
  ]
}