{
  "generated_utc": "2026-02-13T12:34:04+00:00",
  "count": 27,
  "items": [
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Guvernul Bolojan a instituit „supravegherea extinsă” asupra grupului Lukoil. Ce presupune asta",
      "summary": "Guvernul României a adoptat o decizie crucială pentru sectorul energetic, instituind măsura supravegherii extinse asupra entităților grupului Lukoil care activează pe teritoriul național.",
      "link": "https://www.digi24.ro/stiri/actualitate/guverul-bolojan-a-instituit-supravegherea-extinsa-asupra-grupului-lukoil-ce-presupune-asta-3630223",
      "published_utc": "2026-02-13T12:05:10+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Ce se știe despre misterioasa fiică a lui Kim Jong Un, văzută noul lider al Coreei de Nord",
      "summary": "Experții occidentali cred că dictatorul Kim Jong Un își pregătește fiica adolescentă să fie moștenitoarea puterii de la Phenian, care își însoțește tot mai des tatăl la evenimente importante tot mai mediatizate, alimentând speculațiile din&#8230;",
      "link": "https://hotnews.ro/ce-se-stie-despre-fiica-iubita-invaluita-in-mister-a-lui-kim-jong-un-care-ar-putea-fi-noul-lider-al-coreei-de-nord-2170548",
      "published_utc": "2026-02-13T10:56:36+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "This vegan diet cut insulin use by nearly 30% in type 1 diabetes",
      "summary": "A low-fat vegan diet—without cutting calories or carbs—may help people with type 1 diabetes significantly reduce how much insulin they need, and how much they spend on it. In a new analysis published in BMC Nutrition, participants following the plant-based plan lowered their daily insulin use by 28%, while those on a portion-controlled diet saw no meaningful change.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260212234212.htm",
      "published_utc": "2026-02-13T07:30:08+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "STUDIU: Persoanele cu obezitate au un risc crescut de boli cardiovasculare, chiar și în absența altor factori. Ce soluții au la îndemână",
      "summary": "Obezitatea poate afecta sănătatea inimii independent de hipertensiune, diabet sau colesterol crescut, potrivit unor studii recente. Cercetătorii de la Johns Hopkins și Universitatea din Boston, din SUA, au demonstrat că excesul de greutate provoacă modificări&#8230;",
      "link": "https://hotnews.ro/studiu-persoanele-cu-obezitate-au-un-risc-crescut-de-boli-cardiovasculare-chiar-si-in-absenta-altor-factori-ce-solutii-au-la-indemana-2170040",
      "published_utc": "2026-02-13T10:05:05+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Digistoria – cele mai importante evenimente petrecute pe 13 februarie",
      "summary": "Cele mai importante evenimente petrecute pe 13 februarie",
      "link": "https://www.digi24.ro/digistoria/digistoria-cele-mai-importante-evenimente-petrecute-pe-13-februarie-2-3629753",
      "published_utc": "2026-02-13T05:39:58+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "60,000 years ago humans were already using poisoned arrows",
      "summary": "Sixty thousand years ago, humans in southern Africa were already mastering nature’s chemistry. Scientists have discovered chemical traces of poison from the deadly gifbol plant on ancient quartz arrowheads found in South Africa — the oldest direct evidence of arrow poison ever identified. The find reveals that these early hunters didn’t just invent the bow and arrow earlier than once believed — they also knew how to enhance their weapons with toxic plant compounds to make hunts more effective.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260212025616.htm",
      "published_utc": "2026-02-13T04:01:51+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Când speră Diana Buzoianu să fie adoptată reforma Romsilva. „Am ajuns într-un punct în care toate partidele suntem aliniate”",
      "summary": "Ministra Mediului, Diana Buzoianu, afirmă că speră că săptămâna viitoare va fi adoptată Hotărârea de Guvern care vizează reforma Regiei Naţionale a Pădurilor Romsilva. Diana Buzoianu anunţă modificări în contractul colectiv de muncă din Romsilva, dar şi măsuri ferme pentru reducerea tăierilor ilegale din păduri.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/ministrul-mediului-afirma-ca-spera-ca-saptamana-viitoate-sa-fie-adoptata-hg-vizand-reforma-romsilva-3629695",
      "published_utc": "2026-02-12T22:08:50+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Selects Vast for Sixth Private Mission to Space Station",
      "summary": "NASA and Vast have signed an order for the sixth private astronaut mission to the International Space Station, targeted to launch no earlier than summer 2027 from Florida. This private astronaut mission marks the company&#8217;s first selection to the orbiting laboratory, underscoring NASA’s ongoing investment in fostering a commercial space economy and expanding opportunities for [&#8230;]",
      "link": "https://www.nasa.gov/news-release/nasa-selects-vast-for-sixth-private-mission-to-space-station/",
      "published_utc": "2026-02-12T21:11:19+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "Europe’s “untouched” wilderness was shaped by Neanderthals and hunter-gatherers",
      "summary": "Long before agriculture, humans were transforming Europe’s wild landscapes. Advanced simulations show that hunting and fire use by Neanderthals and Mesolithic hunter-gatherers reshaped forests and grasslands in measurable ways. By reducing populations of giant herbivores, people indirectly altered how dense vegetation became. The findings challenge the idea that prehistoric Europe was an untouched natural world.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260212025613.htm",
      "published_utc": "2026-02-12T14:14:45+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Completes First Flight of Laminar Flow Scaled Wing Design",
      "summary": "NASA completed the first flight&#160;test&#160;of&#160;a scale-model wing&#160;designed to improve laminar flow, reducing drag&#160;and&#160;lowering&#160;fuel&#160;costs for&#160;future commercial&#160;aircraft.&#160; The flight took place Jan. 29 at NASA’s Armstrong Flight Research Center in Edwards, California, using&#160;one of the agency’s&#160;F-15B research&#160;jets.&#160;The&#160;NASA-designed,&#160;40-inch&#160;Crossflow Attenuated Natural Laminar Flow (CATNLF) wing&#160;model&#160;was attached to the aircraft’s underside vertically, like a fin.&#160; The flight lasted&#160;about&#160;75 minutes, during [&#8230;]",
      "link": "https://www.nasa.gov/image-article/nasa-completes-first-flight-of-laminar-flow-scaled-wing-design/",
      "published_utc": "2026-02-11T23:35:59+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "This popular diet was linked to a much lower stroke risk",
      "summary": "A long-term study found that women who closely followed a Mediterranean diet had a much lower risk of stroke. The strongest benefits were seen in women who ate more plant-based foods, fish, and olive oil while cutting back on red meat and saturated fats. Their risk dropped across all major stroke types, including bleeding strokes, which are less commonly studied. The findings suggest diet may be a powerful but overlooked factor in stroke prevention.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260209064310.htm",
      "published_utc": "2026-02-09T11:54:46+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "A hidden Aloe vera compound takes aim at Alzheimer’s",
      "summary": "Scientists have uncovered promising clues that compounds found in Aloe vera could play a role in fighting Alzheimer’s disease. Using advanced computer modeling, researchers discovered that beta-sitosterol—a natural plant compound—strongly interacts with two key enzymes involved in memory loss and cognitive decline. The compound showed stability, strong binding, and favorable safety indicators, making it a standout candidate for future drug development.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260206012213.htm",
      "published_utc": "2026-02-08T12:57:41+00:00",
      "score": 2
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "Scientists found a gut compound that helps protect the liver",
      "summary": "What a mother eats during pregnancy may quietly shape her child’s liver health years down the road—but new research suggests there may be a way to tip the odds back in a healthier direction. Scientists found that a natural compound made by healthy gut bacteria dramatically reduced fatty liver disease in the offspring of mice whose mothers ate a high-fat, high-sugar diet. The compound, called indole, appeared to protect the liver, improve blood sugar, limit weight gain, and even reshape the gut microbiome in lasting ways.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260208011028.htm",
      "published_utc": "2026-02-08T07:18:29+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "This weird deep-sea creature was named by thousands of people online",
      "summary": "A newly discovered deep-sea creature has become an unlikely Internet star. After appearing in a popular YouTube video, a rare chiton found nearly three miles beneath the ocean surface sparked a global naming effort, drawing more than 8,000 suggestions from people around the world. Scientists ultimately chose the name Ferreiraella populi, meaning “of the people,” honoring the public that helped bring it into the scientific record.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260207232242.htm",
      "published_utc": "2026-02-08T04:32:36+00:00",
      "score": 3
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "Something supercharged Uranus when Voyager 2 flew past",
      "summary": "Voyager 2’s flyby of Uranus in 1986 recorded radiation levels so extreme they baffled scientists for nearly 40 years. New research suggests the spacecraft caught Uranus during a rare solar wind event that flooded the planet’s radiation belts with extra energy. Similar storms have been seen near Earth, where they dramatically boost radiation levels. The discovery reshapes how scientists think about Uranus—and why it deserves another visit.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260206012217.htm",
      "published_utc": "2026-02-07T16:41:34+00:00",
      "score": 3
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "A century of hair shows how lead exposure collapsed",
      "summary": "For decades, Americans were surrounded by lead from car exhaust, factories, paint, and even drinking water, often without realizing the damage it caused. By analyzing hair samples preserved across generations, scientists uncovered a striking record of how exposure soared before environmental rules and then collapsed after leaded gasoline and other sources were phased out.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260207092902.htm",
      "published_utc": "2026-02-07T14:45:58+00:00",
      "score": 3
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "Doctors test brain cell implants to restore movement in Parkinson’s",
      "summary": "Scientists at Keck Medicine of USC are testing an experimental stem cell therapy that aims to restore the brain’s ability to produce dopamine, the chemical whose loss drives Parkinson’s disease. The early-stage clinical trial involves implanting lab-grown dopamine-producing cells directly into a key movement-control region of the brain, with the hope of slowing disease progression and improving motor function.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260206012203.htm",
      "published_utc": "2026-02-06T11:57:35+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "This tiny molecular trick makes spider silk almost unbreakable",
      "summary": "Scientists have cracked a key mystery behind spider silk’s legendary strength and flexibility. They discovered that tiny molecular interactions act like natural glue, holding silk proteins together as they transform from liquid into incredibly tough fibers. This same process helps create silk that’s stronger than steel by weight and tougher than Kevlar.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260206012210.htm",
      "published_utc": "2026-02-06T06:22:10+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "This simple diet shift cut 330 calories a day without smaller meals",
      "summary": "People who switch to a fully unprocessed diet don’t just eat differently—they eat smarter. Research from the University of Bristol shows that when people avoid ultra-processed foods, they naturally pile their plates with fruits and vegetables, eating over 50% more food by weight while still consuming hundreds fewer calories each day. This happens because whole foods trigger a kind of built-in “nutritional intelligence,” nudging people toward nutrient-rich, lower-calorie options.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260204121547.htm",
      "published_utc": "2026-02-05T15:04:34+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "New nasal vaccine shows strong protection against H5N1 bird flu",
      "summary": "As bird flu continues to circulate in animals and spill over into humans, researchers are racing to stop it before it adapts to spread widely between people. A new nasal spray vaccine showed strong protection against H5N1 in animal tests, outperforming traditional flu shots. Because it targets the nose and lungs, it may prevent infection at the earliest stage.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260204114343.htm",
      "published_utc": "2026-02-04T16:43:43+00:00",
      "score": 3
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "This unexpected plant discovery could change how drugs are made",
      "summary": "Plants make chemical weapons to protect themselves, and many of these compounds have become vital to human medicine. Researchers found that one powerful plant chemical is produced using a gene that looks surprisingly bacterial. This suggests plants reuse microbial tools to invent new chemistry. The insight could help scientists discover new drugs and produce them more sustainably.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260203030546.htm",
      "published_utc": "2026-02-03T15:06:55+00:00",
      "score": 1
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "For every $1 spent protecting nature, $30 goes to destroying it",
      "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
      "published_utc": "2026-01-22T12:00:00+00:00",
      "score": 1
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "11-year streak of record global warming continues, UN weather agency warns",
      "summary": "The past 11 years have been the warmest in the modern era, while oceans continue to heat up, too, says the UN weather agency.",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166758",
      "published_utc": "2026-01-14T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "UN environment assembly wraps up in Nairobi",
      "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
      "published_utc": "2025-12-12T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "A sustainable future requires new thinking: UN environment report",
      "summary": "Adopting a fresh approach to protecting planetary health would deliver stronger economies, fewer deaths and less poverty, the UN Environment Programme (UNEP) insisted on Tuesday, as it released its most comprehensive assessment of environmental pressures facing the world.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166553",
      "published_utc": "2025-12-09T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Arab region pushed to limits by climate extremes as 2024 smashes heat records",
      "summary": "The Arab region is heating at nearly twice the global average, UN weather experts warned on Thursday, after 2024 saw unprecedented heat, destructive storms and worsening water scarcity impact some of the world’s most vulnerable communities.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166509",
      "published_utc": "2025-12-04T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Asia: Lives upended by cyclones, ‘extreme’ rainfall on the rise, warn UN agencies",
      "summary": "Across southeast Asia, record-breaking rains and flooding caused by back-to-back tropical storms have claimed hundreds of lives and brought devastation and displacement upon entire communities, UN agencies said on Tuesday.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166482",
      "published_utc": "2025-12-02T12:00:00+00:00",
      "score": 3
    }
  ],
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Guvernul Bolojan a instituit „supravegherea extinsă” asupra grupului Lukoil. Ce presupune asta",
        "summary": "Guvernul României a adoptat o decizie crucială pentru sectorul energetic, instituind măsura supravegherii extinse asupra entităților grupului Lukoil care activează pe teritoriul național.",
        "link": "https://www.digi24.ro/stiri/actualitate/guverul-bolojan-a-instituit-supravegherea-extinsa-asupra-grupului-lukoil-ce-presupune-asta-3630223",
        "published_utc": "2026-02-13T12:05:10+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Ce se știe despre misterioasa fiică a lui Kim Jong Un, văzută noul lider al Coreei de Nord",
        "summary": "Experții occidentali cred că dictatorul Kim Jong Un își pregătește fiica adolescentă să fie moștenitoarea puterii de la Phenian, care își însoțește tot mai des tatăl la evenimente importante tot mai mediatizate, alimentând speculațiile din&#8230;",
        "link": "https://hotnews.ro/ce-se-stie-despre-fiica-iubita-invaluita-in-mister-a-lui-kim-jong-un-care-ar-putea-fi-noul-lider-al-coreei-de-nord-2170548",
        "published_utc": "2026-02-13T10:56:36+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "STUDIU: Persoanele cu obezitate au un risc crescut de boli cardiovasculare, chiar și în absența altor factori. Ce soluții au la îndemână",
        "summary": "Obezitatea poate afecta sănătatea inimii independent de hipertensiune, diabet sau colesterol crescut, potrivit unor studii recente. Cercetătorii de la Johns Hopkins și Universitatea din Boston, din SUA, au demonstrat că excesul de greutate provoacă modificări&#8230;",
        "link": "https://hotnews.ro/studiu-persoanele-cu-obezitate-au-un-risc-crescut-de-boli-cardiovasculare-chiar-si-in-absenta-altor-factori-ce-solutii-au-la-indemana-2170040",
        "published_utc": "2026-02-13T10:05:05+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Digistoria – cele mai importante evenimente petrecute pe 13 februarie",
        "summary": "Cele mai importante evenimente petrecute pe 13 februarie",
        "link": "https://www.digi24.ro/digistoria/digistoria-cele-mai-importante-evenimente-petrecute-pe-13-februarie-2-3629753",
        "published_utc": "2026-02-13T05:39:58+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Când speră Diana Buzoianu să fie adoptată reforma Romsilva. „Am ajuns într-un punct în care toate partidele suntem aliniate”",
        "summary": "Ministra Mediului, Diana Buzoianu, afirmă că speră că săptămâna viitoare va fi adoptată Hotărârea de Guvern care vizează reforma Regiei Naţionale a Pădurilor Romsilva. Diana Buzoianu anunţă modificări în contractul colectiv de muncă din Romsilva, dar şi măsuri ferme pentru reducerea tăierilor ilegale din păduri.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/ministrul-mediului-afirma-ca-spera-ca-saptamana-viitoate-sa-fie-adoptata-hg-vizand-reforma-romsilva-3629695",
        "published_utc": "2026-02-12T22:08:50+00:00",
        "score": 2
      }
    ],
    "medical": [
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "This vegan diet cut insulin use by nearly 30% in type 1 diabetes",
        "summary": "A low-fat vegan diet—without cutting calories or carbs—may help people with type 1 diabetes significantly reduce how much insulin they need, and how much they spend on it. In a new analysis published in BMC Nutrition, participants following the plant-based plan lowered their daily insulin use by 28%, while those on a portion-controlled diet saw no meaningful change.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212234212.htm",
        "published_utc": "2026-02-13T07:30:08+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "This popular diet was linked to a much lower stroke risk",
        "summary": "A long-term study found that women who closely followed a Mediterranean diet had a much lower risk of stroke. The strongest benefits were seen in women who ate more plant-based foods, fish, and olive oil while cutting back on red meat and saturated fats. Their risk dropped across all major stroke types, including bleeding strokes, which are less commonly studied. The findings suggest diet may be a powerful but overlooked factor in stroke prevention.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260209064310.htm",
        "published_utc": "2026-02-09T11:54:46+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "A hidden Aloe vera compound takes aim at Alzheimer’s",
        "summary": "Scientists have uncovered promising clues that compounds found in Aloe vera could play a role in fighting Alzheimer’s disease. Using advanced computer modeling, researchers discovered that beta-sitosterol—a natural plant compound—strongly interacts with two key enzymes involved in memory loss and cognitive decline. The compound showed stability, strong binding, and favorable safety indicators, making it a standout candidate for future drug development.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260206012213.htm",
        "published_utc": "2026-02-08T12:57:41+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists found a gut compound that helps protect the liver",
        "summary": "What a mother eats during pregnancy may quietly shape her child’s liver health years down the road—but new research suggests there may be a way to tip the odds back in a healthier direction. Scientists found that a natural compound made by healthy gut bacteria dramatically reduced fatty liver disease in the offspring of mice whose mothers ate a high-fat, high-sugar diet. The compound, called indole, appeared to protect the liver, improve blood sugar, limit weight gain, and even reshape the gut microbiome in lasting ways.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260208011028.htm",
        "published_utc": "2026-02-08T07:18:29+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "A century of hair shows how lead exposure collapsed",
        "summary": "For decades, Americans were surrounded by lead from car exhaust, factories, paint, and even drinking water, often without realizing the damage it caused. By analyzing hair samples preserved across generations, scientists uncovered a striking record of how exposure soared before environmental rules and then collapsed after leaded gasoline and other sources were phased out.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260207092902.htm",
        "published_utc": "2026-02-07T14:45:58+00:00",
        "score": 3
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Doctors test brain cell implants to restore movement in Parkinson’s",
        "summary": "Scientists at Keck Medicine of USC are testing an experimental stem cell therapy that aims to restore the brain’s ability to produce dopamine, the chemical whose loss drives Parkinson’s disease. The early-stage clinical trial involves implanting lab-grown dopamine-producing cells directly into a key movement-control region of the brain, with the hope of slowing disease progression and improving motor function.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260206012203.htm",
        "published_utc": "2026-02-06T11:57:35+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "This simple diet shift cut 330 calories a day without smaller meals",
        "summary": "People who switch to a fully unprocessed diet don’t just eat differently—they eat smarter. Research from the University of Bristol shows that when people avoid ultra-processed foods, they naturally pile their plates with fruits and vegetables, eating over 50% more food by weight while still consuming hundreds fewer calories each day. This happens because whole foods trigger a kind of built-in “nutritional intelligence,” nudging people toward nutrient-rich, lower-calorie options.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260204121547.htm",
        "published_utc": "2026-02-05T15:04:34+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "New nasal vaccine shows strong protection against H5N1 bird flu",
        "summary": "As bird flu continues to circulate in animals and spill over into humans, researchers are racing to stop it before it adapts to spread widely between people. A new nasal spray vaccine showed strong protection against H5N1 in animal tests, outperforming traditional flu shots. Because it targets the nose and lungs, it may prevent infection at the earliest stage.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260204114343.htm",
        "published_utc": "2026-02-04T16:43:43+00:00",
        "score": 3
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "This unexpected plant discovery could change how drugs are made",
        "summary": "Plants make chemical weapons to protect themselves, and many of these compounds have become vital to human medicine. Researchers found that one powerful plant chemical is produced using a gene that looks surprisingly bacterial. This suggests plants reuse microbial tools to invent new chemistry. The insight could help scientists discover new drugs and produce them more sustainably.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260203030546.htm",
        "published_utc": "2026-02-03T15:06:55+00:00",
        "score": 1
      }
    ],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "60,000 years ago humans were already using poisoned arrows",
        "summary": "Sixty thousand years ago, humans in southern Africa were already mastering nature’s chemistry. Scientists have discovered chemical traces of poison from the deadly gifbol plant on ancient quartz arrowheads found in South Africa — the oldest direct evidence of arrow poison ever identified. The find reveals that these early hunters didn’t just invent the bow and arrow earlier than once believed — they also knew how to enhance their weapons with toxic plant compounds to make hunts more effective.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212025616.htm",
        "published_utc": "2026-02-13T04:01:51+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Selects Vast for Sixth Private Mission to Space Station",
        "summary": "NASA and Vast have signed an order for the sixth private astronaut mission to the International Space Station, targeted to launch no earlier than summer 2027 from Florida. This private astronaut mission marks the company&#8217;s first selection to the orbiting laboratory, underscoring NASA’s ongoing investment in fostering a commercial space economy and expanding opportunities for [&#8230;]",
        "link": "https://www.nasa.gov/news-release/nasa-selects-vast-for-sixth-private-mission-to-space-station/",
        "published_utc": "2026-02-12T21:11:19+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Europe’s “untouched” wilderness was shaped by Neanderthals and hunter-gatherers",
        "summary": "Long before agriculture, humans were transforming Europe’s wild landscapes. Advanced simulations show that hunting and fire use by Neanderthals and Mesolithic hunter-gatherers reshaped forests and grasslands in measurable ways. By reducing populations of giant herbivores, people indirectly altered how dense vegetation became. The findings challenge the idea that prehistoric Europe was an untouched natural world.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212025613.htm",
        "published_utc": "2026-02-12T14:14:45+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Completes First Flight of Laminar Flow Scaled Wing Design",
        "summary": "NASA completed the first flight&#160;test&#160;of&#160;a scale-model wing&#160;designed to improve laminar flow, reducing drag&#160;and&#160;lowering&#160;fuel&#160;costs for&#160;future commercial&#160;aircraft.&#160; The flight took place Jan. 29 at NASA’s Armstrong Flight Research Center in Edwards, California, using&#160;one of the agency’s&#160;F-15B research&#160;jets.&#160;The&#160;NASA-designed,&#160;40-inch&#160;Crossflow Attenuated Natural Laminar Flow (CATNLF) wing&#160;model&#160;was attached to the aircraft’s underside vertically, like a fin.&#160; The flight lasted&#160;about&#160;75 minutes, during [&#8230;]",
        "link": "https://www.nasa.gov/image-article/nasa-completes-first-flight-of-laminar-flow-scaled-wing-design/",
        "published_utc": "2026-02-11T23:35:59+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "This weird deep-sea creature was named by thousands of people online",
        "summary": "A newly discovered deep-sea creature has become an unlikely Internet star. After appearing in a popular YouTube video, a rare chiton found nearly three miles beneath the ocean surface sparked a global naming effort, drawing more than 8,000 suggestions from people around the world. Scientists ultimately chose the name Ferreiraella populi, meaning “of the people,” honoring the public that helped bring it into the scientific record.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260207232242.htm",
        "published_utc": "2026-02-08T04:32:36+00:00",
        "score": 3
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Something supercharged Uranus when Voyager 2 flew past",
        "summary": "Voyager 2’s flyby of Uranus in 1986 recorded radiation levels so extreme they baffled scientists for nearly 40 years. New research suggests the spacecraft caught Uranus during a rare solar wind event that flooded the planet’s radiation belts with extra energy. Similar storms have been seen near Earth, where they dramatically boost radiation levels. The discovery reshapes how scientists think about Uranus—and why it deserves another visit.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260206012217.htm",
        "published_utc": "2026-02-07T16:41:34+00:00",
        "score": 3
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "This tiny molecular trick makes spider silk almost unbreakable",
        "summary": "Scientists have cracked a key mystery behind spider silk’s legendary strength and flexibility. They discovered that tiny molecular interactions act like natural glue, holding silk proteins together as they transform from liquid into incredibly tough fibers. This same process helps create silk that’s stronger than steel by weight and tougher than Kevlar.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260206012210.htm",
        "published_utc": "2026-02-06T06:22:10+00:00",
        "score": 1
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "For every $1 spent protecting nature, $30 goes to destroying it",
        "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
        "published_utc": "2026-01-22T12:00:00+00:00",
        "score": 1
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "11-year streak of record global warming continues, UN weather agency warns",
        "summary": "The past 11 years have been the warmest in the modern era, while oceans continue to heat up, too, says the UN weather agency.",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166758",
        "published_utc": "2026-01-14T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "UN environment assembly wraps up in Nairobi",
        "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "published_utc": "2025-12-12T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "A sustainable future requires new thinking: UN environment report",
        "summary": "Adopting a fresh approach to protecting planetary health would deliver stronger economies, fewer deaths and less poverty, the UN Environment Programme (UNEP) insisted on Tuesday, as it released its most comprehensive assessment of environmental pressures facing the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166553",
        "published_utc": "2025-12-09T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Arab region pushed to limits by climate extremes as 2024 smashes heat records",
        "summary": "The Arab region is heating at nearly twice the global average, UN weather experts warned on Thursday, after 2024 saw unprecedented heat, destructive storms and worsening water scarcity impact some of the world’s most vulnerable communities.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166509",
        "published_utc": "2025-12-04T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Asia: Lives upended by cyclones, ‘extreme’ rainfall on the rise, warn UN agencies",
        "summary": "Across southeast Asia, record-breaking rains and flooding caused by back-to-back tropical storms have claimed hundreds of lives and brought devastation and displacement upon entire communities, UN agencies said on Tuesday.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166482",
        "published_utc": "2025-12-02T12:00:00+00:00",
        "score": 3
      }
    ],
    "photos": [
      {
        "category_id": "space",
        "category_label": "🚀 Spațiu",
        "source": "Flickr (space)",
        "title": "Savitskaya",
        "link": "https://www.flickr.com/photos/astrophilately/55093669734/",
        "image_url": "https://live.staticflickr.com/65535/55093669734_f32794e663_b.jpg",
        "published_utc": "2026-02-13T12:05:47+00:00"
      },
      {
        "category_id": "animals",
        "category_label": "🐾 Animale",
        "source": "Flickr (animals)",
        "title": "And off they go...",
        "link": "https://www.flickr.com/photos/xenas_images/55093779685/",
        "image_url": "https://live.staticflickr.com/65535/55093779685_c53a14e4fe_b.jpg",
        "published_utc": "2026-02-13T12:20:29+00:00"
      },
      {
        "category_id": "landscapes",
        "category_label": "🏞️ Peisaj",
        "source": "Flickr (landscape)",
        "title": "Svalbard's dramatic landscape",
        "link": "https://www.flickr.com/photos/96747463@N05/55093790865/",
        "image_url": "https://live.staticflickr.com/65535/55093790865_ff272d4c37_b.jpg",
        "published_utc": "2026-02-13T12:24:45+00:00"
      }
    ],
    "joke": [
      {
        "date_utc": "2026-02-13",
        "text": "Mi-am făcut un plan de economii. Acum economisesc timp necheltuindu-l."
      }
    ],
    "satire": [
      {
        "date_utc": "2026-02-13",
        "source": "TimesNewRoman",
        "title": "Regrete târzii. Mulți români realizează că și-au făcut tatuaje în loc să-și cumpere un cojoc",
        "summary": "Cotidian independent de umor voluntar",
        "link": "https://www.timesnewroman.ro/life-death/regrete-tarzii-multi-romani-realizeaza-ca-si-au-facut-tatuaje-in-loc-sa-si-cumpere-un-cojoc/",
        "note": "Satiră — nu este știre reală."
      }
    ]
  }
}