{
  "generated_utc": "2026-02-03T20:24:46.500131+00:00",
  "count": 49,
  "items": [
    {
      "id": "0033835e5e07",
      "title": "Kelmen Hunor, despre adoptarea pachetelor administrativ și de reformă. Bani pentru pensionari: „Nu e o discuție ideologică, e bun simț”",
      "summary": "Partidul Social Democrat a pus în așteptare pachetul Cseke Attila, cel de reformă administrativă, pentru a obține un pachet de relansare economică și pune în așteptare și bugetul pentru 2026 pentru un pachet de ajutor social. Aflat în studioul Digi24, vicepremierul Kelemen Hunor ",
      "link": "https://www.digi24.ro/stiri/actualitate/kelmen-hunor-despre-adoptarea-pachetelor-administrativ-si-de-reforma-bani-pentru-pensionari-nu-e-o-discutie-ideologica-e-bun-simt-3614625",
      "source": "Digi24",
      "published_utc": "2026-02-03T20:23:56+00:00",
      "kind": "ro"
    },
    {
      "id": "a96307738039",
      "title": "Kelemen Hunor, despre numirile la șefiile serviciilor secrete: „Dacă ne gândim la o reformă, nu se poate face de la o zi la alta”",
      "summary": "În cadrul unei apariții la „Jurnalul de Seară”, la Digi24, Kelemen Hunor a afirmat că nu a fost consultat pe tema numirilor la șefiile serviciilor secrete, adăugând că președintele Nicușor Dan va trebui să vină cu propuneri, întrucât numirile se află „în curtea” sa. Liderul UDMR ",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/kelemen-hunor-despre-numirile-la-sefiile-serviciilor-secrete-daca-ne-gandim-la-o-reforma-nu-se-poate-face-de-la-o-zi-la-alta-3614623",
      "source": "Digi24",
      "published_utc": "2026-02-03T20:22:21+00:00",
      "kind": "ro"
    },
    {
      "id": "edec05116768",
      "title": "Kelemen Hunor: Ilie Bolojan e un dur. La anumite momente e nevoie să se întoarcă şi el la anumite decizii. Un premier are puterea să spună ok, corectăm acest lucru",
      "summary": "Liderul UDMR, Kelemen Hunor, susţine că premierul Ilie Bolojan este un dur, dar că în anumite momente este nevoie să revină asupra unor decizii luate anterior de către Guvern.",
      "link": "https://www.news.ro/economic/kelemen-hunor-ilie-bolojan-e-un-dur-la-anumite-momente-e-nevoie-sa-se-intoarca-si-el-la-anumite-decizii-un-premier-are-puterea-sa-spuna-ok-corectam-acest-lucru-1922400903002026022222333825",
      "source": "News.ro",
      "published_utc": "2026-02-03T20:09:00+00:00",
      "kind": "ro"
    },
    {
      "id": "c3bafd47b124",
      "title": "UDMR cere premierului Bolojan să scadă taxele locale. Kelemen: Un guvern se poate întoarce la decizie. E un semn de maturitate",
      "summary": "UDMR cere premierului Ilie Bolojan să permită autorităților locale să reducă impozitele în limitele nivelurilor locale prevăzute de lege până la aprobarea bugetelor lor și să reintroducă scutirile fiscale, în special pentru persoanele cu dizabilități și familiile cele mai vulnera",
      "link": "https://www.digi24.ro/finante/udmr-cere-premierului-ilie-bolojan-sa-permita-scaderea-taxelor-locale-dupa-protestele-din-harghita-3614229",
      "source": "Digi24",
      "published_utc": "2026-02-03T20:08:31+00:00",
      "kind": "ro"
    },
    {
      "id": "d423858b0d57",
      "title": "Kelemen Hunor nu știa despre neplata primei zile de concediu medical: Nu știu de unde a apărut, nu cred că am discutat în Coaliție",
      "summary": "Kelemen Hunor a declarat marți seară, la Jurnalul de Seară de la Digi24, că nu știa de măsura neplății primei zile de concediu medical și că nu crede că a fost discutată în cadul ședințelor Coaliției. Președintele UDMR este de părere că măsura nu este bună și trebuie corectată.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/kelemen-hunor-nu-stia-despre-neplata-primei-zile-de-concediu-medical-nu-stiu-de-unde-a-aparut-nu-cred-ca-am-discutat-in-coalitie-3614577",
      "source": "Digi24",
      "published_utc": "2026-02-03T20:02:45+00:00",
      "kind": "ro"
    },
    {
      "id": "31ed0dd7065c",
      "title": "Kelemen Hunor recunoaște: Bolojan e un dur. Dacă nu asigurăm o guvernare justă, până în iunie dispare orice suport pentru acest Guvern",
      "summary": "Președintele UDMR, Kelemen Hunor, a declarat marți, în exclusivitate la Digi24, că guvernarea trebuie să țină cont de așteptările societății și de dificultățile întâmpinate de cetățenii români, nu doar de „contabilitate”, subliniind că lipsa unor măsuri corecte ar putea duce la p",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/kelemen-hunor-recunoaste-bolojan-e-un-dur-daca-nu-asiguram-o-guvernare-justa-pana-in-iunie-dispare-orice-suport-pentru-acest-guvern-3614535",
      "source": "Digi24",
      "published_utc": "2026-02-03T20:00:44+00:00",
      "kind": "ro"
    },
    {
      "id": "0b0587a7fc39",
      "title": "Noile cărți de identitate electronice împiedică sancționarea celor prinși fără bilet de controlorii STB",
      "summary": "În Capitală, noile cărți de identitate electronice se eliberează de aproape un an, dar sistemele de control din transportul public nu sunt încă adaptate acestei schimbări. La STB nu există, în prezent, cititoare pentru noile documente de identitate. Situația face imposibilă aplic",
      "link": "https://www.digi24.ro/stiri/actualitate/noile-carti-de-identitate-electronice-impiedica-sanctionarea-celor-prinsi-fara-bilet-de-controlorii-stb-3614537",
      "source": "Digi24",
      "published_utc": "2026-02-03T19:55:32+00:00",
      "kind": "ro"
    },
    {
      "id": "59cb5be3000b",
      "title": "Ultimul din cei trei supravieţuitori ai accidentului din Timiş, în care a fost implicat un microbuz cu suporteri ai PAOK Salonic şi în care 7 oameni şi-au pierdut viaţa, ar putea fi transferat în Grecia",
      "summary": "Ultimul dintre cei trei supravieţuitori ai accidentului de săptămâna trecută care a avut loc în Timiş şi în care 7 oameni şi-au pierdut viaţa, ar putea fi transferat miercuri în Grecia, la Salonic, cu o aeronavă.",
      "link": "https://www.news.ro/eveniment/ultimul-cei-trei-supravietuitori-accidentului-timis-implicat-microbuz-suporteri-paok-salonic-7-oameni-au-pierdut-viata-ar-putea-transferat-grecia-1922405503002026022122333807",
      "source": "News.ro",
      "published_utc": "2026-02-03T19:55:00+00:00",
      "kind": "ro"
    },
    {
      "id": "97544e10ce1a",
      "title": "Alertă în Sălaj: turla unei biserici s-a prăbușit. Pompierii caută victime sub dărâmături. O polițistă rănită",
      "summary": "Turla unei biserici din orașul Cehu Silvaniei s-a prăbușit, marți seara, peste partea carosabilă, blocând circulația pe ambele sensuri. Echipajele de intervenție acționează în prezent pentru căutarea unor eventuale victime sub dărâmături, folosind și un câine specializat pentru a",
      "link": "https://www.digi24.ro/stiri/actualitate/evenimente/alerta-in-salaj-turla-unei-biserici-s-a-prabusit-pe-carosabil-pompierii-cauta-victime-sub-daramaturi-3614505",
      "source": "Digi24",
      "published_utc": "2026-02-03T19:50:37+00:00",
      "kind": "ro"
    },
    {
      "id": "ba84729868e2",
      "title": "Macron anunță că se pregătește o reluare a dialogului cu Vladimir Putin",
      "summary": "<p>Emmanuel Macron a afirmat, marți, că reluarea dialogului cu președintele rus Vladimir Putin este &#8222;în curs de pregătire&#8221;, afirmând în același timp că Moscova nu arată o voință reală de a negocia pacea în Ucraina. Întrebat despre acest subiect cu prilejul unei deplas",
      "link": "https://spotmedia.ro/stiri/eveniment/macron-anunta-ca-se-pregateste-o-reluare-a-dialogului-cu-vladimir-putin",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T19:48:36+00:00",
      "kind": "ro"
    },
    {
      "id": "97bc510a872d",
      "title": "Incendiu puternic în Mureș: o casă arde generalizat. Flăcările s-au extins și la o altă locuință",
      "summary": "Pompierii intervin marți seara pentru stingerea unui puternic incendiu în localitatea Gruisor, județul Mureș. O casă de lemn arde generalizat, iar flăcările s-au extins la o a doua locuință. Echipajele lucrează în prezent pentru limitarea incendiului și pentru a evita extinderea ",
      "link": "https://www.digi24.ro/stiri/actualitate/evenimente/incendiu-puternic-in-mures-o-casa-arde-generalizat-flacarile-s-au-extins-si-la-o-alta-locuinta-3614575",
      "source": "Digi24",
      "published_utc": "2026-02-03T19:48:30+00:00",
      "kind": "ro"
    },
    {
      "id": "31b9635a33db",
      "title": "Medicul Lorelei Nassar: Abcesul dentar începe cu durerea dentară, continuă cu durereа pulsatilă a dintelui şi a zonei respective/ Printre afecţiunile care duc viaţa în pericol este flegmonul de planşeu bucal",
      "summary": "Dr. Lorelei Nassar, implantolog şi chirurg oro-maxilo-facial la Clinica Dr. Lorelei Nassar din Capitală, a explicat cum se dezvoltă un abces dentar şi cum acesta se poate transforma în flegmon de planşeu bucal care poate pune viaţa pacientului în pericol.",
      "link": "https://www.news.ro/social/sanatate/medicul-lorelei-nassar-abcesul-dentar-incepe-durerea-dentara-continua-durere-pulsatila-dintelui-zonei-respective-printre-afectiunile-duc-viata-pericol-flegmonul-planseu-bucal-1922404403562026022122333797",
      "source": "News.ro",
      "published_utc": "2026-02-03T19:44:56+00:00",
      "kind": "ro"
    },
    {
      "id": "49e140753d26",
      "title": "Washingtonul anunţă că a doborât o dronă iraniană care s-a apropiat „în mod agresiv” de un portavion în Orientul Mijlociu",
      "summary": "Un avion american de tip stealth a doborât marţi o dronă iraniană care s-a apropiat „în mod agresiv” de un portavion american în Marea Arabiei, în timp ce un grup aeronaval american se îndreaptă spre regiunea Golfului, a anunţat un purtător de cuvânt militar, relatează Reuters şi",
      "link": "https://www.news.ro/externe/washingtonul-anunta-ca-a-doborat-o-drona-iraniana-care-s-a-apropiat-in-mod-agresiv-de-un-portavion-in-orientul-mijlociu-1922404103032026022122333775",
      "source": "News.ro",
      "published_utc": "2026-02-03T19:41:03+00:00",
      "kind": "ro"
    },
    {
      "id": "e0dc67ba9cde",
      "title": "Turla unei biserici s-a prăbușit în Sălaj. O polițistă a fost surprinsă sub dărâmături (Foto&Video)",
      "summary": "<p>Un incident grav a avut loc, marți seara, în orașul Cehu Silvaniei, din județul Sălaj, unde turla unei biserici s-a prăbușit, iar bucăți masive de construcție au căzut peste partea carosabilă și peste mai multe autoturisme parcate în zonă. Circulația a fost blocată complet, ia",
      "link": "https://spotmedia.ro/stiri/eveniment/turla-unei-biserici-s-a-prabusit-in-salaj-o-politista-a-fost-surprinsa-sub-daramaturi-fotovideo",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T19:39:00+00:00",
      "kind": "ro"
    },
    {
      "id": "66a4d4a0b514",
      "title": "Averea lui Elon Musk depăşeşte 800 de miliarde de dolari după anunţul de fuziune SpaceX–xAI, devenind primul om din istorie care atinge acest prag",
      "summary": "Averea lui Elon Musk a depăşit pentru prima dată în istorie pragul de 800 de miliarde de dolari, după anunţul privind fuziunea spectaculoasă dintre compania sa spaţială SpaceX şi startupul său de inteligenţă artificială xAI, relatează Forbes.",
      "link": "https://www.news.ro/economic/averea-lui-elon-musk-depaseste-800-de-miliarde-de-dolari-dupa-anuntul-de-fuziune-spacex-xai-devenind-primul-om-din-istorie-care-atinge-acest-prag-1922403603202026022122333786",
      "source": "News.ro",
      "published_utc": "2026-02-03T19:36:20+00:00",
      "kind": "ro"
    },
    {
      "id": "b1e9bbaa26a7",
      "title": "UPDATE - O biserică s-a prăbuşit în judeţul Sălaj, în apropierea Poliţiei Oraşului Cehu Silvaniei / O poliţistă care se îndrepta spre serviciu a fost rănită / O maşină, avariată / Se caută alte posibile victime / Biserica, în renovare - VIDEO",
      "summary": "O biserică s-a prăbuşit, marţi seară, în judeţul Sălaj, în apropierea Poliţiei Oraşului Cehu Silvaniei, o poliţistă care se îndrepta spre serviciu fiind rănită. De asemenea, o maşină a fost avariată.",
      "link": "https://www.news.ro/eveniment/update-biserica-s-prabusit-judetul-salaj-apropierea-politiei-orasului-cehu-silvaniei-politista-indrepta-spre-serviciu-ranita-masina-avariata-cauta-posibile-victime-biserica-renovare-video-1922402803002026022122333781",
      "source": "News.ro",
      "published_utc": "2026-02-03T19:28:00+00:00",
      "kind": "ro"
    },
    {
      "id": "20ef79027bba",
      "title": "Care e stadiul segmentelor de autostradă cuprinse în SAFE, care se întind și în Moldova și Ucraina",
      "summary": "<p>România beneficiază de peste 4 miliarde de euro, finanțare prin SAFE, și pentru autostrăzi care vor avea o dublă utilitate, atât civilă, cât și militară. „Practic, avem un singur proiect care va face legătura între granița cu Republica Moldova, Ungheni, și granița cu Ucraina, ",
      "link": "https://spotmedia.ro/stiri/social/care-e-stadiul-segmentelor-de-autostrada-cuprinse-in-safe-care-se-intind-si-in-moldova-si-ucraina",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T19:21:41+00:00",
      "kind": "ro"
    },
    {
      "id": "ed474f4f602b",
      "title": "Fotbal: Maroc a făcut apel împotriva sancţiunilor dictate după incidentele din finala Cupei Africii pe Naţiuni",
      "summary": "Federaţia Regală Marocană de Fotbal (FRMF) a anunţat marţi, într-un comunicat dat publicităţii, că face apel împotriva sancţiunilor impuse de Confederaţia Africană de Fotbal (CAF) în urma incidentelor care au avut loc în timpul finalei Cupei Africii pe Naţiuni.",
      "link": "https://www.news.ro/sport/fotbal-maroc-a-facut-apel-impotriva-sanctiunilor-dictate-dupa-incidentele-din-finala-cupei-africii-pe-natiuni-1922401003392026022122333736",
      "source": "News.ro",
      "published_utc": "2026-02-03T19:10:39+00:00",
      "kind": "ro"
    },
    {
      "id": "0b3676741f64",
      "title": "Creşterea economică a Rusiei a încetinit puternic în 2025, la 1%, anunţă Vladimir Putin",
      "summary": "Activitatea economică rusă a crescut cu doar 1% în 2025, a anunţat marţi preşedintele Vladimir Putin, un ritm de creştere mult mai lent decât în 2024, în contextul în care economia se luptă să se redreseze sub greutatea războiului din Ucraina, relatează AFP.",
      "link": "https://www.news.ro/externe/cresterea-economica-a-rusiei-a-incetinit-puternic-in-2025-la-1-anunta-vladimir-putin-1922400903272026022122333760",
      "source": "News.ro",
      "published_utc": "2026-02-03T19:09:27+00:00",
      "kind": "ro"
    },
    {
      "id": "8310b496070e",
      "title": "Puternic incendiu într-o localitate din judeţul Mureş - Focul a cuprins o casă din lemn şi s-a extins la a doua – FOTO / VIDEO",
      "summary": "Pompierii intervin, marţi seară, pentru a stinge un puternic incendiu în localitatea Gruisor din judeţul Mureş. O casă de lemn arde generalizat, iar flăcările s-au extins la a doua locuinţă.",
      "link": "https://www.news.ro/eveniment/puternic-incendiu-intr-o-localitate-din-judetul-mures-focul-a-cuprins-o-casa-din-lemn-si-s-a-extins-la-a-doua-foto-video-1922400503472026022122333762",
      "source": "News.ro",
      "published_utc": "2026-02-03T19:05:47+00:00",
      "kind": "ro"
    },
    {
      "id": "ad429fd24250",
      "title": "Casa Albă are planuri pentru „un stat venezuelean prosper și democratic”. Mesajul trimisului SUA la Caracas: „Munca a început deja”",
      "summary": "Washingtonul are planuri pentru un „stat venezuelean prosper și democratic”, a declarat marți noul trimis american la Caracas, la o lună după capturarea președintelui Nicolas Maduro de către armata americană. Misiunea SUA a publicat un videoclip pe rețelele sociale în care se ara",
      "link": "https://www.digi24.ro/stiri/externe/sua/casa-alba-are-planuri-pentru-un-stat-venezuelean-prosper-si-democratic-mesajul-trimisului-sua-la-caracas-munca-a-inceput-deja-3614485",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:52:42+00:00",
      "kind": "ro"
    },
    {
      "id": "778a26cbdd25",
      "title": "Americanii au doborât o dronă iraniană. Trei nave ale Gardienilor Revoluției au hărțuit un vas sub pavilion SUA",
      "summary": "<p>Creşte tensiunea dintre Statele Unite și Iran. Un avion american a doborât o dronă iraniană care s-ar fi apropiat &#8222;agresiv&#8221;, iar două nave aparținând Gărzilor Revoluției au amenințat să captureze un vas de transport cu pavilion american în Strâmtoarea Hormuz. Cele ",
      "link": "https://spotmedia.ro/stiri/eveniment/americanii-au-doborat-o-drona-iraniana-trei-vase-ale-garzilor-revolutiei-au-hartuit-un-vas-sub-pavilion-sua",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T18:45:00+00:00",
      "kind": "ro"
    },
    {
      "id": "a970fd1dea52",
      "title": "Jaqueline Cristian avansează la Transylvania Open: Gabriela Ruse a fost eliminată",
      "summary": "<p>Jaqueline Cristian (27 de ani) s-a calificat, marți, în turul secund la Transylvania Open. Sportiva noastră a trecut de Lucrezia Stefanini din Italia, venită din calificări, locul 140 în clasamentul WTA. Jaqueline s-a impus în trei seturi, scor 6-2, 2-6, 7-5 după două ore și 2",
      "link": "https://spotmedia.ro/stiri/sport/jaqueline-cristian-avanseaza-la-transylvania-open-gabriela-ruse-a-fost-eliminata",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T18:36:00+00:00",
      "kind": "ro"
    },
    {
      "id": "60eb49bbce61",
      "title": "Presa britanică: Cătălin Botezatu a fost jefuit la Londra de un ceas extrem de rar, în valoare de 2 milioane de lire sterline",
      "summary": "<p>Cătălin Botezatu ar fi fost victima unui jaf spectaculos în prestigiosul cartier Mayfair din Londra. Un hoț i-a furat ceasul Richard Mille, evaluat la 2 milioane de lire sterline. Daily Mail îl descrie pe Botezatu ca fiind un designer de modă român, de 59 de ani, cunoscut la H",
      "link": "https://spotmedia.ro/stiri/monden/presa-britanica-catalin-botezatu-a-fost-jefuit-la-londra-de-un-ceas-extrem-de-rar-in-valoare-de-2-milioane-de-lire-sterline",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T18:27:41+00:00",
      "kind": "ro"
    },
    {
      "id": "765933281391",
      "title": "Scandalul Epstein, în atenția Poloniei, anunță premierul Donald Tusk. Varșovia vizează legăturile miliardarului cu KGB",
      "summary": "Guvernul polonez a format o echipă specială pentru a examina posibile legături între Polonia și scandalul de trafic sexual al lui Jeffrey Epstein din Statele Unite.",
      "link": "https://www.digi24.ro/stiri/externe/ue/polonia-infiinteaza-o-echipa-pentru-a-examina-scandalul-epstein-spune-premierul-tusk-sunt-vizate-legaturile-acestuia-cu-kgb-ul-3614475",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:19:42+00:00",
      "kind": "ro"
    },
    {
      "id": "265ff3d7a625",
      "title": "Transplant total de față, reușit în Spania, de la un donator care a cerut eutanasia. Operație de 24 de ore, cu 100 de medici",
      "summary": "Premieră mondială în Spania: medicii au realizat un transplant total de față de la o femeie care a ales eutanasierea. Beneficiară a fost o persoană a cărei față fusese grav afectată de o bacterie. Operația a fost una de o complexitate extraordinară - a durat 24 de ore și la ea au",
      "link": "https://www.digi24.ro/stiri/externe/transplant-total-de-fata-reusit-in-spania-de-la-un-donator-care-a-cerut-eutanasia-operatie-de-24-de-ore-cu-100-de-medici-3614445",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:09:55+00:00",
      "kind": "ro"
    },
    {
      "id": "eca92e672e1d",
      "title": "Japonia, îngropată sub zăpadă: Troiene de peste 4 metri și 30 de morți după ninsorile care nu se mai opresc (Foto & Video)",
      "summary": "<p>Ninsorile extrem de abundente au provocat moartea a 30 de persoane în Japonia în decursul ultimelor două săptămâni, dintre care o femeie de 91 de ani a murit îngropată sub zăpadă în fața locuinței sale, au anunțat marți autoritățile. Guvernul japonez a mobilizat militari pentr",
      "link": "https://spotmedia.ro/stiri/eveniment/japonia-ingropata-sub-zapada-troiene-de-2-metri-si-30-de-morti-dupa-ninsorile-care-nu-se-mai-opresc-foto-video",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T18:09:52+00:00",
      "kind": "ro"
    },
    {
      "id": "a3ccc885e5ba",
      "title": "Ucraina forțează mâna SUA pe tema garanțiilor de securitate: de la 15 la 50 de ani. Dmitri Medevdev: „Nu pot fi unilaterale”",
      "summary": "Pe măsură ce o nouă rundă de negocieri Ucraina-SUA- Rusia se întrevede la orizont și în ciuda propunerii președintelui american Donald Trump privind garanții de securitate pe o perioadă de 15 ani, oficialii ucraineni speră să obțină extinderea acestora la 50 de ani. Totuși, Rusia",
      "link": "https://www.digi24.ro/stiri/externe/ue/ucraina-forteaza-mana-sua-pe-tema-garantiilor-de-securitate-de-la-15-la-50-de-ani-dmitri-medevdev-nu-pot-fi-unilaterale-3614421",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:07:51+00:00",
      "kind": "ro"
    },
    {
      "id": "9e37b43fb558",
      "title": "Oana Țoiu, discuții în SUA despre securitate și investiții în apărare. Cui i-a lansat ministrul „o invitație de a vizita România”",
      "summary": "Ministrul român de Externe, Oana Țoiu, a avut marți o întrevedere, în cadrul vizitei sale în Statele Unite, cu Mike Rogers, președintele Comisiei pentru servicii armate a Camerei Reprezentanților. Discuțiile au vizat securitatea regională, investițiile în industria de apărare și ",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/oana-toiu-discutii-in-sua-despre-securitate-si-investitii-in-aparare-cui-i-a-lansat-ministrul-o-invitatie-de-a-vizita-romania-3614403",
      "source": "Digi24",
      "published_utc": "2026-02-03T18:07:03+00:00",
      "kind": "ro"
    },
    {
      "id": "32237f03939e",
      "title": "Finanțele demontează fake news – taxa Temu NU a omorât comerțul",
      "summary": "<p>Ministerul Finanțelor și Asociația Română a Magazinelor Online (ARMO) dezmint informaţiile cum că taxa de 25 de lei pe coletele extracomunitare cu valoare sub 150 euro (aşa-zisa taxă Temu) ar fi determinat relocarea fluxurilor cargo către alte aeroporturi și ar fi generat pier",
      "link": "https://spotmedia.ro/stiri/economie/finantele-demonteaza-fake-news-taxa-temu-nu-a-omorat-comertul",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T18:00:10+00:00",
      "kind": "ro"
    },
    {
      "id": "9a4eaf7d4306",
      "title": "Un avion F-35 american a doborât o dronă iraniană care se apropia „cu intenții neclare” de portavionul Abraham Lincoln",
      "summary": "Forţele armate ale Statelor Unite au doborât marţi o dronă iraniană care se apropia de portavionul Abraham Lincoln, în Marea Arabiei, a declarat agenţiei Reuters o sursă oficială americană.",
      "link": "https://www.digi24.ro/stiri/externe/fortele-americane-au-doborat-o-drona-iraniana-care-se-apropia-de-portavionul-abraham-lincoln-3614409",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:59:05+00:00",
      "kind": "ro"
    },
    {
      "id": "707c16a0c89b",
      "title": "„Europa trebuie să păstreze controlul”. Dependența de tehnologia din SUA amenință „suveranitatea digitală”",
      "summary": "Europa trebuie să păstreze controlul asupra tehnologiilor-cheie care stau la baza economiilor din regiune, a declarat marți comisarul european pentru servicii financiare, în contextul apelurilor tot mai frecvente ca Uniunea Europeană să fie mai puțin dependentă de giganții tehnol",
      "link": "https://www.digi24.ro/stiri/externe/ue/europa-trebuie-sa-pastreze-controlul-dependenta-de-tehnologia-din-sua-ameninta-suveranitatea-digitala-3614401",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:52:23+00:00",
      "kind": "ro"
    },
    {
      "id": "05e9018dc60b",
      "title": "Ciprian Ciucu a cerut STB un plan de reducere a cheltuielilor. Anunțul primarului Capitalei despre situația transportului public",
      "summary": "Primarul Capitalei, Ciprian Ciucu, anunţă că va încerca să afle direct ce se întâmplă la STB şi de ce a ajuns să coste transportul public în Bucureşti 1,8 miliarde de lei pe an. Primarul afirmă că a cerut conducerii societăţii să vină până lunea viitoare cu un plan clar de reduce",
      "link": "https://www.digi24.ro/stiri/ciprian-ciucu-a-cerut-stb-un-plan-de-reducere-a-cheltuielilor-anuntul-primarului-capitalei-despre-situatia-transportului-public-3614389",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:48:13+00:00",
      "kind": "ro"
    },
    {
      "id": "b219534ea405",
      "title": "Românii se simt mai expuși la dezinformare ca restul Europei. Doar Ungaria ne mai întrece la știri false",
      "summary": "<p>Românii se numără printre europenii care spun cel mai des că sunt expuși la știri false și dezinformare. Un sondaj Eurobarometru analizat de Euronews arată că peste jumătate dintre respondenții din România cred că au întâlnit frecvent conținut fals în ultima săptămână, un proc",
      "link": "https://spotmedia.ro/stiri/media/romanii-se-simt-pacaliti-doar-ungaria-ne-mai-intrece-la-stiri-false",
      "source": "Spotmedia",
      "published_utc": "2026-02-03T17:42:00+00:00",
      "kind": "ro"
    },
    {
      "id": "1a84205a6f78",
      "title": "NATO a început planificarea misiunii de consolidare a securităţii în Arctica",
      "summary": "NATO a început activitatea de planificare a misiunii pe care intenţionează să o lanseze pentru a consolida securitatea în Arctica, a anunţat marţi un purtător de cuvânt al Alianţei Nord-Atlantice, citat de AFP şi Reuters.",
      "link": "https://www.digi24.ro/stiri/externe/nato-a-inceput-planificarea-misiunii-de-consolidare-a-securitatii-in-arctica-3614375",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:32:42+00:00",
      "kind": "ro"
    },
    {
      "id": "46e4f1c77d72",
      "title": "Hubert Thuma, despre propunerea lui Bolojan de a schimba lideri PNL: A fost respinsă de cei ce nu pot fi acuzați că sunt PSD-iștii răi",
      "summary": "Președintele Consiliului Județean Ilfov, lider din PNL opozant al lui Ilie Bolojan, spune că „de ceva timp încoace, se acreditează ideea că împotriva domnului Bolojan s-au aliat oameni din PNL care au PSD în suflet”. „Cu alte cuvinte, că ne-am fi vândut. Că «PeSeDiștii cei răi di",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/hubert-thuma-despre-propunerea-lui-bolojan-de-a-schimba-lideri-pnl-a-fost-respinsa-de-cei-ce-nu-pot-fi-acuzati-ca-sunt-psd-istii-rai-3614373",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:32:15+00:00",
      "kind": "ro"
    },
    {
      "id": "7e914dcafe2e",
      "title": "UE va propune SUA un parteneriat în domeniul mineralelor critice pentru a contracara China. Când ar putea fi parafată înțelegerea",
      "summary": "Uniunea Europeană va propune Statelor Unite un parteneriat în domeniul mineralelor critice pentru a reduce influența Chinei, încercând să modeleze eforturile administrației Trump de a încheia acorduri globale în această săptămână. UE este pregătită să semneze un memorandum de înț",
      "link": "https://www.digi24.ro/stiri/externe/ue/ue-va-propune-sua-un-parteneriat-in-domeniul-mineralelor-critice-pentru-a-contracara-china-cand-ar-putea-fi-parafata-intelegerea-3614337",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:19:54+00:00",
      "kind": "ro"
    },
    {
      "id": "e115139edd3d",
      "title": "Mii de documente din dosarele Epstein au fost retrase după ce identitatea victimelor a fost compromisă",
      "summary": "Departamentul de Justiție al Statelor Unite (DOJ) a eliminat de pe site-ul său mii de documente referitoare la Jeffrey Epstein, după ce victimele au declarat că identitatea lor a fost compromisă, transmite BBC News.",
      "link": "https://www.digi24.ro/stiri/externe/sua/mii-de-documente-din-dosarele-epstein-au-fost-retrase-dupa-ce-identitatea-victimelor-a-fost-compromisa-3614361",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:15:22+00:00",
      "kind": "ro"
    },
    {
      "id": "13b295257f0c",
      "title": "„Să exorcizăm fantomele trecutului”. Roberta Metsola susține că UE și Regatul Unit trebuie să-și „reseteze” relația",
      "summary": "UE și Regatul Unit trebuie să depășească nemulțumirile istorice și să-și „reseteze” relația pentru a putea colabora într-o lume din ce în ce mai incertă, a declarat președinta Parlamentului European, Roberta Metsola, relatează Politico.",
      "link": "https://www.digi24.ro/stiri/externe/ue/sa-exorcizam-fantomele-trecutului-roberta-metsola-sustine-ca-ue-si-regatul-unit-trebuie-sa-si-reseteze-relatia-3614351",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:04:49+00:00",
      "kind": "ro"
    },
    {
      "id": "2112c2f833d0",
      "title": "Ce amenzi s-au dat în București celor care nu au curăţat trotuarele de zăpadă şi gheaţă",
      "summary": "Poliţiştii locali ai Capitalei au aplicat 41 de amenzi, în valoare totală de aproximativ 100.000 de lei, celor care nu au curăţat trotuarele de gheaţă sau zăpadă.",
      "link": "https://www.digi24.ro/stiri/actualitate/ce-amenzi-s-au-dat-in-bucuresti-celor-care-nu-au-curatat-trotuarele-de-zapada-si-gheata-3614331",
      "source": "Digi24",
      "published_utc": "2026-02-03T17:04:16+00:00",
      "kind": "ro"
    },
    {
      "id": "da4ace115fe3",
      "title": "Sorin Grindeanu, întâlnire cu premierul Benjamin Netanyahu în Israel. Ce au agreat cei doi oficiali",
      "summary": "Președintele Camerei Deputaților Sorin Grindeanu face o vizită oficială, zilele acestea, în Israel, însoțit de o delegație parlamentară din care face parte și ministrul Sănătății Alexandru Rogobete. Sorin Grindeanu a transmis marți pe contul său de X, după întâlnirea cu premierul",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/sorin-grindeanu-in-vizita-oficiala-in-israel-intalniri-cu-premierul-netanyahu-si-presedintele-herzog-3613955",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:58:52+00:00",
      "kind": "ro"
    },
    {
      "id": "0def4d96eb7a",
      "title": "Procurorul în cazul Marine le Pen cere menținerea sentinței: „Asistenţii au lucrat pentru partid, dar au fost plătiţi de Europa”",
      "summary": "Avocaţii Parlamentului European au denunţat marţi ''încrederea trădată'' de partidul de extremă dreapta RN (Rassemblement National), a cărui lideră Marine Le Pen a compărut la Palatul de Justiţie din Paris în procesul în apel împotriva condamnării sale în dosarul angajării fictiv",
      "link": "https://www.digi24.ro/stiri/externe/ue/procurorul-in-cazul-marine-le-pen-cere-mentinerea-sentintei-asistentii-au-lucrat-pentru-partid-dar-au-fost-platiti-de-europa-3614329",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:58:27+00:00",
      "kind": "ro"
    },
    {
      "id": "a8a1342d0c73",
      "title": "Mark Rutte: Ucraina e pregătită „să joace corect”, dar Rusia „creează haos”. Șeful NATO cere o „împărțire echitabilă a poverii”",
      "summary": "Ucraina este pregătită „să joace corect” și să ajungă la un acord acceptabil cu Rusia, însă atacurile masive lansate de Moscova transmit „un semnal foarte prost” înaintea unor eventuale negocieri, a declarat secretarul general al NATO, Mark Rutte. Afirmațiile au fost făcute în ca",
      "link": "https://www.digi24.ro/stiri/externe/mark-rutte-ucraina-e-pregatita-sa-joace-corect-dar-rusia-creeaza-haos-seful-nato-cere-o-impartire-echitabila-a-poverii-3614327",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:53:37+00:00",
      "kind": "ro"
    },
    {
      "id": "c3f72f5aecc8",
      "title": "Dani Mocanu și fratele lui vor fi extrădați în România. Decizia Curții de Apel din Napoli nu e definitivă",
      "summary": "Cunoscutul manelist Dani Mocanu și fratele său vor fi extrădați, însă decizia Curții de Apel din Napoli nu este definitivă. Anunțul vine în contextul în care Înalta Curte de Casație și Justiție a „admis în principiu” cerereile de recurs în casație formulate de cei doi.",
      "link": "https://www.digi24.ro/stiri/actualitate/justitie/dani-mocanu-si-fratele-lui-vor-fi-extradati-in-romania-decizia-curtii-de-apel-din-napoli-nu-e-definitiva-3614293",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:37:51+00:00",
      "kind": "ro"
    },
    {
      "id": "002bd067b2ea",
      "title": "Reforma administrației locale: un sfert dintre primării nu trebuie să concedieze niciun angajat, spune ministrul Cseke Attila",
      "summary": "Un sfert dintre administraţiile publice locale nu vor trebui să concedieze niciun angajat, conform măsurilor prevăzute în pachetul de reforme pentru acest sector, a declarat, marţi, la Botoşani, ministrul Dezvoltării, Lucrărilor Publice şi Administraţiei, Cseke Attila.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/reforma-administratiei-locale-un-sfert-dintre-primarii-nu-trebuie-sa-copncedieze-niciun-angajat-spune-ministrul-cseke-attila-3614291",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:34:22+00:00",
      "kind": "ro"
    },
    {
      "id": "c5156db1cffa",
      "title": "Suedia și Danemarca vor achiziționa sisteme de apărare aeriană pentru Ucraina. Cât vor costa echipamentele",
      "summary": "Suedia și Danemarca vor furniza în comun Ucrainei un pachet de ajutor în valoare de 246 milioane de euro, care va include sisteme de apărare aeriană. Sistemele sunt deja în producție și se preconizează că vor fi livrate Ucrainei în câteva luni, anunță European Pravda.",
      "link": "https://www.digi24.ro/stiri/externe/ue/suedia-si-danemarca-vor-achizitiona-sisteme-de-aparare-aeriana-pentru-ucraina-cat-vor-costa-echipamentele-3614235",
      "source": "Digi24",
      "published_utc": "2026-02-03T16:22:24+00:00",
      "kind": "ro"
    },
    {
      "id": "71455bd45b5e",
      "title": "UK homes to get £15bn for solar and green tech to cut energy bills",
      "summary": "The government has announced the details of its long-awaited Warm Homes Plan which promises to cut energy bills.",
      "link": "https://www.bbc.com/news/articles/ckgj7me00p0o?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2026-01-21T09:00:06+00:00",
      "kind": "global",
      "title_ro": "Casele din Regatul Unit vor primi 15 miliarde de lire sterline pentru energie solară și tehnologii ecologice pentru a reduce facturile la energie",
      "summary_ro": "Guvernul a anunțat detaliile mult-așteptatului său plan \"Case calde\", care promite reducerea facturilor la energie."
    },
    {
      "id": "034e67539d3e",
      "title": "Global temperatures dipped in 2025 but more heat records on way, scientists warn",
      "summary": "The last three years were Earth's hottest on record, as humanity's carbon emissions continue to heat the planet.",
      "link": "https://www.bbc.com/news/articles/c5y5p9rzd4ko?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2026-01-14T03:44:07+00:00",
      "kind": "global",
      "title_ro": "Oamenii de știință avertizează că temperaturile globale au scăzut în 2025, dar urmează să se înregistreze și mai multe recorduri de căldură",
      "summary_ro": "Ultimii trei ani au fost cei mai călduroși ani înregistrați vreodată pe Pământ, deoarece emisiile de carbon ale omenirii continuă să încălzească planeta."
    },
    {
      "id": "1d739bf2ad96",
      "title": "'Year of octopus' declared after warmer seas lead to record UK numbers",
      "summary": "The Wildlife Trusts say its is 'flabbergasted' by the sighting of the highest number of octopuses since 1950",
      "link": "https://www.bbc.com/news/articles/c709gz3k9k9o?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2025-12-22T12:49:25+00:00",
      "kind": "global",
      "title_ro": "\"Anul caracatiței\", declarat după ce mările mai calde au condus la un număr record de exemplare în Regatul Unit",
      "summary_ro": "Wildlife Trusts se declară \"uimită\" de observarea celui mai mare număr de caracatițe din 1950"
    }
  ]
}