{
  "generated_utc": "2026-02-04T14:52:58.591230+00:00",
  "count": 51,
  "items": [
    {
      "id": "1736a919461a",
      "title": "Propunerea lui Daniel Funeriu pentru rețelele sociale care funcționează în UE: conţinut educaţional la fiecare 5 minute de scrolling",
      "summary": "Fostul ministru al Educaţiei Daniel Funeriu propune, în contextul dezbaterilor privind interzicerea reţelelor sociale pentru copiii sub o anumită vârstă, despre care afirmă că nu crede că este eficientă, ca la nivelul Uniunii Europene să fie instituită obligaţia tuturor platforme",
      "link": "https://www.digi24.ro/stiri/actualitate/propunerea-lui-daniel-funeriu-pentru-retelele-sociale-care-functioneaza-in-ue-continut-educational-la-fiecare-5-minute-de-scrolling-3615827",
      "source": "Digi24",
      "published_utc": "2026-02-04T14:50:09+00:00",
      "kind": "ro"
    },
    {
      "id": "fa23a2014457",
      "title": "Ministrul Finanţelor, Alexandru Nazare, anunţă că joi va publica în transparenţă pachetul de măsuri pentru relansarea economică, rezultat prin contribuţia partenerilor din coaliţia de guvernare şi din dialogul cu mediul de afaceri",
      "summary": "Ministrul Finanţelor, Alexandru Nazare, anunţă că joi va publica în transparenţă pachetul de măsuri pentru relansarea economică, rezultat prin contribuţia partenerilor din coaliţia de guvernare şi din dialogul cu mediul de afaceri. El arată că 2026 trebuie să fie anul în care sch",
      "link": "https://www.news.ro/economic/ministrul-finantelor-alexandru-nazare-anunta-joi-publica-transparenta-pachetul-masuri-relansarea-economica-rezultat-contributia-partenerilor-coalitia-guvernare-dialogul-mediul-afaceri-1922404604002026021622334830",
      "source": "News.ro",
      "published_utc": "2026-02-04T14:46:00+00:00",
      "kind": "ro"
    },
    {
      "id": "98228c111317",
      "title": "Italia a dejucat atacuri cibernetice ruseşti care vizau Jocurile Olimpice de iarnă de la Milano Cortina",
      "summary": "Tensiune la Jocurile Olimpice de iarnă. Italia a dejucat o serie de atacuri cibernetice ruseşti asupra site-urilor legate de Jocurile Olimpice de iarnă de la Milano Cortina, a anunţat miercuri, ministrul Afacerilor Externe, Antonio Tajani, potrivit AFP.",
      "link": "https://www.news.ro/sport/italia-a-dejucat-atacuri-cibernetice-rusesti-care-vizau-jocurile-olimpice-de-iarna-de-la-milano-cortina-1922404504012026021622334785",
      "source": "News.ro",
      "published_utc": "2026-02-04T14:45:01+00:00",
      "kind": "ro"
    },
    {
      "id": "6b0f81e14d27",
      "title": "Invizibilii: Povestea Sarei, tânăra care își exprimă visul prin dans",
      "summary": "Invizibilii: Povestea Sarei, tânăra care își exprimă visul prin dans",
      "link": "https://www.digi24.ro/invizibilii/invizibilii-povestea-sarei-tanara-care-isi-exprima-visul-prin-dans-3615813",
      "source": "Digi24",
      "published_utc": "2026-02-04T14:44:04+00:00",
      "kind": "ro"
    },
    {
      "id": "c54656d14e92",
      "title": "Compania TikTok este extrem de cooperantă în ancheta UE privind alegerile din România, spune purtătorul de cuvânt al Comisiei Europene",
      "summary": "Compania de social media TikTok este „extrem de cooperantă” în ancheta în curs a Comisiei Europene privind posibila interferenţă în alegerile din România din 2024, a declarat miercuri purtătorul de cuvânt al Comisiei, Thomas Regnier, relatează Reuters.",
      "link": "https://www.news.ro/externe/compania-tiktok-este-extrem-de-cooperanta-in-ancheta-ue-privind-alegerile-din-romania-spune-purtatorul-de-cuvant-al-comisiei-europene-1922404204372026021622334803",
      "source": "News.ro",
      "published_utc": "2026-02-04T14:42:37+00:00",
      "kind": "ro"
    },
    {
      "id": "2d850df19e3f",
      "title": "Probleme cu două zile înainte de ceremonia de deschidere: Italia a dejucat atacuri cibernetice rusești care vizau Jocurile Olimpice",
      "summary": "Italia a dejucat o serie de atacuri cibernetice ruseşti împotriva unor site-uri legate de Jocurile Olimpice de iarnă de la Milano-Cortina, a anunţat miercuri ministrul de Externe, Antonio Tajani, cu două zile înainte de ceremonia de deschidere, informează AFP.",
      "link": "https://www.digi24.ro/stiri/externe/ue/probleme-cu-doua-zile-inainte-de-ceremonia-de-deschidere-italia-a-dejucat-atacuri-cibernetice-rusesti-care-vizau-jocurile-olimpice-3615763",
      "source": "Digi24",
      "published_utc": "2026-02-04T14:38:31+00:00",
      "kind": "ro"
    },
    {
      "id": "e3234533d65b",
      "title": "Negocieri între Iran şi SUA urmează să aibă loc în Oman, după ce erau avute iniţial în vedere vineri la Istanbul, afirmă o sursă diplomatică arabă. Modalităţile, în discuţie. Teheranul încearcă să limiteze agenda reuniunii, numai cu SUA, doar la dosarul n",
      "summary": "Negocieri între Statele Unite şi Iran - avute iniţial în vedere în Turcia vineri -, urmează să se desfăşoare în Oman, însă modul de desfăşurare nu a fost stabilit încă, declară miercuri un diplomat arab AFP.",
      "link": "https://www.news.ro/externe/negocieri-intre-iran-sua-urmeaza-aiba-loc-oman-dupa-avute-initial-vedere-vineri-istanbul-afirma-sursa-diplomatica-araba-modalitatile-discutie-teheranul-incearca-limiteze-agenda-reuniunii-numai-sua-1922403604002026021622334799",
      "source": "News.ro",
      "published_utc": "2026-02-04T14:36:00+00:00",
      "kind": "ro"
    },
    {
      "id": "8cfec36ddc95",
      "title": "Deficitul Rusiei s-ar putea tripla în 2026, în urma scăderii veniturilor din petrol. „Situaţia se deteriorează semnificativ” (Reuters)",
      "summary": "Deficitul public al Rusiei s-ar putea tripla comparativ cu ţinta oficială, până la finalul acestui an, scăderea achiziţiilor Indiei de petrol şi majorarea discounturilor la tranzacţionarea petrolului afectând veniturile, în timp ce cheltuielile ar putea fi mai ridicate decât se e",
      "link": "https://www.digi24.ro/stiri/externe/rusia/deficitul-rusiei-s-ar-putea-tripla-in-2026-in-urma-scaderii-veniturilor-din-petrol-situatia-se-deterioreaza-semnificativ-reuters-3615771",
      "source": "Digi24",
      "published_utc": "2026-02-04T14:35:54+00:00",
      "kind": "ro"
    },
    {
      "id": "094b0d5c167c",
      "title": "Livrator nigerian, amenințat cu cuțitul și tâlhărit de 3 tineri din Bucureşti. Agresorii au fost reținuți de poliţiști",
      "summary": "Trei tineri, cu vârste de 16, 19 şi 20 de ani, au fost reţinuţi de poliţişti pentru că au deposedat, prin ameninţare cu cuţitul, un livrator de mâncare nigerian care venise cu o comandă la adresa unuia dintre ei.",
      "link": "https://www.digi24.ro/stiri/livrator-nigerian-amenintat-cu-cutitul-si-talharit-de-3-tineri-din-bucuresti-agresorii-au-fost-retinuti-de-politisti-3615569",
      "source": "Digi24",
      "published_utc": "2026-02-04T14:32:13+00:00",
      "kind": "ro"
    },
    {
      "id": "9d280d6751f5",
      "title": "BCR şi Erste Group finanţează cu 58,5 milioane euro proiectul de energie eoliană onshore, de 49,8 MW dezvoltat de Greenvolt Power",
      "summary": "Greenvolt Group, prin intermediul Greenvolt Power, dezvoltator global de proiecte eoliene, solare şi de stocare a energiei la scară largă, a obţinut o finanţare în valoare de 58,5 milioane de euro din partea Erste Group Bank AG şi Banca Comercială Română (BCR) pentru a susţine de",
      "link": "https://www.news.ro/economic/bcr-si-erste-group-finanteaza-cu-58-5-milioane-euro-proiectul-de-energie-eoliana-onshore-de-49-8-mw-dezvoltat-de-greenvolt-power-1922403004092026021622334778",
      "source": "News.ro",
      "published_utc": "2026-02-04T14:30:09+00:00",
      "kind": "ro"
    },
    {
      "id": "7914742eca28",
      "title": "Nicușor Dan, prima reacție după acuzațiile SUA privind influențarea alegerilor: „Ingerințele ruse au fost evidențiate de rapoarte NATO”",
      "summary": "Președintele Nicușor Dan a avut o primă reacție după ce Comisia Juridică din Camera Reprezentanților SUA a transmis un raport care susține că oficialii UE ar fi influențat alegerile din România prin presiuni asupra rețelelor sociale. Șeful statului spune că țara noastră nu este s",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/nicusor-dan-prima-reactie-dupa-acuzatiile-sua-privind-influentarea-alegerilor-decizia-ccr-indica-fara-echivoc-vicierea-campaniei-3615681",
      "source": "Digi24",
      "published_utc": "2026-02-04T14:22:58+00:00",
      "kind": "ro"
    },
    {
      "id": "dda422ebd523",
      "title": "CCR: Excluderea operatorilor economici investigaţi penal, dar fără o condamnare definitivă, din procedura de atribuire a contractelor de concesiune este neconstituţională, încălcând prezumţia de nevinovăţie",
      "summary": "Excluderea operatorilor economici investigaţi penal, dar fără o condamnare definitivă, din procedura de atribuire a contractelor de concesiune contravine principiului egalităţii în drepturi, încalcă prezumţia de nevinovăţie şi reprezintă o restrângere nejustificată a exerciţiului",
      "link": "https://www.news.ro/justitie/ccr-excluderea-operatorilor-economici-investigati-penal-condamnare-definitiva-procedura-atribuire-contractelor-concesiune-neconstitutionala-incalcand-prezumtia-nevinovatie-1922402204522026021622334796",
      "source": "News.ro",
      "published_utc": "2026-02-04T14:22:52+00:00",
      "kind": "ro"
    },
    {
      "id": "f9683a3b3cd9",
      "title": "Republica Cehă a închis ultima mină de cărbune, punând capăt unei industrii vechi de 250 de ani. Ce a determinat această schimbare",
      "summary": "Republica Cehă a pus oficial capăt unei industrii vechi de 250 de ani, miercuri, când ultimul vagon de cărbune a părăsit mina Stonava, informează TVPWorld.",
      "link": "https://www.digi24.ro/stiri/externe/ue/republica-ceha-a-inchis-ultima-mina-de-carbune-punand-capat-unei-industrii-vechi-de-250-de-ani-ce-a-determinat-aceasta-schimbare-3615757",
      "source": "Digi24",
      "published_utc": "2026-02-04T14:16:48+00:00",
      "kind": "ro"
    },
    {
      "id": "f943ebc09e73",
      "title": "Daniel Funeriu propune ca la nivelul Uniunii Europene să fie instituită obligaţia tuturor platformelor de socializare ca, la fiecare 5 minute de scrolling, să oblige la 30 de secunde de conţinut educaţional ţintit vârstei utilizatorului",
      "summary": "Fostul ministru al Educaţiei Daniel Funeriu propune, în contextul dezbaterilor privind interzicerea reţelelor sociale pentru copiii sub o anumită vârstă, despre care afirmă că nu crede că este eficientă, ca la nivelul Uniunii Europene să fie instituită obligaţia tuturor platforme",
      "link": "https://www.news.ro/social/daniel-funeriu-propune-nivelul-uniunii-europene-fie-instituita-obligatia-tuturor-platformelor-socializare-5-minute-scrolling-oblige-30-secunde-continut-educational-tintit-varstei-utilizatorului-1922401304002026021622334779",
      "source": "News.ro",
      "published_utc": "2026-02-04T14:13:00+00:00",
      "kind": "ro"
    },
    {
      "id": "ffad204d9d79",
      "title": "Un baschetbalist iranian refuză echipa naţională în semn de protest faţă de regim",
      "summary": "Mohammad Amini, jucător al echipei SLUC Nancy, a anunţat că a decis să nu mai poarte tricoul naţionalei iraniene de baschet în următoarele meciuri internaţionale, invocând dorinţa sa de a vedea un „Iran paşnic”, relatează Le Figaro.",
      "link": "https://www.news.ro/sport/un-baschetbalist-iranian-refuza-echipa-nationala-in-semn-de-protest-fata-de-regim-1922400904292026021622334763",
      "source": "News.ro",
      "published_utc": "2026-02-04T14:09:29+00:00",
      "kind": "ro"
    },
    {
      "id": "9fc8d0144ae8",
      "title": "FCSB are probleme cu Ofri Arad: Anunțul lui Elias Charalambous",
      "summary": "<p>FCSB a anunțat că are deja probleme cu Ofri Arad. Acesta a venit complet nepregătit la FCSB și nu poate juca pentru campioană prea curând. Roș-albaștrii sperau să-l folosească în meciul cu FC Botoșani de joi, dar acest lucru nu va fi posibil. &#8222;Are nevoie de timp. Nu este",
      "link": "https://spotmedia.ro/stiri/sport/fcsb-are-probleme-cu-ofri-arad-anuntul-lui-elias-charalambous",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T14:05:40+00:00",
      "kind": "ro"
    },
    {
      "id": "cedff9893adc",
      "title": "Agenții ICE nu vor juca „niciun rol operativ” în timpul Jocurilor Olimpice 2026 în Italia",
      "summary": "Ministrul italian de Interne, Matteo Piantedosi, a dat asigurări miercuri că agenţii Serviciului American de Imigrare şi Control al Vămilor (ICE), a căror sosire în Italia pentru Jocurile Olimpice de iarnă de la Milano-Cortina a stârnit controverse, nu vor avea niciun rol \"operaţ",
      "link": "https://www.digi24.ro/stiri/externe/agentii-ice-nu-vor-juca-niciun-rol-operativ-in-timpul-jocurilor-olimpice-2026-in-italia-3615735",
      "source": "Digi24",
      "published_utc": "2026-02-04T14:01:15+00:00",
      "kind": "ro"
    },
    {
      "id": "d7f9d9356c5c",
      "title": "Zăcăminte de minerale rare, descoperite în Apuseni. O companie canadiană a găsit uraniu, cobalt și nichel",
      "summary": "O companie canadiană de explorare a identificat în Munții Apuseni zăcăminte importante de minerale rare, inclusiv uraniu, cobalt și nichel, pe un perimetru de 25 de kilometri pătrați la limita județelor Bihor și Arad. Descoperirea vine în contextul în care Europa caută să reducă ",
      "link": "https://www.digi24.ro/stiri/sci-tech/descoperiri/zacaminte-de-minerale-rare-descoperite-in-apuseni-o-companie-canadiana-a-gasit-uraniu-cobalt-si-nichel-3615739",
      "source": "Digi24",
      "published_utc": "2026-02-04T14:01:10+00:00",
      "kind": "ro"
    },
    {
      "id": "f0e8374d0a9b",
      "title": "Primăria Capitalei dezminte fake news: STB păstrează gratuitatea pentru pensionari",
      "summary": "<p>Primăria Capitalei dezminte informațiile conform cărora Societatea de Transport București ar elimina gratuitatea pentru pensionari. Până la elaborarea și adoptarea planului de eficientizare a activității STB, nu se pune problema majorării tarifelor sau eliminării unor gratuită",
      "link": "https://spotmedia.ro/stiri/social/primaria-capitalei-dezminte-fake-news-stb-pastreaza-gratuitatea-pentru-pensionari",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T14:00:20+00:00",
      "kind": "ro"
    },
    {
      "id": "ac52e2fd9839",
      "title": "Femeile din Iran, autorizate să conducă vehicule pe două roţi",
      "summary": "Femeile din Iran pot de-acum să obţină un permis de conducere a vehiculelor pe două roţi, scrie miercuri presa iraniană, o măsură care pune astfel capăt unei ambiguităţi juridice privind conducerea motocicletelor şi scuterelor, relatează AFP.",
      "link": "https://www.news.ro/externe/femeile-din-iran-autorizate-sa-conduca-vehicule-pe-doua-roti-1922400004002026021622334737",
      "source": "News.ro",
      "published_utc": "2026-02-04T14:00:00+00:00",
      "kind": "ro"
    },
    {
      "id": "d944a065c2ce",
      "title": "Firmele nu vor mai putea fi scoase din licitații doar pentru că sunt anchetate penal. CCR: Este încălcată prezumția de nevinovăție",
      "summary": "Curtea Constituțională a României a decis, miercuri, că excluderea unui operator economic dintr-o procedură de achiziție publică doar pentru că este vizat de o anchetă penală, fără o hotărâre definitivă de condamnare, este neconstituțională. Judecătorii au stabilit, în unanimitat",
      "link": "https://www.digi24.ro/stiri/economie/companii/firmele-nu-vor-mai-putea-fi-scoase-din-licitatii-doar-pentru-ca-sunt-anchetate-penal-ccr-este-incalcata-prezumtia-de-nevinovatie-3615723",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:49:46+00:00",
      "kind": "ro"
    },
    {
      "id": "144db27f59cb",
      "title": "Proiectul de HG privind reorganizarea Romsilva a fost retras de pe ordinea de zi a Comisiei de Dialog Social la solicitarea Federaţiei SILVA, care consideră că nu a fost respectată legea",
      "summary": "Proiectul de HG privind reorganizarea Romsilva a fost retras de pe ordinea de zi a Comisiei de Dialog Social la solicitarea Federaţiei SILVA, care consideră că nu a fost respectată Legea dialogului social, anunţă federaţia sindicală. În opinia reprezentanţilor federaţiei, dorinţa",
      "link": "https://www.news.ro/social/proiectul-de-hg-privind-reorganizarea-romsilva-a-fost-retras-de-pe-ordinea-de-zi-a-comisiei-de-dialog-social-la-solicitarea-federatiei-silva-care-considera-ca-nu-a-fost-respectata-legea-1922404604262026021522334747",
      "source": "News.ro",
      "published_utc": "2026-02-04T13:46:26+00:00",
      "kind": "ro"
    },
    {
      "id": "98b2d50bf146",
      "title": "Cum recrutează Kremlinul hackeri pentru terorism digital inclusiv în SUA. Povestea apei din Muleshoe",
      "summary": "<p>Muleshoe, cu o populație de 5.000 de locuitori, se află în Texas, lângă granița cu statul New Mexico. Este un orășel mic și arid, legat de lumea exterioară printr-un mozaic de drumuri locale și câteva aeroporturi private pentru avioane ușoare, situat la aproximativ o oră de me",
      "link": "https://spotmedia.ro/stiri/opinii-si-analize/cum-recruteaza-kremlinul-hackeri-pentru-terorism-digital-inclusiv-in-sua-povestea-apei-din-muleshoe",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T13:42:45+00:00",
      "kind": "ro"
    },
    {
      "id": "6ae5168d1023",
      "title": "Mesaj manifest al naţionalei de fotbal pentru toţi românii: „Fiţi un zid de susţinere, nu o sursă de îndoială”",
      "summary": "Echipa naţională a României a transmis un mesaj pentru toţi suporterii, cu mai puţin de două luni până la meciul din semifinala barajului de calificare la World Cup 2026, cu Turcia.",
      "link": "https://www.digi24.ro/stiri/sport/fotbal/mesaj-manifest-al-nationalei-de-fotbal-pentru-toti-romanii-fiti-un-zid-de-sustinere-nu-o-sursa-de-indoiala-3615721",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:40:14+00:00",
      "kind": "ro"
    },
    {
      "id": "bd5f9728485e",
      "title": "Circulaţia pe Transfăgărăşan se închide parțial până pe 20 martie pentru lucrări la Barajul Vidraru. Anunțul Infotrafic",
      "summary": "Circulaţia rutieră a fost închisă pe DN 7C - Transfăgărăşan - de miercuri şi până în 20 martie, în zona localităţii Arefu, din judeţul Argeş, pentru ca o macara să poată staţiona pe şosea în timpul unor lucrări de retehnologizare care vizează înlocuirea unor grătare la Barajul Vi",
      "link": "https://www.digi24.ro/stiri/economie/transporturi/circulatia-pe-transfagarasan-se-inchide-partial-pana-pe-20-martie-pentru-lucrari-la-barajul-vidraru-anuntul-infotrafic-3615691",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:31:07+00:00",
      "kind": "ro"
    },
    {
      "id": "685e942d654f",
      "title": "Nicușor Dan: România nu este vizată de raportul preliminar al Congresului SUA",
      "summary": "<p>Președintele Nicușor Dan susţine că România nu este subiectul Raportului preliminar al Comisiei Juridice a Camerei Reprezentanților din Congresul Statelor Unite, subliniind că referirile la țara noastră din document sunt „strict contextuale”, în cadrul unei dezbateri mai ample",
      "link": "https://spotmedia.ro/stiri/politica/nicusor-dan-romania-nu-este-vizata-de-raportul-preliminar-al-congresului-sua",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T13:24:34+00:00",
      "kind": "ro"
    },
    {
      "id": "ccc934416930",
      "title": "Gratuitatea pentru pensionari va fi păstrată de STB, anunță Primăria Capitalei",
      "summary": "„STB păstrează gratuitatea pentru pensionari. Orice altă informaţie citiţi pe site-uri este fake news. Primarul Ciprian Ciucu a anunţat ieri că a cerut un plan de eficientizare a STB, pentru a evita insolvenţa companiei şi a îmbunătăţi condiţiile de transport public pentru bucure",
      "link": "https://www.digi24.ro/stiri/economie/transporturi/gratuitatea-pentru-pensionari-va-fi-pastrata-de-stb-anunta-primaria-capitalei-3615647",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:16:55+00:00",
      "kind": "ro"
    },
    {
      "id": "2baae5b05a53",
      "title": "Șase români au fost arestați în Germania după ce au furat peste 80 de kilometri de cablu de cupru",
      "summary": "Prețurile extrem de ridicate ale cuprului atrag hoții de cupru din toată Germania. Aceștia vizează în special parcurile solare și cablurile instalate în aceste sisteme, în care se găsește această materie primă valoroasă, scrie presa germană.",
      "link": "https://www.digi24.ro/stiri/externe/sase-romani-au-fost-arestati-in-germania-dupa-ce-au-furat-peste-80-de-kilometri-de-cablu-de-cupru-3615621",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:12:32+00:00",
      "kind": "ro"
    },
    {
      "id": "bfa95fdf81ea",
      "title": "Contribuția la Pilonul 2 ar putea crește la 6% până în 2027. Proiectul a fost adoptat tacit în Senat și merge la Camera Deputaților",
      "summary": "Contribuția la Pilonul 2 de pensii private ar putea crește semnificativ, după ce Senatul a adoptat tacit, miercuri, proiectul de lege care prevede majorarea cotei de contribuție de la nivelul actual de 4,75% la 5,25% în 2026 și la 6% în 2027. Propunerea legislativă a trecut de pr",
      "link": "https://www.digi24.ro/stiri/economie/contributia-la-pilonul-2-ar-putea-creste-la-6-pana-in-2027-proiectul-a-fost-adoptat-tacit-in-senat-si-merge-la-camera-deputatilor-3615583",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:10:55+00:00",
      "kind": "ro"
    },
    {
      "id": "1e3e7e97985f",
      "title": "Certitudinea pe care COSR o are în cazul medaliei Anei Bărbosu",
      "summary": "<p>Președintele Comitetului Olimpic și Sportiv Român, Mihai Covaliu, s-a arătat optimist în ceea ce privește medalia de bronz obținută de Ana Maria Bărbosu la Jocurile Olimpice de la Paris 2024, după ce Tribunalul Federal Elvețian a trimis cazul la TAS pentru reexaminare după ape",
      "link": "https://spotmedia.ro/stiri/sport/certitudinea-pe-care-cosr-o-are-in-cazul-medaliei-anei-barbosu",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T13:06:19+00:00",
      "kind": "ro"
    },
    {
      "id": "28144694654e",
      "title": "CCR a respins sesizarea lui Nicușor Dan referitoare la legea regimului cultelor. Argumentele Curții",
      "summary": "Curtea Constituțională a respins, cu majoritate de voturi, ca neîntemeiată, sesizarea preşedintelui Nicuşor Dan în legătură cu modificările aduse legii privind libertatea religioasă şi regimul cultelor. Astfel, actul normativ criticat respectă „exigențele impuse de Constituție”, ",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/ccr-a-respins-sesizarea-lui-nicusor-dan-referitoare-la-legea-regimului-cultelor-argumentele-curtii-3615591",
      "source": "Digi24",
      "published_utc": "2026-02-04T13:02:45+00:00",
      "kind": "ro"
    },
    {
      "id": "982fbcc311b1",
      "title": "Din ce în ce mai multe voci îi cer lui Bolojan să plătească prima zi de concediu medical. După Kelemen Hunor, acum și din PNL",
      "summary": "<p>Senatoarea PNL Nicoleta Pauliuc anunţă că a depus un amendament la OUG nr.91/2025 astfel încât pacienţilor cronici să le fie plătită şi prima zi de concediul medical. Ea afirmă că amendamentul corectează o nedreptate şi protejează nu doar bolnavii de cancer, ci şi pe cei bolna",
      "link": "https://spotmedia.ro/stiri/politica/din-ce-in-ce-mai-multe-voci-ii-cer-lui-bolojan-sa-plateasca-prima-zi-de-concediu-medical-dupa-kelemen-hunor-acum-si-din-pnl",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T12:57:00+00:00",
      "kind": "ro"
    },
    {
      "id": "1db30895f849",
      "title": "Țările mici din UE se concentrează pe producția de arme și trimit drone pe frontul din Ucraina",
      "summary": "<p>Există posibilitatea ca zumzetul de temut al elicelor auzit pe câmpurile de luptă ucrainene să provină de la drone construite într-o țară cu o populație de puțin peste un milion de locuitori, situată la marginea sud-estică a Europei. Est vorba despre Cipru. Producătorul Swarml",
      "link": "https://spotmedia.ro/stiri/eveniment/tarile-mici-din-ue-se-concentreaza-pe-productia-de-arme-si-trimit-drone-pe-frontul-din-ucraina",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T12:48:00+00:00",
      "kind": "ro"
    },
    {
      "id": "23cef390608b",
      "title": "Rusia lansează noi amenințări în timpul negocierilor de la Abu Dhabi. Ce condiție pune Kremlinul pentru oprirea războiului",
      "summary": "Kremlinul a afirmat miercuri că îşi va „continua” ofensiva în Ucraina până când Kievul nu-i va accepta condiţiile, această declaraţie pe un ton ultimativ intervenind într-un moment în care delegaţiile rusă, ucraineană şi americană s-au reunit la Abu Dhabi (în Emiratele Arabe Unit",
      "link": "https://www.digi24.ro/stiri/externe/rusia-lanseaza-noi-amenintari-in-timpul-negocierilor-de-la-abu-dhabi-ce-conditie-pune-kremlinul-pentru-oprirea-razboiului-3615509",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:42:41+00:00",
      "kind": "ro"
    },
    {
      "id": "3c897d2d0504",
      "title": "Livrator nigerian tâlhărit cu cuțitul, în București. Trei tineri, reținuți de poliție",
      "summary": "<p>Un livrator de origine nigeriană a fost atacat și tâlhărit de trei tineri în Sectorul 6 al Capitalei, în momentul în care le-a livrat mâncarea comandată printr-o aplicație de livrări. Ce n-au știut cei trei este că tâlhăria a fost înregistrată de una dintre camerele de suprave",
      "link": "https://spotmedia.ro/stiri/eveniment/livrator-nigerian-talharit-cu-cutitul-in-bucuresti-trei-tineri-retinuti-de-politie",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T12:39:00+00:00",
      "kind": "ro"
    },
    {
      "id": "0d7acd8cb3c6",
      "title": "Comisia Europeană: „Cine ar putea reprezenta un risc în alegerile noastre? Platformele online”. Detalii despre cazul României",
      "summary": "Comisia Europeană, prin vocea unui purtător de cuvânt, a subliniat că executivul european nu interferează în alegerile statelor membre, ci platformele de socializare, și a menționat că acesta este motivul pentru care au fost luate măsuri legale, criticate aspru de un raport de lu",
      "link": "https://www.digi24.ro/stiri/comisia-europeana-cine-ar-putea-reprezenta-un-risc-in-alegerile-noastre-platformele-online-detalii-despre-cazul-romaniei-3615539",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:32:08+00:00",
      "kind": "ro"
    },
    {
      "id": "7f27b3a10a2a",
      "title": "Un rus care a dezertat de pe frontul din Ucraina riscă deportarea din Germania: Guvernul Merz îi spune că e sigur să se întoarcă",
      "summary": "<p>Un cetățean rus care a refuzat să lupte în războiul din Ucraina și a fugit din armata rusă riscă să fie deportat din Germania, după ce autoritățile i-au respins cererea de azil, considerând că întoarcerea sa în Rusia nu ar presupune riscuri majore. Povestea lui Georgi Avaliani",
      "link": "https://spotmedia.ro/stiri/eveniment/un-rus-care-a-dezertat-de-pe-frontul-din-ucraina-risca-deportarea-din-germania-guvernul-merz-ii-spune-ca-e-sigur-sa-se-intoarca",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T12:30:59+00:00",
      "kind": "ro"
    },
    {
      "id": "fffa35a2ee90",
      "title": "Bogdan Ivan, despre decizia de închidere a minelor pe cărbune introdusă în PNRR: Unii cu trotinete electrice au făcut mult rău României",
      "summary": "Ministrul Energiei, Bogdan Ivan, a declarat miercuri, despre decizia de închidere a centralelor pe cărbune, introdusă în PNRR că unii cu trotinete electrice şi care se plimbă prin sandale au făcut atât de mult rău României şi atunci şi acum, că nu-şi pot imagina.",
      "link": "https://www.digi24.ro/stiri/economie/energie/bogdan-ivan-despre-decizia-de-inchidere-a-minelor-pe-carbune-introdusa-in-pnrr-unii-cu-trotinete-electrice-au-facut-mult-rau-romaniei-3615531",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:27:54+00:00",
      "kind": "ro"
    },
    {
      "id": "edc915523b00",
      "title": "Vladimir Putin l-a sunat „de urgență” pe Xi Jinping. Despre ce au discutat cei doi lideri",
      "summary": "Președintele Rusiei, Vladimir Putin, a purtat negocieri urgente cu președintele Chinei, Xi Jinping, la câteva zile după ce Donald Trump a anunțat că India, principalul cumpărător de petrol rusesc transportat pe mare, va opri importurile.",
      "link": "https://www.digi24.ro/stiri/externe/rusia/vladimir-putin-l-a-sunat-de-urgenta-pe-xi-jinping-despre-ce-au-discutat-cei-doi-lideri-3615525",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:24:24+00:00",
      "kind": "ro"
    },
    {
      "id": "877bd3fa2c0f",
      "title": "Dragobetele la Muzeul Satului",
      "summary": "<p>Muzeul Național al Satului „Dimitrie Gusti” vă invită în perioada 21 – 22 februarie 2026 să sărbătorim împreună venirea primăverii și unul dintre cele mai tandre momente ale începutului de primavară: Dragobetele, sau, aşa cum este consemnat în calendarul tradiţional popular, Z",
      "link": "https://spotmedia.ro/stiri/timp-liber/dragobetele-la-muzeul-satului",
      "source": "Spotmedia",
      "published_utc": "2026-02-04T12:24:10+00:00",
      "kind": "ro"
    },
    {
      "id": "8479e49e25b0",
      "title": "Sondaj în Germania: majoritatea adolescenților se opun interzicerii telefoanelor mobile în școli",
      "summary": "Majoritatea adolescenţilor cu vârste cuprinse între 16 şi 18 ani din Germania se opun interzicerii telefoanelor mobile în şcoli, potrivit unui sondaj de opinie realizat de Postbank.",
      "link": "https://www.digi24.ro/stiri/externe/sondaj-in-germania-majoritatea-adolescentilor-se-opun-interzicerii-telefoanelor-mobile-in-scoli-3615521",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:22:19+00:00",
      "kind": "ro"
    },
    {
      "id": "5fccf4411267",
      "title": "Atenționare de călătorie a MAE pentru Maroc: cod roșu de vreme severă în mai multe orașe de pe coastă",
      "summary": "Ministerul Afacerilor Externe (MAE) informează cetăţenii români care se află, tranzitează sau intenţionează să călătorească în Regatul Maroc că Direcţia Generală de Meteorologie a emis o alertă de cod roşu care vizează localităţile Tanger, Assilah, Larache, Tetouane, Al-Hoceima, ",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/atentionare-de-calatorie-a-mae-pentru-maroc-cod-rosu-de-vreme-severa-in-mai-multe-orase-de-pe-coasta-3615463",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:07:21+00:00",
      "kind": "ro"
    },
    {
      "id": "9fcbea5152de",
      "title": "Momente de panică în Egipt, după ce un teren s-a surpat și a înghițit două magazine în New Cairo",
      "summary": "Momente de panică în Egipt. Un teren s-a prăbușit și a înghițit două magazine în New Cairo, oraș satelit al capitalei epigtene. Doi oameni au fost răniți. În urmă a rămas a goapă imensă, de 15 metri adâncime.",
      "link": "https://www.digi24.ro/stiri/externe/momente-de-panica-in-egipt-dupa-ce-un-teren-s-a-surpat-si-a-inghitit-doua-magazine-in-new-cairo-3615483",
      "source": "Digi24",
      "published_utc": "2026-02-04T12:00:34+00:00",
      "kind": "ro"
    },
    {
      "id": "baa8cf6b6004",
      "title": "„Este o linie roșie”. Nicoleta Pauliuc cere excepții pentru bolnavii cronici și pacienții cu cancer la prima zi de concediu medical",
      "summary": "Senatoarea PNL Nicoleta Pauliuc a anunțat miercuri, la Parlament, că va depune un amendament la Ordonanța de urgență nr. 91/2025, astfel încât prevederea care stabilește neplata primei zile de concediu medical să nu se aplice bolnavilor cronici și pacienților oncologici.",
      "link": "https://www.digi24.ro/stiri/actualitate/sanatate/este-o-linie-rosie-nicoleta-pauliuc-cere-exceptii-pentru-bolnavii-cronici-si-pacientii-cu-cancer-la-prima-zi-de-concediu-medical-3615435",
      "source": "Digi24",
      "published_utc": "2026-02-04T11:52:27+00:00",
      "kind": "ro"
    },
    {
      "id": "c4b54ec34d04",
      "title": "Celulă de criză la Ministerul Culturii după prăbuşirea turlei bisericii din Cehu Silvaniei. Ce spun autoritățile locale",
      "summary": "Ministerul Culturii a constituit o celulă de criză pentru stabilirea cauzelor prăbuşirii turlei Bisericii Reformate din Cehu Silvaniei şi continuarea restaurării. Autoritățile locale susțin că proiectul de restaurare a bisericii avea toate avizele necesare.",
      "link": "https://www.digi24.ro/stiri/actualitate/celula-de-criza-la-ministerul-culturii-dupa-prabusirea-turlei-bisericii-din-cehu-silvaniei-ce-spun-autoritatile-locale-3615409",
      "source": "Digi24",
      "published_utc": "2026-02-04T11:37:43+00:00",
      "kind": "ro"
    },
    {
      "id": "75f65ee0ae5c",
      "title": "Maria Zaharova acuză NATO că va trimite trupe în Ucraina după un eventual acord de pace",
      "summary": "Purtătorul de cuvânt oficial al Ministerului Afacerilor Externe al Federației Ruse a comentat declarația secretarului general al alianței, Mark Rutte, potrivit căreia, după încheierea acordului de pace privind conflictul din Ucraina, vor apărea imediat trupe, armament, aviație și",
      "link": "https://www.digi24.ro/stiri/externe/rusia/maria-zaharova-acuza-nato-ca-va-trimite-trupe-in-ucraina-dupa-un-eventual-acord-de-pace-3615421",
      "source": "Digi24",
      "published_utc": "2026-02-04T11:37:41+00:00",
      "kind": "ro"
    },
    {
      "id": "1ffb4c033494",
      "title": "USR îl cheamă pe ministrul Energiei Bogdan Ivan în Parlament pentru a explica criza apei potabile din Argeș",
      "summary": "Grupul parlamentar al USR a solicitat prezența ministrului Energiei Bogdan-Gruia Ivan la „Ora Guvernului”, în plenul Camerei Deputaților din 9 februarie, pentru a explica lipsa apei potabile din Curtea de Argeș și localitățile învecinate, cauzată de lucrările de modernizare ale l",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/usr-il-cheama-pe-ministrul-energiei-bogdan-ivan-in-parlament-pentru-a-explica-criza-apei-potabile-din-arges-3615417",
      "source": "Digi24",
      "published_utc": "2026-02-04T11:36:59+00:00",
      "kind": "ro"
    },
    {
      "id": "bcb2dc841985",
      "title": "Autoritatea Aeronautică, precizări în cazul primarului din Caraș-Severin cu elicopterul de 800.000 de dolari: Zborurile nu sunt ilegale",
      "summary": "Autoritatea Aeronautică Civilă Română (AACR) a dezmințit, miercuri, informațiile apărute în presă potrivit cărora zborurile primarului comunei Brebu Nou, din Caraș-Severin, ar fi fost „neautorizate”, precizând că operațiunile descrise nu încalcă normele aeronautice.",
      "link": "https://www.digi24.ro/stiri/actualitate/autoritatea-aeronautica-precizari-in-cazul-primarului-din-caras-severin-cu-elicopterul-de-800-000-de-dolari-zborurile-nu-sunt-ilegale-3615301",
      "source": "Digi24",
      "published_utc": "2026-02-04T11:31:06+00:00",
      "kind": "ro"
    },
    {
      "id": "71455bd45b5e",
      "title": "UK homes to get £15bn for solar and green tech to cut energy bills",
      "summary": "The government has announced the details of its long-awaited Warm Homes Plan which promises to cut energy bills.",
      "link": "https://www.bbc.com/news/articles/ckgj7me00p0o?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2026-01-21T09:00:06+00:00",
      "kind": "global",
      "title_ro": "Casele din Regatul Unit vor primi 15 miliarde de lire sterline pentru energie solară și tehnologii ecologice pentru a reduce facturile la energie",
      "summary_ro": "Guvernul a anunțat detaliile mult-așteptatului său plan \"Case calde\", care promite reducerea facturilor la energie."
    },
    {
      "id": "034e67539d3e",
      "title": "Global temperatures dipped in 2025 but more heat records on way, scientists warn",
      "summary": "The last three years were Earth's hottest on record, as humanity's carbon emissions continue to heat the planet.",
      "link": "https://www.bbc.com/news/articles/c5y5p9rzd4ko?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2026-01-14T03:44:07+00:00",
      "kind": "global",
      "title_ro": "Oamenii de știință avertizează că temperaturile globale au scăzut în 2025, dar urmează să se înregistreze și mai multe recorduri de căldură",
      "summary_ro": "Ultimii trei ani au fost cei mai călduroși ani înregistrați vreodată pe Pământ, deoarece emisiile de carbon ale omenirii continuă să încălzească planeta."
    },
    {
      "id": "1d739bf2ad96",
      "title": "'Year of octopus' declared after warmer seas lead to record UK numbers",
      "summary": "The Wildlife Trusts say its is 'flabbergasted' by the sighting of the highest number of octopuses since 1950",
      "link": "https://www.bbc.com/news/articles/c709gz3k9k9o?at_medium=RSS&at_campaign=rss",
      "source": "BBC – Science & Environment",
      "published_utc": "2025-12-22T12:49:25+00:00",
      "kind": "global",
      "title_ro": "\"Anul caracatiței\", declarat după ce mările mai calde au condus la un număr record de exemplare în Regatul Unit",
      "summary_ro": "Wildlife Trusts se declară \"uimită\" de observarea celui mai mare număr de caracatițe din 1950"
    }
  ]
}