{
  "generated_utc": "2026-02-05T20:22:47+00:00",
  "count": 57,
  "items": [
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Planul ministrului Radu Miruță de a mări pensiile militare. „Politicul folosește prea mult Armata Română, unele guverne au ales cinic”",
      "summary": "Ministrul Apărării Radu Miruță a fost invitatul Jurnalului de seară și al lui Cosmin Prelipceanu la Digi24. Una dintre temele abordate – opinia generalului Gheorghiță Vlad, Șeful marelui Stat Major al Apărării, că „trebuie redată demnitatea militarilor printr-o lege corespunzătoare a pensiilor militare”. Pe scurt, ce ar trebui să se facă pentru a nu mai exista o ruptură pe de-o parte între pensiile militarilor și pe de alta între militarii pensionați și cei în activitate.",
      "link": "https://www.digi24.ro/stiri/actualitate/planul-ministrului-radu-miruta-de-a-mari-pensiile-militare-politicul-foloseste-prea-mult-armata-romana-unele-guverne-au-ales-cinic-3618341",
      "published_utc": "2026-02-05T20:19:31+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Ținta Ministerului Apărării pentru angajări în Armată: 2.000 de voluntari în 2026. Câți își dorește Radu Miruță în 2027",
      "summary": "Ministrul Apărării, Radu Miruță, a declarat, joi seară, la Digi24, că a cerut la legea bugetului de stat pentru 2026 alocări de finanțe pentru 2.000 de voluntari care să intre în Armată. Acesta prevede ca în 2027 numărul recrutărilor să crească până la 4.000, în funcție de cum se derulează acest program.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/tinta-ministerului-apararii-pentru-angajari-in-armata-2-000-de-voluntari-in-2026-cati-isi-doreste-radu-miruta-in-2027-3618345",
      "published_utc": "2026-02-05T20:18:26+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Career Spotlight: Welder (Ages 14-18)",
      "summary": "What does a welder do? A welder uses tools that join two or more parts through forces such as heat or pressure. Metals are the materials most commonly used in welding, but it&#8217;s also possible to weld thermoplastics or wood. Welders use their hands, skills, and problem-solving abilities to create something new. At NASA, welders [&#8230;]",
      "link": "https://www.nasa.gov/learning-resources/career-spotlight-welder-ages-14-18/",
      "published_utc": "2026-02-05T19:35:15+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Proiectul privind sancționarea membrilor CCR, criticat de un judecător al Curții: „Abia atunci ar fi controlată, se distruge independența ei”",
      "summary": "Judecătorul CCR Dacian Dragoș susține că proiectul PNL privind sancționarea judecătorilor Curții care boicotează ședințele de plen ar distruge independența instituției întrucât i-ar pune la membrii săi „la cheremul” celor care i-au numit. Într-o emisiune&#8230;",
      "link": "https://hotnews.ro/proiectul-privind-sanctionarea-membrilor-ccr-criticat-de-un-judecator-al-curtii-abia-atunci-ar-fi-controlata-se-distruge-independenta-ei-2165770",
      "published_utc": "2026-02-05T20:04:22+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Răspunsul dat de Robert Negoiţă, după cele șase ore de audieri la DNA, întrebat dacă se consideră vinovat",
      "summary": "Primarul Sectoului 3, Robert Negoiţă, a plecat, joi seară, de la sediul DNA după ore întregi de audieri şi a declarat presei că nu se consideră vinovat. Robert Negoiţă a ieşit joi seară din sediul&#8230;",
      "link": "https://hotnews.ro/robert-negoita-dupa-cele-sase-ore-de-audieri-la-dna-nu-ma-consider-vinovat-nici-vorba-2165808",
      "published_utc": "2026-02-05T19:57:13+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA’s SpaceX Crew-12 to Study Adaptation to Altered Gravity",
      "summary": "NASA’s SpaceX Crew-12 mission is preparing to launch for a long-duration science mission aboard the International Space Station. During the mission, select crew members will participate in human health studies focused on understanding how astronauts’ bodies adapt to the low-gravity environment of space, including a new study examining subtle changes in blood flow. The experiments, [&#8230;]",
      "link": "https://www.nasa.gov/humans-in-space/nasas-spacex-crew-12-to-study-adaptation-to-altered-gravity/",
      "published_utc": "2026-02-05T18:38:08+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Cum arată „Săptămâna Iadului” din Armata Română: testul extrem care decide cine merită bereta verde a Forțelor Speciale",
      "summary": "Admiterea în Forțele pentru Operații Speciale ale Armatei Române este cunoscută drept „Săptămâna Iadului”, una dintre cele mai dure selecții militare din România. Zeci de candidați sunt supuși, timp de mai multe zile, unor probe extreme: frig, privare de somn, mâncare puțină și antrenamente continue. Mulți renunță, puțini rezistă. Jurnaliștii Digi24, Valentin Stan și Claudiu Ristea, au petrecut trei zile alături de candidați și au surprins imagini rare din interiorul acestui proces de selecție, unde fiecare greșeală poate fi fatală visului de a purta bereta verde.",
      "link": "https://www.digi24.ro/stiri/actualitate/cum-arata-saptamana-iadului-din-armata-romana-testul-extrem-care-decide-cine-merita-bereta-verde-a-fortelor-speciale-3618261",
      "published_utc": "2026-02-05T19:54:50+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Judecătorul CCR Dacian Dragoș nu crede că va fi suspendat din motive politice: „Nu cred că există atâta indecență la nivelul justiției”",
      "summary": "Judecătorul CCR Dacian Dragoș a afirmat, la Antena 3 că o eventuală suspendare a sa din funcție în urma unei decizii a instanței ar fi nejustificată, fiind „un joc care se joacă în alte sfere”.&#8230;",
      "link": "https://hotnews.ro/judecatorul-ccr-dragos-damian-nu-crede-ca-va-fi-suspendat-din-motive-politice-nu-cred-ca-exista-atata-indecenta-la-nivelul-justitiei-2165778",
      "published_utc": "2026-02-05T19:18:40+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Hubble Spots Lens-Shaped Galaxy",
      "summary": "This new Hubble image, released on Jan. 30, 2026, is the sharpest taken of NGC 7722, a lenticular galaxy located about 187 million light-years away in the constellation&#160;Pegasus. A lenticular, meaning “lens-shaped,” galaxy is a type whose classification sits between more familiar&#160;spiral galaxies&#160;and&#160;elliptical galaxies. It is also less common than spirals and ellipticals — partly [&#8230;]",
      "link": "https://www.nasa.gov/image-article/hubble-spots-lens-shaped-galaxy/",
      "published_utc": "2026-02-05T16:39:36+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Trump își exprimă întreaga susținere pentru Viktor Orban, în alegerile din aprilie: „Noi culmi de cooperare și realizări spectaculoase”",
      "summary": "Președintele american Donald Trump și-a manifestat joi deplina susținere pentru premierul ungar Viktor Orban înaintea alegerilor din 12 aprilie din această țară, numindu-l pe vechiul său aliat „un lider cu adevărat puternic și influent”, într-o&#8230;",
      "link": "https://hotnews.ro/trump-isi-exprima-intreaga-sustinere-pentru-viktor-orban-in-alegerile-din-aprilie-noi-culmi-de-cooperare-si-realizari-spectaculoase-2165781",
      "published_utc": "2026-02-05T19:18:33+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Miruță pune tunurile pe Steaua: bugetul clubului sportiv va fi redus drastic. Verificări sunt anunțate și la Spitalul Militar",
      "summary": "Ministrul Apărării, Radu Miruţă, a anunţat că sunt în desfăşurare două investigaţii de audit şi verificări ale Corpului de Control la Spitalul Militar Central şi la Clubul Sportiv al Armatei, inclusiv despre situaţia de la echipa de fotbal Steaua. El a arătat că acolo este un buget de aproximativ 32 de milioane de euro anual, mai mare decât al celorlalte echipe din prima ligă la un loc, şi a adăugat că doreşte ca utilizarea acestor bani să fie făcută într-un mod eficient.",
      "link": "https://www.digi24.ro/stiri/actualitate/miruta-pune-tunurile-pe-steaua-bugetul-clubului-sportiv-va-fi-redus-drastic-verificari-sunt-anuntate-si-la-spitalul-militar-3617803",
      "published_utc": "2026-02-05T19:17:15+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "A presidential greeting ahead of Sophie Adenot's first spaceflight",
      "summary": "ESA Director General Josef Aschbacher joined French President Emmanuel Macron at the Élysée Palace for an event celebrating the first spaceflight of ESA astronaut Sophie Adenot.",
      "link": "https://www.esa.int/About_Us/Corporate_news/A_presidential_greeting_ahead_of_Sophie_Adenot_s_first_spaceflight",
      "published_utc": "2026-02-05T15:55:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Dacian Dragoș, despre încercarea AUR de a-l suspenda din CCR: Indirect poate fi vizat Nicușor Dan",
      "summary": "Judecătorul Dacian Dragoş, care a fost numit prin decret prezidenţial în funcţia de magistrat în cadrul Curţii Constituţionale a României, a explicat, joi seară, că şeful statului, Nicuşor Dan, a ales dintre mai multe CV-uri pe care le avea la Administraţia Prezidenţială. Dacian Dragoş a precizat că nu el şi-a trimis CV-ul la Preşedinţie şi nu-l cunoştea pe şeful statului. El susține că ținta proceselor intentate de avocata Silvia Uscov din partea AUR privind suspendarea actelor prin care el și Mihai Busuioc au fost numiţi ca judecători la CCR l-ar viza indirect pe Nicușor Dan.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/dacian-dragos-despre-incercarea-aur-de-a-l-suspenda-din-ccr-indirect-poate-fi-vizat-nicusor-dan-3618273",
      "published_utc": "2026-02-05T19:16:22+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Traficanți de droguri, prinși cu focuri de armă. Unul dintre ei, fiu de fost ofițer important în MAI",
      "summary": "Focuri de armă lângă Capitală pentru prinderea unor traficanți de droguri. Polițiștii au folosit armamentul din dotare după ce unul dintre indivizi a încercat să scape. Doi polițiști au fost răniți după ce traficantul a intrat cu mașina în autoturismele anchetatorilor.",
      "link": "https://www.digi24.ro/stiri/actualitate/traficanti-de-droguri-prinsi-cu-focuri-de-arma-unul-dintre-ei-fiu-de-fost-ofiter-important-in-mai-3618251",
      "published_utc": "2026-02-05T19:04:27+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Curiosity Blog, Sols 4788-4797: Welcome Back from Conjunction",
      "summary": "Written by Alex Innanen, Atmospheric Scientist at York University, Toronto Earth planning date: Friday, Jan. 30, 2026 Mars has emerged from its holiday behind the Sun, and we here on Earth have been able to reconnect with Curiosity and get back to work on Mars. Our first planning day last Friday gave Curiosity a full […]",
      "link": "https://science.nasa.gov/blog/curiosity-blog-sols-4788-4797-welcome-back-from-conjunction/",
      "published_utc": "2026-02-04T23:05:07+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Bloc de nouă etaje, ridicat lângă un depozit de muniție. Construcția afectează un radar militar din Craiova, acuză ministrul Apărării",
      "summary": "Ministrul Apărării Naționale, Radu Miruță, a adus în atenția publică, joi, un caz de la Craiova, unde un dezvoltator imobiliar a ridicat lângă depozite de muniție un bloc de nouă etaje fără a respecta distanța legală și care afectează traiectoria radarului de la Cârcea.",
      "link": "https://www.digi24.ro/stiri/bloc-de-noua-etaje-ridicat-langa-un-depozit-de-munitie-constructia-afecteaza-un-radar-militar-din-craiova-acuza-ministrul-apararii-3617681",
      "published_utc": "2026-02-05T18:58:50+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Cristian Tudor Popescu pune o întrebare despre „tentaculele KGB”, după raportul Congresului SUA privind anularea alegerilor din România",
      "summary": "Scriitorul și gazetarul Cristian Tudor Popescu a comentat joi, în termeni duri, raportul preliminar al Comisiei juridice din cadrul Congresului SUA care pune sub semnul îndoielii decizia anulării alegerilor prezidențiale din țara noastră. Comisia Europeană&#8230;",
      "link": "https://hotnews.ro/cristian-tudor-popescu-pune-o-intrebare-despre-tentaculele-kgb-dupa-raportul-congresului-sua-privind-anularea-alegerilor-din-romania-2165777",
      "published_utc": "2026-02-05T18:54:11+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA, University of Texas Expand Research and Workforce Development",
      "summary": "NASA’s Johnson Space Center in Houston and the University of Texas System (UT System) announced the signing of a collaborative Space Act Agreement on Jan. 9, 2026. The agreement expands research and workforce development partnership opportunities across NASA centers and UT System facilities. The agreement builds upon decades of collaboration between NASA and the UT [&#8230;]",
      "link": "https://www.nasa.gov/centers-and-facilities/johnson/nasa-university-of-texas-expand-research-and-workforce-development/",
      "published_utc": "2026-02-04T22:10:15+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Conductă de gaz spartă la Craiova: zeci de oameni evacuați, circulația rutieră este deviată",
      "summary": "O avarie s-a produs, joi seară, la o conductă subterană de gaz pe un bulevardul din Craiova, iar la faţa locului se află mai multe echipaje de pompieri şi de poliţie. Treizeci de persoane au fost evacuate din şase locuinţe, iar poliţiştii au deviat circulaţia rutieră din zona respectivă. Gazul a fost oprit de la robinetul central.",
      "link": "https://www.digi24.ro/stiri/conducta-de-gaz-sparta-la-craiova-zeci-de-oameni-evacuati-circulatia-rutiera-este-deviata-3618209",
      "published_utc": "2026-02-05T18:47:48+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Soluții de „cascadorii râsului” la modernizarea Gării Brașov, reclamă Asociația Pro Infrastructură. Lucrările, după un proiect din 2011",
      "summary": "Asociaţia Pro Infrastructură afirmă, joi seară, că modernizarea gării Braşov, proiect iniţiat în urmă cu 15 ani, riscă să se mai prelungească 2-3 ani, pentru că antreprenorul se mişcă sab. În plus, organizaţia reclamă soluţii de cascadorii râsului.",
      "link": "https://www.digi24.ro/stiri/solutii-de-cascadorii-rasului-la-modernizarea-garii-brasov-reclama-asociatia-pro-infrastructura-lucrarile-dupa-un-proiect-din-2011-3618231",
      "published_utc": "2026-02-05T18:46:06+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "ARMD Research Solicitations (Updated Feb. 4)",
      "summary": "THIS PAGE WAS UPDATED ON FEBRUARY 4, 2026 This Aeronautics Research Mission Directorate (ARMD) solicitations page compiles the opportunities to collaborate with NASA’s aeronautical innovators and/or contribute to their research to enable new and improved air transportation systems. Most opportunities to participate in research are officially announced through the Web-based NASA Solicitation and Proposal Integrated [&#8230;]",
      "link": "https://www.nasa.gov/aeronautics/armd-solicitations/",
      "published_utc": "2026-02-04T18:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Cea mai căutată meserie de Silicon Valley nu are nimic de-a face cu programarea sau ingineria",
      "summary": "În era „boom”-ului inteligenței artificiale generative, expertiza în AI a devenit o competență foarte căutată inclusiv în CV-urile programatorilor. Dar companiile de tehnologie sunt dispuse să plătească un salariu consistent și pentru un alt tip&#8230;",
      "link": "https://hotnews.ro/cea-mai-cautata-meserie-de-silicon-valley-nu-are-nimic-de-a-face-cu-programarea-sau-ingineria-2164628",
      "published_utc": "2026-02-05T18:42:47+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Vlad Gheorghe: Bolojan e mai determinat ca niciodată. În 2028 o să fim cu toţi istorie dacă nu înţelegem că izolaţionismul creşte",
      "summary": "Consilierul onorific al premierului Ilie Bolojan, Vlad Gheorghe, a declarat joi că premierul Bolojan rezistă, merge mai departe şi este mai determinat ca niciodată. El a mai spus că, în 2028 o să fim cu toţi istorie, dacă nu înţelegem că acest curent izolaţionist, autodenumit suveranist în mod greşit, creşte văzând cu ochii.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/vlad-gheorghe-bolojan-e-mai-determinat-ca-niciodata-in-2028-o-sa-fim-cu-toti-istorie-daca-nu-intelegem-ca-izolationismul-creste-3618211",
      "published_utc": "2026-02-05T18:29:18+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Explore Mars’s Flaugergues Crater",
      "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
      "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
      "published_utc": "2026-02-04T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Cristi Chivu a purtat torța olimpică pe străzile orașului Milano",
      "summary": "Torța olimpică a ajuns la Milano, iar românul Cristi Chivu antrenorul echipei de fotbal Inter Milano, s-a numărat printre printre celebritățile sportive care au alergat cu torța în mână.",
      "link": "https://www.digi24.ro/stiri/actualitate/primele-imagini-cu-cristi-chivu-purtand-torta-olimpica-pe-strazile-orasului-milano-3618153",
      "published_utc": "2026-02-05T18:24:57+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Tensiuni diplomatice între SUA și Polonia. Lider politic de la Varșovia acuzat că l-a insultat pe Trump: e legat de Nobelul pentru Pace",
      "summary": "Ambasadorul SUA la Varşovia a anunţat joi că a rupt orice legătură cu preşedintele parlamentului polonez, Wlodzimierz Czarzasty, acuzându-l că l-a insultat pe Donald Trump după ce acesta a criticat politicile preşedintelui american şi a refuzat să-i susţină ambiţiile de a obţine Premiul Nobel pentru Pace, relatează Reuters.",
      "link": "https://www.digi24.ro/stiri/externe/tensiuni-diplomatice-intre-sua-si-polonia-lider-politic-de-la-varsovia-acuzat-ca-l-a-insultat-pe-trump-e-legat-de-nobelul-pentru-pace-3618145",
      "published_utc": "2026-02-05T18:13:00+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "ESA's sustainability ambition",
      "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
      "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
      "published_utc": "2026-02-03T15:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Trump cheamă la o adunare de rugăciune, în mai, la Washington: „Vom consacra din nou America lui Dumnezeu”",
      "summary": "Președintele SUA Donald Trump a anunțat joi organizarea unei adunări de rugăciune, în data de 17 mai, la Washington, pentru a „consacra din nou America lui Dumnezeu”, relatează AFP. „Pe 17 mai 2026, invităm americanii&#8230;",
      "link": "https://hotnews.ro/trump-cheama-la-o-adunare-de-rugaciune-in-mai-la-washington-vom-consacra-din-nou-america-lui-dumnezeu-2165759",
      "published_utc": "2026-02-05T18:09:04+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Ambasada SUA: Deținătorii biletelor pentru Cupa Mondială vor fi verificați. Trebuie să îndeplinească condițiile pentru obținerea vizei",
      "summary": "Ambasada Statelor Unite a anunțat pe Facebook că deținătorii biletelor pentru Cupa Mondială vor primi vize după ce vor trece printr-un proces de verificare și să demonstreze că îndeplinesc condițiile pentru obținerea vizei.",
      "link": "https://www.digi24.ro/stiri/sport/fotbal/ambasada-sua-detinatorii-biletelor-pentru-cupa-mondiala-vor-fi-verificati-trebuie-sa-indeplineasca-conditiile-pentru-obtinerea-vizei-3618129",
      "published_utc": "2026-02-05T18:05:53+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Moving satellites to meet a plane for rare reentry data",
      "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
      "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
      "published_utc": "2026-02-02T16:12:00+00:00",
      "score": 4
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Măsuri pentru populație și firme: Ministerul Finanțelor detaliază conținutul pachetului de relansare economică",
      "summary": "Ministerul Finanţelor a detaliat, joi seară, pachetul de măsuri fiscale şi de investiţii pentru relansarea economică şi stimulare a economiei. Pachetul conţine măsuri pentru persoane fizice, IMM şi firme, dar şi scheme de susţinere. Măsuri de stimulare a investițiilor, facilități fiscale și miza reducerii deficitului sunt direcțiile principale pe baza cărora a fost gândit și construit pachetul de relansare economică, a anunțat și premierul Ilie Bolojan, miercuri, într-o conferință de presă.",
      "link": "https://www.digi24.ro/stiri/economie/finante-economie/masuri-pentru-populatie-si-firme-ministerul-finantelor-detaliaza-continutul-pachetului-de-relansare-economica-3618135",
      "published_utc": "2026-02-05T17:58:21+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Prima reacție publică a Liei Savonea după ce Inspecția Judiciară a respins toate acuzațiile semnalate în documentarul Recorder. Replica dată unei judecătoare care s-a opus",
      "summary": "Secția de Judecători a CSM a validat joi raportul prin care Inspecția Judiciară a concluzionat că nicio acuzație din documentarul Recorder „Justiție Capturată” nu se confirmă. Prezentă la ședința CSM, președinta Înaltei Curți de Casație&#8230;",
      "link": "https://hotnews.ro/prima-reactie-publica-a-liei-savonea-dupa-ce-inspectia-judiciara-a-respins-toate-acuzatiile-semnalate-in-documentarul-recorder-replica-taioasa-pentru-o-judecatoare-care-s-a-opus-2165754",
      "published_utc": "2026-02-05T17:55:53+00:00",
      "score": 3
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Apply now to the ESA Graduate Trainee Programme",
      "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
      "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
      "published_utc": "2026-02-02T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Autoritatea Electorală Permanentă va accelera demersurile de verificare a persoanelor de peste 90 de ani, înscrise pe listele de votare",
      "summary": "Preşedintele Autorităţii Electorale Permanente (AEP), Adrian Ţuţuianu, a avut, joi, o întâlnire de lucru cu directorul general al Direcţiei Generale pentru Evidenţa Persoanelor (DGEP), chestorul de poliţie Cătălin-Aurel Giulescu, pe tema actualizării Registrului Electoral.",
      "link": "https://www.digi24.ro/stiri/actualitate/autoritatea-electorala-permanenta-va-accelera-demersurile-de-verificare-a-persoanelor-de-peste-90-de-ani-inscrise-pe-listele-de-votare-3618127",
      "published_utc": "2026-02-05T17:38:44+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "DNA l-a trimis în judecată pe Răzvan Cuc, fost ministru al Transporturilor. Procurorii îl acuză de intermedierea unei mite",
      "summary": "Fostul ministru al Transporturilor Alexandru-Răzvan Cuc a fost trimis în judecată de DNA, în dosarul în care este acuzat că ar fi intermediat o mită de peste un milion de lei pentru directorul general al&#8230;",
      "link": "https://hotnews.ro/dna-l-a-trimis-in-judecata-pe-razvan-cuc-fost-ministru-al-transporturilor-procurorii-il-acuza-de-intermedierea-unei-mite-2165746",
      "published_utc": "2026-02-05T17:28:10+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
      "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
      "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
      "published_utc": "2026-01-30T10:20:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Anunțul lui Alexandru Rogobete, după vizita în Israel: ce schimbări vrea să aducă în sistemul de sănătate din România",
      "summary": "Ministrul Sănătății, Alexandru Rogobete, a anunțat că va valorifica în decizii concrete pentru sistemul medical din România experiența acumulată în urma vizitei oficiale în Statul Israel, unde a avut discuții la cel mai înalt nivel instituțional cu președintele Isaac Herzog. Potrivit ministrului, temele abordate au vizat finanțarea serviciilor de sănătate, susținerea personalului medical și organizarea îngrijirilor pentru pacienții cu nevoi complexe, iar modelul medical israelian, bazat pe integrarea îngrijirii și utilizarea tehnologiei, este prezentat drept un reper pentru reformarea sistemului de sănătate din România.",
      "link": "https://www.digi24.ro/stiri/actualitate/sanatate/anuntul-lui-alexandru-rogobete-dupa-vizita-in-israel-ce-schimbari-vrea-sa-aduca-in-sistemul-de-sanatate-din-romania-3618101",
      "published_utc": "2026-02-05T17:25:37+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Toată comanda trupelor s-a prăbușit”. Kievul revendică o lovitură majoră administrată armatei ruse pe câmpul de luptă, cu ajutorul unei companii americane",
      "summary": "Reuters scrie că nu a putut verifica amploarea perturbării sistemului de comunicații al rușilor, dar trei surse ucrainene au declarat că aceasta pare să fie una majoră.",
      "link": "https://hotnews.ro/toata-comanda-trupelor-s-a-prabusit-kievul-revendica-o-lovitura-majora-administrata-armatei-ruse-pe-campul-de-lupta-cu-ajutorul-unei-companii-americane-2165748",
      "published_utc": "2026-02-05T17:22:39+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Earth from Space: Rudong coast, China",
      "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
      "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
      "published_utc": "2026-01-30T09:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Activele Lukoil sunt vizate de cel puțin alte două companii, în pofida acordului cu Carlyle. „Cu siguranţă nu e o afacere încheiată”",
      "summary": "Cel puţin două companii, inclusiv Chevron, concurează pentru activele internaţionale ale Lukoil, în pofida acordului iniţial al grupului petrolier rus de săptămâna trecută privind vânzarea portofoliului său către fondul american de private equity Carlyle, au declarat pentru Reuters surse care au dorit să-şi păstreze anonimatul.",
      "link": "https://www.digi24.ro/stiri/externe/activele-lukoil-sunt-vizate-de-cel-putin-alte-doua-companii-in-pofida-acordului-cu-carlyle-cu-siguranta-nu-e-o-afacere-incheiata-3618113",
      "published_utc": "2026-02-05T17:18:46+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Ambasada României în SUA, anunț despre parteneriatul-cheie privind mineralele critice. Ce teme a abordat Oana Țoiu la Washington",
      "summary": "România reprezintă un aliat strategic în asigurarea viitorului mineralelor critice, a transmis Ambasada țării noastre în Statele Unite, după conferința ministerială desfășurată la Washington. Ministrul de Externe Oana Țoiu se află într-o vizită de lucru în capitala Statelor Unite, miercuri participând la reuniunea ministerială dedicată mineralelor critice, la invitația secretarului de stat american Marco Rubio.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/ambasada-romaniei-in-sua-anunt-despre-parteneriatul-cheie-privind-mineralele-critice-ce-teme-a-abordat-oana-toiu-la-washington-3618029",
      "published_utc": "2026-02-05T17:11:44+00:00",
      "score": 1
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
      "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
      "published_utc": "2026-01-25T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "LOTO. Rezultatele la LOTO de joi, 5 februarie 2026. Numerele extrase la Loto 6/49, Joker și Noroc",
      "summary": "Joi, 5 februarie, au avut loc noi trageri Loto 6/49, Noroc, Joker, Noroc Plus, Loto 5/40 și Super Noroc. Reportul la Loto 6/49 este de peste 4 milioane de euro, în timp ce la Joker&#8230;",
      "link": "https://hotnews.ro/rezultatele-loto-de-joi-5-februarie-2026-2165109",
      "published_utc": "2026-02-05T17:04:00+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Răzvan Cuc, fost ministru PSD al Transporturilor, trimis în judecată de DNA în dosarul mitei de la RAR",
      "summary": "Fostul ministru al Transporturilor Alexandru-Răzvan Cuc a fost trimis în judecată de DNA, în dosarul în care este acuzat că ar fi intermediat o mită de peste un milion de lei pentru directorul general al Registrului Auto Român (RAR). În acelaşi dosar, a fost trimis în judecată şi omul de afaceri Cătălin Daniel Buşe.",
      "link": "https://www.digi24.ro/stiri/actualitate/justitie/razvan-cuc-fost-ministru-psd-al-transporturilor-trimis-in-judecata-de-dna-in-dosarul-mitei-de-la-rar-3618071",
      "published_utc": "2026-02-05T17:00:30+00:00",
      "score": 1
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "For every $1 spent protecting nature, $30 goes to destroying it",
      "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
      "published_utc": "2026-01-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
      "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
      "published_utc": "2025-12-24T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
      "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
      "published_utc": "2025-12-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "UN environment assembly wraps up in Nairobi",
      "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
      "published_utc": "2025-12-12T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
      "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
      "published_utc": "2025-12-06T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
      "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
      "published_utc": "2025-11-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
      "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Can industrial growth and climate action go hand in hand?",
      "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "What’s at stake in the COP30 negotiations?",
      "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
      "published_utc": "2025-11-20T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "In the Amazon, a school becomes a beacon of climate resilience",
      "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
      "published_utc": "2025-11-19T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
      "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
      "published_utc": "2025-11-18T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
      "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
      "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    }
  ],
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Planul ministrului Radu Miruță de a mări pensiile militare. „Politicul folosește prea mult Armata Română, unele guverne au ales cinic”",
        "summary": "Ministrul Apărării Radu Miruță a fost invitatul Jurnalului de seară și al lui Cosmin Prelipceanu la Digi24. Una dintre temele abordate – opinia generalului Gheorghiță Vlad, Șeful marelui Stat Major al Apărării, că „trebuie redată demnitatea militarilor printr-o lege corespunzătoare a pensiilor militare”. Pe scurt, ce ar trebui să se facă pentru a nu mai exista o ruptură pe de-o parte între pensiile militarilor și pe de alta între militarii pensionați și cei în activitate.",
        "link": "https://www.digi24.ro/stiri/actualitate/planul-ministrului-radu-miruta-de-a-mari-pensiile-militare-politicul-foloseste-prea-mult-armata-romana-unele-guverne-au-ales-cinic-3618341",
        "published_utc": "2026-02-05T20:19:31+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Ținta Ministerului Apărării pentru angajări în Armată: 2.000 de voluntari în 2026. Câți își dorește Radu Miruță în 2027",
        "summary": "Ministrul Apărării, Radu Miruță, a declarat, joi seară, la Digi24, că a cerut la legea bugetului de stat pentru 2026 alocări de finanțe pentru 2.000 de voluntari care să intre în Armată. Acesta prevede ca în 2027 numărul recrutărilor să crească până la 4.000, în funcție de cum se derulează acest program.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/tinta-ministerului-apararii-pentru-angajari-in-armata-2-000-de-voluntari-in-2026-cati-isi-doreste-radu-miruta-in-2027-3618345",
        "published_utc": "2026-02-05T20:18:26+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Proiectul privind sancționarea membrilor CCR, criticat de un judecător al Curții: „Abia atunci ar fi controlată, se distruge independența ei”",
        "summary": "Judecătorul CCR Dacian Dragoș susține că proiectul PNL privind sancționarea judecătorilor Curții care boicotează ședințele de plen ar distruge independența instituției întrucât i-ar pune la membrii săi „la cheremul” celor care i-au numit. Într-o emisiune&#8230;",
        "link": "https://hotnews.ro/proiectul-privind-sanctionarea-membrilor-ccr-criticat-de-un-judecator-al-curtii-abia-atunci-ar-fi-controlata-se-distruge-independenta-ei-2165770",
        "published_utc": "2026-02-05T20:04:22+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Răspunsul dat de Robert Negoiţă, după cele șase ore de audieri la DNA, întrebat dacă se consideră vinovat",
        "summary": "Primarul Sectoului 3, Robert Negoiţă, a plecat, joi seară, de la sediul DNA după ore întregi de audieri şi a declarat presei că nu se consideră vinovat. Robert Negoiţă a ieşit joi seară din sediul&#8230;",
        "link": "https://hotnews.ro/robert-negoita-dupa-cele-sase-ore-de-audieri-la-dna-nu-ma-consider-vinovat-nici-vorba-2165808",
        "published_utc": "2026-02-05T19:57:13+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Cum arată „Săptămâna Iadului” din Armata Română: testul extrem care decide cine merită bereta verde a Forțelor Speciale",
        "summary": "Admiterea în Forțele pentru Operații Speciale ale Armatei Române este cunoscută drept „Săptămâna Iadului”, una dintre cele mai dure selecții militare din România. Zeci de candidați sunt supuși, timp de mai multe zile, unor probe extreme: frig, privare de somn, mâncare puțină și antrenamente continue. Mulți renunță, puțini rezistă. Jurnaliștii Digi24, Valentin Stan și Claudiu Ristea, au petrecut trei zile alături de candidați și au surprins imagini rare din interiorul acestui proces de selecție, unde fiecare greșeală poate fi fatală visului de a purta bereta verde.",
        "link": "https://www.digi24.ro/stiri/actualitate/cum-arata-saptamana-iadului-din-armata-romana-testul-extrem-care-decide-cine-merita-bereta-verde-a-fortelor-speciale-3618261",
        "published_utc": "2026-02-05T19:54:50+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Judecătorul CCR Dacian Dragoș nu crede că va fi suspendat din motive politice: „Nu cred că există atâta indecență la nivelul justiției”",
        "summary": "Judecătorul CCR Dacian Dragoș a afirmat, la Antena 3 că o eventuală suspendare a sa din funcție în urma unei decizii a instanței ar fi nejustificată, fiind „un joc care se joacă în alte sfere”.&#8230;",
        "link": "https://hotnews.ro/judecatorul-ccr-dragos-damian-nu-crede-ca-va-fi-suspendat-din-motive-politice-nu-cred-ca-exista-atata-indecenta-la-nivelul-justitiei-2165778",
        "published_utc": "2026-02-05T19:18:40+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Trump își exprimă întreaga susținere pentru Viktor Orban, în alegerile din aprilie: „Noi culmi de cooperare și realizări spectaculoase”",
        "summary": "Președintele american Donald Trump și-a manifestat joi deplina susținere pentru premierul ungar Viktor Orban înaintea alegerilor din 12 aprilie din această țară, numindu-l pe vechiul său aliat „un lider cu adevărat puternic și influent”, într-o&#8230;",
        "link": "https://hotnews.ro/trump-isi-exprima-intreaga-sustinere-pentru-viktor-orban-in-alegerile-din-aprilie-noi-culmi-de-cooperare-si-realizari-spectaculoase-2165781",
        "published_utc": "2026-02-05T19:18:33+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Miruță pune tunurile pe Steaua: bugetul clubului sportiv va fi redus drastic. Verificări sunt anunțate și la Spitalul Militar",
        "summary": "Ministrul Apărării, Radu Miruţă, a anunţat că sunt în desfăşurare două investigaţii de audit şi verificări ale Corpului de Control la Spitalul Militar Central şi la Clubul Sportiv al Armatei, inclusiv despre situaţia de la echipa de fotbal Steaua. El a arătat că acolo este un buget de aproximativ 32 de milioane de euro anual, mai mare decât al celorlalte echipe din prima ligă la un loc, şi a adăugat că doreşte ca utilizarea acestor bani să fie făcută într-un mod eficient.",
        "link": "https://www.digi24.ro/stiri/actualitate/miruta-pune-tunurile-pe-steaua-bugetul-clubului-sportiv-va-fi-redus-drastic-verificari-sunt-anuntate-si-la-spitalul-militar-3617803",
        "published_utc": "2026-02-05T19:17:15+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Dacian Dragoș, despre încercarea AUR de a-l suspenda din CCR: Indirect poate fi vizat Nicușor Dan",
        "summary": "Judecătorul Dacian Dragoş, care a fost numit prin decret prezidenţial în funcţia de magistrat în cadrul Curţii Constituţionale a României, a explicat, joi seară, că şeful statului, Nicuşor Dan, a ales dintre mai multe CV-uri pe care le avea la Administraţia Prezidenţială. Dacian Dragoş a precizat că nu el şi-a trimis CV-ul la Preşedinţie şi nu-l cunoştea pe şeful statului. El susține că ținta proceselor intentate de avocata Silvia Uscov din partea AUR privind suspendarea actelor prin care el și Mihai Busuioc au fost numiţi ca judecători la CCR l-ar viza indirect pe Nicușor Dan.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/dacian-dragos-despre-incercarea-aur-de-a-l-suspenda-din-ccr-indirect-poate-fi-vizat-nicusor-dan-3618273",
        "published_utc": "2026-02-05T19:16:22+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Traficanți de droguri, prinși cu focuri de armă. Unul dintre ei, fiu de fost ofițer important în MAI",
        "summary": "Focuri de armă lângă Capitală pentru prinderea unor traficanți de droguri. Polițiștii au folosit armamentul din dotare după ce unul dintre indivizi a încercat să scape. Doi polițiști au fost răniți după ce traficantul a intrat cu mașina în autoturismele anchetatorilor.",
        "link": "https://www.digi24.ro/stiri/actualitate/traficanti-de-droguri-prinsi-cu-focuri-de-arma-unul-dintre-ei-fiu-de-fost-ofiter-important-in-mai-3618251",
        "published_utc": "2026-02-05T19:04:27+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Bloc de nouă etaje, ridicat lângă un depozit de muniție. Construcția afectează un radar militar din Craiova, acuză ministrul Apărării",
        "summary": "Ministrul Apărării Naționale, Radu Miruță, a adus în atenția publică, joi, un caz de la Craiova, unde un dezvoltator imobiliar a ridicat lângă depozite de muniție un bloc de nouă etaje fără a respecta distanța legală și care afectează traiectoria radarului de la Cârcea.",
        "link": "https://www.digi24.ro/stiri/bloc-de-noua-etaje-ridicat-langa-un-depozit-de-munitie-constructia-afecteaza-un-radar-militar-din-craiova-acuza-ministrul-apararii-3617681",
        "published_utc": "2026-02-05T18:58:50+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Cristian Tudor Popescu pune o întrebare despre „tentaculele KGB”, după raportul Congresului SUA privind anularea alegerilor din România",
        "summary": "Scriitorul și gazetarul Cristian Tudor Popescu a comentat joi, în termeni duri, raportul preliminar al Comisiei juridice din cadrul Congresului SUA care pune sub semnul îndoielii decizia anulării alegerilor prezidențiale din țara noastră. Comisia Europeană&#8230;",
        "link": "https://hotnews.ro/cristian-tudor-popescu-pune-o-intrebare-despre-tentaculele-kgb-dupa-raportul-congresului-sua-privind-anularea-alegerilor-din-romania-2165777",
        "published_utc": "2026-02-05T18:54:11+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Conductă de gaz spartă la Craiova: zeci de oameni evacuați, circulația rutieră este deviată",
        "summary": "O avarie s-a produs, joi seară, la o conductă subterană de gaz pe un bulevardul din Craiova, iar la faţa locului se află mai multe echipaje de pompieri şi de poliţie. Treizeci de persoane au fost evacuate din şase locuinţe, iar poliţiştii au deviat circulaţia rutieră din zona respectivă. Gazul a fost oprit de la robinetul central.",
        "link": "https://www.digi24.ro/stiri/conducta-de-gaz-sparta-la-craiova-zeci-de-oameni-evacuati-circulatia-rutiera-este-deviata-3618209",
        "published_utc": "2026-02-05T18:47:48+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Soluții de „cascadorii râsului” la modernizarea Gării Brașov, reclamă Asociația Pro Infrastructură. Lucrările, după un proiect din 2011",
        "summary": "Asociaţia Pro Infrastructură afirmă, joi seară, că modernizarea gării Braşov, proiect iniţiat în urmă cu 15 ani, riscă să se mai prelungească 2-3 ani, pentru că antreprenorul se mişcă sab. În plus, organizaţia reclamă soluţii de cascadorii râsului.",
        "link": "https://www.digi24.ro/stiri/solutii-de-cascadorii-rasului-la-modernizarea-garii-brasov-reclama-asociatia-pro-infrastructura-lucrarile-dupa-un-proiect-din-2011-3618231",
        "published_utc": "2026-02-05T18:46:06+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Cea mai căutată meserie de Silicon Valley nu are nimic de-a face cu programarea sau ingineria",
        "summary": "În era „boom”-ului inteligenței artificiale generative, expertiza în AI a devenit o competență foarte căutată inclusiv în CV-urile programatorilor. Dar companiile de tehnologie sunt dispuse să plătească un salariu consistent și pentru un alt tip&#8230;",
        "link": "https://hotnews.ro/cea-mai-cautata-meserie-de-silicon-valley-nu-are-nimic-de-a-face-cu-programarea-sau-ingineria-2164628",
        "published_utc": "2026-02-05T18:42:47+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Vlad Gheorghe: Bolojan e mai determinat ca niciodată. În 2028 o să fim cu toţi istorie dacă nu înţelegem că izolaţionismul creşte",
        "summary": "Consilierul onorific al premierului Ilie Bolojan, Vlad Gheorghe, a declarat joi că premierul Bolojan rezistă, merge mai departe şi este mai determinat ca niciodată. El a mai spus că, în 2028 o să fim cu toţi istorie, dacă nu înţelegem că acest curent izolaţionist, autodenumit suveranist în mod greşit, creşte văzând cu ochii.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/vlad-gheorghe-bolojan-e-mai-determinat-ca-niciodata-in-2028-o-sa-fim-cu-toti-istorie-daca-nu-intelegem-ca-izolationismul-creste-3618211",
        "published_utc": "2026-02-05T18:29:18+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Cristi Chivu a purtat torța olimpică pe străzile orașului Milano",
        "summary": "Torța olimpică a ajuns la Milano, iar românul Cristi Chivu antrenorul echipei de fotbal Inter Milano, s-a numărat printre printre celebritățile sportive care au alergat cu torța în mână.",
        "link": "https://www.digi24.ro/stiri/actualitate/primele-imagini-cu-cristi-chivu-purtand-torta-olimpica-pe-strazile-orasului-milano-3618153",
        "published_utc": "2026-02-05T18:24:57+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Tensiuni diplomatice între SUA și Polonia. Lider politic de la Varșovia acuzat că l-a insultat pe Trump: e legat de Nobelul pentru Pace",
        "summary": "Ambasadorul SUA la Varşovia a anunţat joi că a rupt orice legătură cu preşedintele parlamentului polonez, Wlodzimierz Czarzasty, acuzându-l că l-a insultat pe Donald Trump după ce acesta a criticat politicile preşedintelui american şi a refuzat să-i susţină ambiţiile de a obţine Premiul Nobel pentru Pace, relatează Reuters.",
        "link": "https://www.digi24.ro/stiri/externe/tensiuni-diplomatice-intre-sua-si-polonia-lider-politic-de-la-varsovia-acuzat-ca-l-a-insultat-pe-trump-e-legat-de-nobelul-pentru-pace-3618145",
        "published_utc": "2026-02-05T18:13:00+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Trump cheamă la o adunare de rugăciune, în mai, la Washington: „Vom consacra din nou America lui Dumnezeu”",
        "summary": "Președintele SUA Donald Trump a anunțat joi organizarea unei adunări de rugăciune, în data de 17 mai, la Washington, pentru a „consacra din nou America lui Dumnezeu”, relatează AFP. „Pe 17 mai 2026, invităm americanii&#8230;",
        "link": "https://hotnews.ro/trump-cheama-la-o-adunare-de-rugaciune-in-mai-la-washington-vom-consacra-din-nou-america-lui-dumnezeu-2165759",
        "published_utc": "2026-02-05T18:09:04+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Ambasada SUA: Deținătorii biletelor pentru Cupa Mondială vor fi verificați. Trebuie să îndeplinească condițiile pentru obținerea vizei",
        "summary": "Ambasada Statelor Unite a anunțat pe Facebook că deținătorii biletelor pentru Cupa Mondială vor primi vize după ce vor trece printr-un proces de verificare și să demonstreze că îndeplinesc condițiile pentru obținerea vizei.",
        "link": "https://www.digi24.ro/stiri/sport/fotbal/ambasada-sua-detinatorii-biletelor-pentru-cupa-mondiala-vor-fi-verificati-trebuie-sa-indeplineasca-conditiile-pentru-obtinerea-vizei-3618129",
        "published_utc": "2026-02-05T18:05:53+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Măsuri pentru populație și firme: Ministerul Finanțelor detaliază conținutul pachetului de relansare economică",
        "summary": "Ministerul Finanţelor a detaliat, joi seară, pachetul de măsuri fiscale şi de investiţii pentru relansarea economică şi stimulare a economiei. Pachetul conţine măsuri pentru persoane fizice, IMM şi firme, dar şi scheme de susţinere. Măsuri de stimulare a investițiilor, facilități fiscale și miza reducerii deficitului sunt direcțiile principale pe baza cărora a fost gândit și construit pachetul de relansare economică, a anunțat și premierul Ilie Bolojan, miercuri, într-o conferință de presă.",
        "link": "https://www.digi24.ro/stiri/economie/finante-economie/masuri-pentru-populatie-si-firme-ministerul-finantelor-detaliaza-continutul-pachetului-de-relansare-economica-3618135",
        "published_utc": "2026-02-05T17:58:21+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Prima reacție publică a Liei Savonea după ce Inspecția Judiciară a respins toate acuzațiile semnalate în documentarul Recorder. Replica dată unei judecătoare care s-a opus",
        "summary": "Secția de Judecători a CSM a validat joi raportul prin care Inspecția Judiciară a concluzionat că nicio acuzație din documentarul Recorder „Justiție Capturată” nu se confirmă. Prezentă la ședința CSM, președinta Înaltei Curți de Casație&#8230;",
        "link": "https://hotnews.ro/prima-reactie-publica-a-liei-savonea-dupa-ce-inspectia-judiciara-a-respins-toate-acuzatiile-semnalate-in-documentarul-recorder-replica-taioasa-pentru-o-judecatoare-care-s-a-opus-2165754",
        "published_utc": "2026-02-05T17:55:53+00:00",
        "score": 3
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Autoritatea Electorală Permanentă va accelera demersurile de verificare a persoanelor de peste 90 de ani, înscrise pe listele de votare",
        "summary": "Preşedintele Autorităţii Electorale Permanente (AEP), Adrian Ţuţuianu, a avut, joi, o întâlnire de lucru cu directorul general al Direcţiei Generale pentru Evidenţa Persoanelor (DGEP), chestorul de poliţie Cătălin-Aurel Giulescu, pe tema actualizării Registrului Electoral.",
        "link": "https://www.digi24.ro/stiri/actualitate/autoritatea-electorala-permanenta-va-accelera-demersurile-de-verificare-a-persoanelor-de-peste-90-de-ani-inscrise-pe-listele-de-votare-3618127",
        "published_utc": "2026-02-05T17:38:44+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "DNA l-a trimis în judecată pe Răzvan Cuc, fost ministru al Transporturilor. Procurorii îl acuză de intermedierea unei mite",
        "summary": "Fostul ministru al Transporturilor Alexandru-Răzvan Cuc a fost trimis în judecată de DNA, în dosarul în care este acuzat că ar fi intermediat o mită de peste un milion de lei pentru directorul general al&#8230;",
        "link": "https://hotnews.ro/dna-l-a-trimis-in-judecata-pe-razvan-cuc-fost-ministru-al-transporturilor-procurorii-il-acuza-de-intermedierea-unei-mite-2165746",
        "published_utc": "2026-02-05T17:28:10+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Anunțul lui Alexandru Rogobete, după vizita în Israel: ce schimbări vrea să aducă în sistemul de sănătate din România",
        "summary": "Ministrul Sănătății, Alexandru Rogobete, a anunțat că va valorifica în decizii concrete pentru sistemul medical din România experiența acumulată în urma vizitei oficiale în Statul Israel, unde a avut discuții la cel mai înalt nivel instituțional cu președintele Isaac Herzog. Potrivit ministrului, temele abordate au vizat finanțarea serviciilor de sănătate, susținerea personalului medical și organizarea îngrijirilor pentru pacienții cu nevoi complexe, iar modelul medical israelian, bazat pe integrarea îngrijirii și utilizarea tehnologiei, este prezentat drept un reper pentru reformarea sistemului de sănătate din România.",
        "link": "https://www.digi24.ro/stiri/actualitate/sanatate/anuntul-lui-alexandru-rogobete-dupa-vizita-in-israel-ce-schimbari-vrea-sa-aduca-in-sistemul-de-sanatate-din-romania-3618101",
        "published_utc": "2026-02-05T17:25:37+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Toată comanda trupelor s-a prăbușit”. Kievul revendică o lovitură majoră administrată armatei ruse pe câmpul de luptă, cu ajutorul unei companii americane",
        "summary": "Reuters scrie că nu a putut verifica amploarea perturbării sistemului de comunicații al rușilor, dar trei surse ucrainene au declarat că aceasta pare să fie una majoră.",
        "link": "https://hotnews.ro/toata-comanda-trupelor-s-a-prabusit-kievul-revendica-o-lovitura-majora-administrata-armatei-ruse-pe-campul-de-lupta-cu-ajutorul-unei-companii-americane-2165748",
        "published_utc": "2026-02-05T17:22:39+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Activele Lukoil sunt vizate de cel puțin alte două companii, în pofida acordului cu Carlyle. „Cu siguranţă nu e o afacere încheiată”",
        "summary": "Cel puţin două companii, inclusiv Chevron, concurează pentru activele internaţionale ale Lukoil, în pofida acordului iniţial al grupului petrolier rus de săptămâna trecută privind vânzarea portofoliului său către fondul american de private equity Carlyle, au declarat pentru Reuters surse care au dorit să-şi păstreze anonimatul.",
        "link": "https://www.digi24.ro/stiri/externe/activele-lukoil-sunt-vizate-de-cel-putin-alte-doua-companii-in-pofida-acordului-cu-carlyle-cu-siguranta-nu-e-o-afacere-incheiata-3618113",
        "published_utc": "2026-02-05T17:18:46+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Ambasada României în SUA, anunț despre parteneriatul-cheie privind mineralele critice. Ce teme a abordat Oana Țoiu la Washington",
        "summary": "România reprezintă un aliat strategic în asigurarea viitorului mineralelor critice, a transmis Ambasada țării noastre în Statele Unite, după conferința ministerială desfășurată la Washington. Ministrul de Externe Oana Țoiu se află într-o vizită de lucru în capitala Statelor Unite, miercuri participând la reuniunea ministerială dedicată mineralelor critice, la invitația secretarului de stat american Marco Rubio.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/ambasada-romaniei-in-sua-anunt-despre-parteneriatul-cheie-privind-mineralele-critice-ce-teme-a-abordat-oana-toiu-la-washington-3618029",
        "published_utc": "2026-02-05T17:11:44+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "LOTO. Rezultatele la LOTO de joi, 5 februarie 2026. Numerele extrase la Loto 6/49, Joker și Noroc",
        "summary": "Joi, 5 februarie, au avut loc noi trageri Loto 6/49, Noroc, Joker, Noroc Plus, Loto 5/40 și Super Noroc. Reportul la Loto 6/49 este de peste 4 milioane de euro, în timp ce la Joker&#8230;",
        "link": "https://hotnews.ro/rezultatele-loto-de-joi-5-februarie-2026-2165109",
        "published_utc": "2026-02-05T17:04:00+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Răzvan Cuc, fost ministru PSD al Transporturilor, trimis în judecată de DNA în dosarul mitei de la RAR",
        "summary": "Fostul ministru al Transporturilor Alexandru-Răzvan Cuc a fost trimis în judecată de DNA, în dosarul în care este acuzat că ar fi intermediat o mită de peste un milion de lei pentru directorul general al Registrului Auto Român (RAR). În acelaşi dosar, a fost trimis în judecată şi omul de afaceri Cătălin Daniel Buşe.",
        "link": "https://www.digi24.ro/stiri/actualitate/justitie/razvan-cuc-fost-ministru-psd-al-transporturilor-trimis-in-judecata-de-dna-in-dosarul-mitei-de-la-rar-3618071",
        "published_utc": "2026-02-05T17:00:30+00:00",
        "score": 1
      }
    ],
    "medical": [],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Career Spotlight: Welder (Ages 14-18)",
        "summary": "What does a welder do? A welder uses tools that join two or more parts through forces such as heat or pressure. Metals are the materials most commonly used in welding, but it&#8217;s also possible to weld thermoplastics or wood. Welders use their hands, skills, and problem-solving abilities to create something new. At NASA, welders [&#8230;]",
        "link": "https://www.nasa.gov/learning-resources/career-spotlight-welder-ages-14-18/",
        "published_utc": "2026-02-05T19:35:15+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA’s SpaceX Crew-12 to Study Adaptation to Altered Gravity",
        "summary": "NASA’s SpaceX Crew-12 mission is preparing to launch for a long-duration science mission aboard the International Space Station. During the mission, select crew members will participate in human health studies focused on understanding how astronauts’ bodies adapt to the low-gravity environment of space, including a new study examining subtle changes in blood flow. The experiments, [&#8230;]",
        "link": "https://www.nasa.gov/humans-in-space/nasas-spacex-crew-12-to-study-adaptation-to-altered-gravity/",
        "published_utc": "2026-02-05T18:38:08+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Hubble Spots Lens-Shaped Galaxy",
        "summary": "This new Hubble image, released on Jan. 30, 2026, is the sharpest taken of NGC 7722, a lenticular galaxy located about 187 million light-years away in the constellation&#160;Pegasus. A lenticular, meaning “lens-shaped,” galaxy is a type whose classification sits between more familiar&#160;spiral galaxies&#160;and&#160;elliptical galaxies. It is also less common than spirals and ellipticals — partly [&#8230;]",
        "link": "https://www.nasa.gov/image-article/hubble-spots-lens-shaped-galaxy/",
        "published_utc": "2026-02-05T16:39:36+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "A presidential greeting ahead of Sophie Adenot's first spaceflight",
        "summary": "ESA Director General Josef Aschbacher joined French President Emmanuel Macron at the Élysée Palace for an event celebrating the first spaceflight of ESA astronaut Sophie Adenot.",
        "link": "https://www.esa.int/About_Us/Corporate_news/A_presidential_greeting_ahead_of_Sophie_Adenot_s_first_spaceflight",
        "published_utc": "2026-02-05T15:55:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Curiosity Blog, Sols 4788-4797: Welcome Back from Conjunction",
        "summary": "Written by Alex Innanen, Atmospheric Scientist at York University, Toronto Earth planning date: Friday, Jan. 30, 2026 Mars has emerged from its holiday behind the Sun, and we here on Earth have been able to reconnect with Curiosity and get back to work on Mars. Our first planning day last Friday gave Curiosity a full […]",
        "link": "https://science.nasa.gov/blog/curiosity-blog-sols-4788-4797-welcome-back-from-conjunction/",
        "published_utc": "2026-02-04T23:05:07+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA, University of Texas Expand Research and Workforce Development",
        "summary": "NASA’s Johnson Space Center in Houston and the University of Texas System (UT System) announced the signing of a collaborative Space Act Agreement on Jan. 9, 2026. The agreement expands research and workforce development partnership opportunities across NASA centers and UT System facilities. The agreement builds upon decades of collaboration between NASA and the UT [&#8230;]",
        "link": "https://www.nasa.gov/centers-and-facilities/johnson/nasa-university-of-texas-expand-research-and-workforce-development/",
        "published_utc": "2026-02-04T22:10:15+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "ARMD Research Solicitations (Updated Feb. 4)",
        "summary": "THIS PAGE WAS UPDATED ON FEBRUARY 4, 2026 This Aeronautics Research Mission Directorate (ARMD) solicitations page compiles the opportunities to collaborate with NASA’s aeronautical innovators and/or contribute to their research to enable new and improved air transportation systems. Most opportunities to participate in research are officially announced through the Web-based NASA Solicitation and Proposal Integrated [&#8230;]",
        "link": "https://www.nasa.gov/aeronautics/armd-solicitations/",
        "published_utc": "2026-02-04T18:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Explore Mars’s Flaugergues Crater",
        "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
        "published_utc": "2026-02-04T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "ESA's sustainability ambition",
        "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
        "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
        "published_utc": "2026-02-03T15:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Moving satellites to meet a plane for rare reentry data",
        "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
        "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
        "published_utc": "2026-02-02T16:12:00+00:00",
        "score": 4
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Apply now to the ESA Graduate Trainee Programme",
        "summary": "The 2026 ESA Graduate Trainee positions are now open! If you’re passionate about engineering, science, IT or business, this is your chance to turn your dreams into reality.",
        "link": "https://www.esa.int/About_Us/Careers_at_ESA/Apply_now_to_the_ESA_Graduate_Trainee_Programme",
        "published_utc": "2026-02-02T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
        "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
        "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
        "published_utc": "2026-01-30T10:20:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Earth from Space: Rudong coast, China",
        "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
        "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
        "published_utc": "2026-01-30T09:00:00+00:00",
        "score": 2
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
        "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
        "published_utc": "2026-01-25T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "For every $1 spent protecting nature, $30 goes to destroying it",
        "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
        "published_utc": "2026-01-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
        "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
        "published_utc": "2025-12-24T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
        "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
        "published_utc": "2025-12-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "UN environment assembly wraps up in Nairobi",
        "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "published_utc": "2025-12-12T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
        "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
        "published_utc": "2025-12-06T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
        "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
        "published_utc": "2025-11-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
        "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Can industrial growth and climate action go hand in hand?",
        "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "What’s at stake in the COP30 negotiations?",
        "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
        "published_utc": "2025-11-20T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "In the Amazon, a school becomes a beacon of climate resilience",
        "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
        "published_utc": "2025-11-19T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
        "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
        "published_utc": "2025-11-18T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
        "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
        "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      }
    ],
    "photos": [
      {
        "category_id": "space",
        "category_label": "🚀 Spațiu",
        "source": "Flickr (space)",
        "title": "Geminids over the Trona Pinnacles",
        "link": "https://www.flickr.com/photos/ruggybear/55080377435/",
        "image_url": "https://live.staticflickr.com/65535/55080377435_66bc86a443_b.jpg",
        "published_utc": "2026-02-05T20:00:06+00:00"
      },
      {
        "category_id": "animals",
        "category_label": "🐾 Animale",
        "source": "Flickr (animals)",
        "title": "Nature and Wildlife",
        "link": "https://www.flickr.com/photos/marcotremblay/55079097742/",
        "image_url": "https://live.staticflickr.com/65535/55079097742_bc8f923f26_b.jpg",
        "published_utc": "2026-02-05T19:58:16+00:00"
      },
      {
        "category_id": "landscapes",
        "category_label": "🏞️ Peisaj",
        "source": "Flickr (landscape)",
        "title": "Kangaroo Paw, Anigozanthos Bush",
        "link": "https://www.flickr.com/photos/45795007@N06/55079128337/",
        "image_url": "https://live.staticflickr.com/65535/55079128337_2bba545365_b.jpg",
        "published_utc": "2026-02-05T20:20:51+00:00"
      }
    ],
    "joke": [
      {
        "date_utc": "2026-02-05",
        "text": "Mi-am făcut un plan de economii. Acum economisesc timp necheltuindu-l."
      }
    ],
    "satire": [
      {
        "date_utc": "2026-02-05",
        "source": "TimesNewRoman",
        "title": "România, noul Las Vegas! Puşcăriile golite de Lia Savonea vor deveni săli de păcănele",
        "summary": "Cotidian independent de umor voluntar",
        "link": "https://www.timesnewroman.ro/politic/romania-noul-las-vegas-puscariile-golite-de-lia-savonea-vor-deveni-sali-de-pacanele/",
        "note": "Satiră — nu este știre reală."
      }
    ]
  }
}