{
  "generated_utc": "2026-02-06T10:07:33+00:00",
  "count": 58,
  "items": [
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "EGLD de 3 dolari și ceva. Criptomoneda românilor de la MultiversX a scăzut odată cu Bitcoin. Beni: „Piețele au fost absolut brutale”Beniamin Mincu, CEO MultiversXEGLD de 3 dolari și ceva. Criptomoneda românilor de la MultiversX a scăzut odată cu Bitcoin. Beni: „Piețele au fost absolut brutale”",
      "summary": "Criptomoneda românilor de la MultiversX (EGLD) a scăzut, vineri, până la un preț minim de 3 dolari și 76 de cenți, cel mai mic nivel (ATL) înregistrat vreodată pe platforma CoinMarketCap, evoluția fiind în tendințele&#8230;",
      "link": "https://hotnews.ro/egld-de-3-dolari-si-ceva-criptomoneda-romanilor-de-la-multiversx-a-scazut-odata-cu-bitcoin-beni-pietele-au-fost-absolut-brutalebeniamin-mincu-ceo-multiversxegld-de-3-dolari-si-ce-2166140",
      "published_utc": "2026-02-06T10:05:27+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "„Banii nu aduc fericirea”. Mesajul misterios postat de cel mai bogat om din lume",
      "summary": "\"Cine a spus că 'banii nu aduc fericirea' ştia cu adevărat despre ce vorbea\", a scris celebrul antreprenor pe reţeaua de socializare X, pe care a cumpărat-o cu 44 de miliarde de dolari în 2022.",
      "link": "https://www.digi24.ro/stiri/externe/banii-nu-aduc-fericirea-mesajul-misterios-postat-de-cel-mai-bogat-om-din-lume-3618751",
      "published_utc": "2026-02-06T10:02:49+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "The curious case of why methane spiked around Covid",
      "summary": "With fewer cars on the road, planes in the air and factories running, the skies seemed cleaner during the Covid-19 pandemic. However, while there was a decline in pollutants such as nitrogen dioxide, scientists were surprised to see that methane surged in the early 2020s and then dropped – and now they know why.",
      "link": "https://www.esa.int/Applications/Observing_the_Earth/FutureEO/Space_for_our_climate/The_curious_case_of_why_methane_spiked_around_Covid",
      "published_utc": "2026-02-06T07:30:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Fosta iubită a omului de afaceri Adrian Kreiner, omorât în 2023, a fost reţinută în dosarul femeii din Sibiu acuzată că și-a ucis mama",
      "summary": "Femeia din Sibiu care și-a ucis mama pentru avere ar fi primit ajutor din partea iubitei lui Adrian Kreiner, omul de afaceri ucis tot pentru bani în 2023. Aceasta a fost reținută. Polițiștii fac percheziții la domiciliul acesteia.",
      "link": "https://www.digi24.ro/stiri/fosta-iubita-a-omului-de-afaceri-adrian-kreiner-omorat-in-2023-a-fost-retinuta-in-dosarul-femeii-din-sibiu-acuzata-ca-si-a-ucis-mama-3618803",
      "published_utc": "2026-02-06T10:01:32+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Norvegia avertizează: Rusia ar putea intensifica spionajul și sabotajul în Arctica și arhipelagul Svalbard",
      "summary": "Serviciul norvegian de securitate internă PST a avertizat vineri în legătură cu înmulţirea acţiunilor de sabotaj din partea Moscovei, aşteptându-se la o intensificare a activităţilor de spionaj ale Rusiei în acest an în Norvegia, mai ales în regiunea arctică a acestei ţări şi în arhipelagul Svalbard.",
      "link": "https://www.digi24.ro/stiri/externe/norvegia-avertizeaza-rusia-ar-putea-intensifica-spionajul-si-sabotajul-in-arctica-si-arhipelagul-svalbard-3618853",
      "published_utc": "2026-02-06T09:51:45+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "A Winter Blanket Covers North Carolina",
      "summary": "In late January 2026, a strong, moisture-laden storm dropped snow across nearly the entire state, spanning from the Appalachians to the Atlantic Coast.",
      "link": "https://science.nasa.gov/earth/earth-observatory/a-winter-blanket-covers-north-carolina/",
      "published_utc": "2026-02-06T05:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Spania îl acuză pe fondatorul Telegram că răspândește minciuni și subminează instituțiile democratice",
      "summary": "Spania l-a acuzat pe fondatorul Telegram, Pavel Durov, că răspândește informații false și încearcă să submineze instituțiile democratice, după ce acesta a folosit aplicația de mesagerie pentru a critica planurile guvernului de a restricționa accesul minorilor sub 16 ani la rețelele sociale și de a responsabiliza companiile de tehnologie pentru conținut dăunător, potrivit The Guardian.",
      "link": "https://www.digi24.ro/stiri/externe/spania-il-acuza-pe-fondatorul-telegram-ca-raspandeste-minciuni-si-submineaza-institutiile-democratice-3618841",
      "published_utc": "2026-02-06T09:42:47+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Facilități fiscale extinse pentru pensiile private. Contribuțiile la pensiile ocupaționale ar putea fi deductibile din 2026",
      "summary": "Contribuțiile la fondurile de pensii ocupaționale ar putea deveni deductibile fiscal începând cu veniturile aferente anului 2026, potrivit proiectului de lege privind instituirea unor măsuri de relansare economică, publicat joi de Ministerul Finanțelor. Proiectul prevede completarea Codului fiscal astfel încât contribuțiile la pensiile ocupaționale, dar și la produsele paneuropene de pensii personale, să fie incluse explicit în categoria cheltuielilor deductibile, în limita echivalentului în lei a 400 de euro anual pentru fiecare persoană, plafon aplicabil atât contribuțiilor plătite de angajați, cât și celor suportate de angajatori.",
      "link": "https://www.digi24.ro/stiri/economie/facilitati-fiscale-extinse-pentru-pensiile-private-contributiile-la-pensiile-ocupationale-ar-putea-fi-deductibile-din-2026-3618791",
      "published_utc": "2026-02-06T09:34:59+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Selects Two Earth System Explorers Missions",
      "summary": "Two next-generation satellite missions announced Thursday will help NASA better understand Earth and improve capabilities to foresee environmental events and mitigate disasters. “NASA uses the unique vantage point of space to study our home planet to deliver life-saving data into the hands of disaster response and decision-makers every day for the benefit of all, while [&#8230;]",
      "link": "https://www.nasa.gov/news-release/nasa-selects-two-earth-system-explorers-missions/",
      "published_utc": "2026-02-05T21:10:14+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "După ce a redus drastic fondurile USAID, administrația Trump va finanța organizații din Europa aliniate mișcării MAGA",
      "summary": "Finanțările acordate de Departamentul de Stat pentru promovarea „valorilor americane” fac ecoul strategiei de securitate a SUA și sunt în același timp parte a sărbătorilor dedicate împlinirii a 250 de ani de la fondarea Statelor&#8230;",
      "link": "https://hotnews.ro/dupa-ce-a-redus-drastic-fondurile-usaid-administratia-trump-va-finanta-organizatii-din-europa-aliniate-miscarii-maga-2166018",
      "published_utc": "2026-02-06T09:27:44+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Cel mai mare ONG pentru drepurile copilului din România, mesaj ferm în dezbaterea privind accesul copiilor la rețelele sociale",
      "summary": "La două zile după ce premierul Ilie Bolojan a respins ideea interzicerii accesului copiilor la rețelele sociale, pe motiv că ar fi „greu de pus în practică”, cel mai mare ONG pentru drepurile copilului din&#8230;",
      "link": "https://hotnews.ro/cel-mai-mare-ong-pentru-drepurile-copilului-din-romania-mesaj-ferm-in-dezbaterea-privind-accesul-copiilor-la-retelele-sociale-2166067",
      "published_utc": "2026-02-06T09:20:17+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Career Spotlight: Welder (Ages 14-18)",
      "summary": "What does a welder do? A welder uses tools that join two or more parts through forces such as heat or pressure. Metals are the materials most commonly used in welding, but it&#8217;s also possible to weld thermoplastics or wood. Welders use their hands, skills, and problem-solving abilities to create something new. At NASA, welders [&#8230;]",
      "link": "https://www.nasa.gov/learning-resources/career-spotlight-welder-ages-14-18/",
      "published_utc": "2026-02-05T19:35:15+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Lavrov: Rusia vrea un vecin „neutru şi benign”. Cerințele pentru „teritoriul care va rămâne parte a Ucrainei”",
      "summary": "Ucraina trebuie să fie „un stat neutru şi benign” pentru a fi vecinul Rusiei pe termen lung, a declarat ministrul de externe rus, Serghei Lavrov, într-un interviu acordat publicaţiei Russia Today (RT) şi preluat de Xinhua.",
      "link": "https://www.digi24.ro/stiri/externe/lavrov-rusia-vrea-un-vecin-neutru-si-benign-cerintele-pentru-teritoriul-care-va-ramane-parte-a-ucrainei-3618807",
      "published_utc": "2026-02-06T09:19:36+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Plata alocațiilor pentru copii pe luna februarie. Anunț important pentru părinți",
      "summary": "În această lună, atât alocațiile pentru copii, cât și indemnizațiile sociale vor fi plătite mai devreme decât de obicei, scrie site-ul Totuldespremame.ro. Mai precis, astăzi. Pentru că în luna februarie ziua obișnuită de plată, respectiv&#8230;",
      "link": "https://hotnews.ro/plata-alocatiilor-pentru-copii-pe-luna-februarie-anunt-important-pentru-parinti-2166089",
      "published_utc": "2026-02-06T09:18:06+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA’s SpaceX Crew-12 to Study Adaptation to Altered Gravity",
      "summary": "NASA’s SpaceX Crew-12 mission is preparing to launch for a long-duration science mission aboard the International Space Station. During the mission, select crew members will participate in human health studies focused on understanding how astronauts’ bodies adapt to the low-gravity environment of space, including a new study examining subtle changes in blood flow. The experiments, [&#8230;]",
      "link": "https://www.nasa.gov/humans-in-space/nasas-spacex-crew-12-to-study-adaptation-to-altered-gravity/",
      "published_utc": "2026-02-05T18:38:08+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Spania atrage muncitorii străini respinși de România. „E ca și cum ai avea o mașină bună în curte, dar fără plăcuțe. În loc să o înmatriculezi, o dai la fier vechi”",
      "summary": "România riscă să piardă forța de muncă străină prezentă deja în țară, în favoarea Spaniei, într-un context în care legislația internă descurajează atât muncitorii, cât și angajatorii. În timp ce Spania anunță măsuri de legalizare&#8230;",
      "link": "https://hotnews.ro/spania-atrage-muncitorii-straini-respinsi-de-romania-e-ca-si-cum-ai-avea-o-masina-buna-in-curte-dar-fara-placute-in-loc-sa-o-inmatriculezi-o-dai-la-fier-vechi-2166090",
      "published_utc": "2026-02-06T09:17:53+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Noile criterii de risc fiscal, inactivare și dizolvare ale ANAF. „Dacă vorbești frumos, poate iei o amendă de 15.000 lei. Dacă nu, maximul de 200.000 lei”, spune un consultant",
      "summary": "Modificările fiscale introduse anul trecut în decembrie și intrate în vigoare în 2026, luate în ideea de a curăța mediul de afaceri, pot să nască monștri birocratici, care vor afecta în egală măsură atât contribuabilii,&#8230;",
      "link": "https://hotnews.ro/noile-criterii-de-risc-fiscal-inactivare-si-dizolvare-ale-anaf-daca-vorbesti-frumos-poate-iei-o-amenda-de-15-000-lei-daca-nu-maximul-de-200-000-lei-spune-un-consultant-2166064",
      "published_utc": "2026-02-06T09:10:21+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Hubble Spots Lens-Shaped Galaxy",
      "summary": "This new Hubble image, released on Jan. 30, 2026, is the sharpest taken of NGC 7722, a lenticular galaxy located about 187 million light-years away in the constellation&#160;Pegasus. A lenticular, meaning “lens-shaped,” galaxy is a type whose classification sits between more familiar&#160;spiral galaxies&#160;and&#160;elliptical galaxies. It is also less common than spirals and ellipticals — partly [&#8230;]",
      "link": "https://www.nasa.gov/image-article/hubble-spots-lens-shaped-galaxy/",
      "published_utc": "2026-02-05T16:39:36+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Investigație privind un posibil abuz de poziție dominantă al CFR SA. Ce verifică Consiliul Concurenței",
      "summary": "Autoritatea de concurență a anunțat că investighează dacă „anumite comportamente” ale CFR, inclusiv în legătură cu neimplementarea unor investiții necesare funcționării sistemului de alimentare cu energie electrică de tracțiune, ar fi putut avea ca efect&#8230;",
      "link": "https://hotnews.ro/investigatie-privind-un-posibil-abuz-de-pozitie-dominanta-al-cfr-sa-ce-verifica-consiliul-concurentei-s-2166031",
      "published_utc": "2026-02-06T09:09:56+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Ipoteză în cazul unei familii găsite fără viață: părinții ar fi ucis copiii (ambii cu autism), iar apoi s-au sinucis. Cazul a șocat un continent întreg",
      "summary": "Un cuplu și cei doi fii adolescenți — ambii diagnosticați cu autism sever — au fost găsiți fără viață, pe 30 ianuarie, în casa lor din Mosman Park, Australia de Vest. Cazul a șocat întreaga&#8230;",
      "link": "https://hotnews.ro/ipoteza-in-cazul-unei-familii-gasite-fara-viata-parintii-ar-fi-ucis-copiii-ambii-cu-autism-iar-apoi-s-au-sinucis-cazul-a-socat-un-continent-intreg-2166051",
      "published_utc": "2026-02-06T09:07:38+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "A presidential greeting ahead of Sophie Adenot's first spaceflight",
      "summary": "ESA Director General Josef Aschbacher joined French President Emmanuel Macron at the Élysée Palace for an event celebrating the first spaceflight of ESA astronaut Sophie Adenot.",
      "link": "https://www.esa.int/About_Us/Corporate_news/A_presidential_greeting_ahead_of_Sophie_Adenot_s_first_spaceflight",
      "published_utc": "2026-02-05T15:55:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Salvați Copiii România cere interzicerea rețelelor sociale pentru minorii sub 13 ani și sancțiuni pentru platforme",
      "summary": "Salvați Copiii România solicită interzicerea totală a accesului copiilor sub 13 ani la rețelele sociale și introducerea unui acces condiționat pentru cei între 13 și 15 ani, doar cu acordul părinților. Organizația cere, totodată, sancțiuni reale pentru platformele care permit crearea de conturi de către minori fără verificarea vârstei, invocând riscuri majore pentru sănătatea mintală și siguranța copiilor.",
      "link": "https://www.digi24.ro/stiri/sci-tech/lumea-digitala/salvati-copiii-romania-cere-interzicerea-retelelor-sociale-pentru-minorii-sub-13-ani-si-sanctiuni-pentru-platforme-3618787",
      "published_utc": "2026-02-06T09:06:34+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "FOTO Un fenomen periculos ține avioanele la sol pe un aeroport aglomerat din Europa. Zeci de zboruri au fost anulate",
      "summary": "Niciun avion nu a mai putut decola sau ateriza începând de vineri dimineață, după ce ploaia înghețată și fenomenul „black ice” („gheaţă neagră”) au paralizat complet Aeroportul Internațional Berlin Brandenburg (BER), transformând pistele într-un patinoar&#8230;",
      "link": "https://hotnews.ro/un-fenomen-periculos-tine-avioanele-la-sol-pe-un-aeroport-aglomerat-din-europa-zeci-de-zboruri-au-fost-anulate-2166009",
      "published_utc": "2026-02-06T08:58:09+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "Curiosity Blog, Sols 4788-4797: Welcome Back from Conjunction",
      "summary": "Written by Alex Innanen, Atmospheric Scientist at York University, Toronto Earth planning date: Friday, Jan. 30, 2026 Mars has emerged from its holiday behind the Sun, and we here on Earth have been able to reconnect with Curiosity and get back to work on Mars. Our first planning day last Friday gave Curiosity a full […]",
      "link": "https://science.nasa.gov/blog/curiosity-blog-sols-4788-4797-welcome-back-from-conjunction/",
      "published_utc": "2026-02-04T23:05:07+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Trump anunță un eveniment național de rugăciune prin care „America să redevină o națiune sub Dumnezeu”",
      "summary": "Președintele Donald Trump a anunțat planurile pentru un eveniment național de rugăciune, care va avea loc pe 17 mai pe National Mall, Washington D.C, prin care „America să redevină o națiune sub Dumnezeu”, în cadrul sărbătoririi de un an a celui de-al 250-lea aniversări a țării, scrie USA Today.",
      "link": "https://www.digi24.ro/stiri/externe/trump-anunta-un-eveniment-national-de-rugaciune-prin-care-america-sa-redevina-o-natiune-sub-dumnezeu-3618741",
      "published_utc": "2026-02-06T08:49:51+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Vreți copii care să se descurce în era AI? Nu le inhibați curiozitatea. Sfaturi și trucuri pentru părinți",
      "summary": "Inteligența artificială poate rezolva probleme, genera texte și analiza date într-un ritm imposibil pentru oameni. Dar există un mod de a învăța și de a gândi pe care nu îl poate replica. Ce competențe devin&#8230;",
      "link": "https://hotnews.ro/vreti-copii-care-sa-se-descurce-in-era-ai-nu-le-inhibati-curiozitatea-sfaturi-si-trucuri-pentru-parinti-2165437",
      "published_utc": "2026-02-06T08:48:06+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA, University of Texas Expand Research and Workforce Development",
      "summary": "NASA’s Johnson Space Center in Houston and the University of Texas System (UT System) announced the signing of a collaborative Space Act Agreement on Jan. 9, 2026. The agreement expands research and workforce development partnership opportunities across NASA centers and UT System facilities. The agreement builds upon decades of collaboration between NASA and the UT [&#8230;]",
      "link": "https://www.nasa.gov/centers-and-facilities/johnson/nasa-university-of-texas-expand-research-and-workforce-development/",
      "published_utc": "2026-02-04T22:10:15+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Zeci de români, blocați pe aeroportul din Berlin. Mai multe zboruri au fost anulate sau amânate, ce spun autoritățile",
      "summary": "Zeci de români au rămas blocați pe Aeroportul Berlin Brandenburg, după ce mai multe zboruri au fost anulate sau amânate, inclusiv către România, din cauza vremii extreme. Pista e acoperită de gheață, așa că aeronavele nu pot decola, susțin reprezentanții aeroportului.",
      "link": "https://www.digi24.ro/stiri/zeci-de-romani-blocati-pe-aeroportul-din-berlin-mai-multe-zboruri-au-fost-anulate-sau-amanate-ce-spun-autoritatile-3618685",
      "published_utc": "2026-02-06T08:41:00+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Să ne luăm soldații și echipamentele?”. Ambasadorul SUA, în conflict cu guvernarea Poloniei, în apărarea lui Trump. Premierul Tusk îi ceruse să nu dea lecții Varșoviei",
      "summary": "Un schimb de replici postate joi seară online a ridicat tensiunea dintre Tom Rose, ambasadorul SUA la Varșovia, și politicienii aflați la guvernare în Polonia. Declanșatorul: decizia președintelui parlamentului polonez de a nu susține nominalizarea&#8230;",
      "link": "https://hotnews.ro/sa-ne-luam-soldatii-si-echipamentele-ambasadorul-sua-in-conflict-cu-guvernarea-poloniei-in-apararea-lui-trump-premierul-tusk-ii-ceruse-sa-nu-dea-lectii-varsoviei-2165984",
      "published_utc": "2026-02-06T08:12:53+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Explore Mars’s Flaugergues Crater",
      "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
      "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
      "published_utc": "2026-02-04T10:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Ultimatumul lui Ciucu: „Dacă nu primim 5,5 miliarde, Bucureștiul intră în faliment!”",
      "summary": "Primarul General, Ciprian Ciucu, a anunțat deschiderea unor negocieri cu Ministerul Finanțelor și liderii coaliției de guvernare pentru a evita intrarea Municipiului București în incapacitate de plată. „Îmi bat capul acum cu Ministerul Finanţelor şi&#8230;",
      "link": "https://hotnews.ro/ultimatumul-lui-ciucu-daca-nu-primim-55-miliarde-bucurestiul-intra-in-faliment-2165996",
      "published_utc": "2026-02-06T08:10:39+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "(P) HUAWEI FreeClip 2, căștile-bijuterie cu care îți poți surprinde persoana iubită de Valentine’s Day",
      "summary": "În luna februarie, alegerea celui mai potrivit cadou de Valentine’s Day pentru persoana iubită este o misiune importantă pentru orice îndrăgostit. Dacă îți dorești altceva decât clasicele surprize de Ziua îndrăgostiților, îți propunem o variantă cu care, cu siguranță, nu vei da greș – noile căști HUAWEI FreeClip 2.",
      "link": "https://www.digi24.ro/stiri/sci-tech/gadget/p-huawei-freeclip-2-castile-bijuterie-cu-care-iti-poti-surprinde-persoana-iubita-de-valentines-day-3618687",
      "published_utc": "2026-02-06T08:09:20+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "ESA's sustainability ambition",
      "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
      "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
      "published_utc": "2026-02-03T15:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Ciucu: Îmi bat capul cu Ministerul Finanţelor şi în coaliţie cum să salvez Primăria. Dacă nu vom avea 5,5 miliarde, intrăm în faliment",
      "summary": "Bucureştiul intră în faliment dacă nu va avea în acest an un buget de minimum 5,5 miliarde de lei, spune noul primar general al Capitalei, liberalul Ciprian Ciucu. Începând din 2023, Guvernele României au subfinanţat sistematic Primăria Generală, producându-i un deficit lunar de circa 200 de milioane de lei. În acest moment, deficitul acumulat a ajuns la 4 miliarde şi nu mai poate fi rostogolit, mai spune Ciucu pentru News.ro.",
      "link": "https://www.digi24.ro/stiri/actualitate/politica/ciucu-imi-bat-capul-cu-ministerul-finantelor-si-in-coalitie-cum-sa-salvez-primaria-daca-nu-vom-avea-55-miliarde-intram-in-faliment-3618623",
      "published_utc": "2026-02-06T07:45:28+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Cei mai buni specialiști în investiții îți spun cifrele pe care să-ți faci bugetul pe 2026, care sunt riscurile și la ce te poți aștepta în acest an",
      "summary": "Economia României intră în 2026 cu o combinație rară de creștere anemică, inflație încă ridicată și risc politic în creștere – un cocktail mai degrabă de gestionat decât de celebrat. Pentru un investitor sau un&#8230;",
      "link": "https://hotnews.ro/cei-mai-buni-specialisti-in-investitii-iti-spun-cifrele-pe-care-sa-ti-faci-bugetul-pe-2026-care-sunt-riscurile-si-la-ce-te-poti-astepta-in-acest-an-2165972",
      "published_utc": "2026-02-06T07:27:33+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Moving satellites to meet a plane for rare reentry data",
      "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
      "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
      "published_utc": "2026-02-02T16:12:00+00:00",
      "score": 4
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Rusia acuză Ucraina că a bombardat ținte civile în Belgorod: „Au fost provocate pagube grave”",
      "summary": "Bombardamentele nocturne ale Ucrainei au provocat „daune grave” în oraşul rus Belgorod, situat în apropierea frontierei, a declarat vineri dimineaţa guvernatorul regiunii, potrivit Reuters.",
      "link": "https://www.digi24.ro/stiri/externe/rusia-acuza-ucraina-ca-a-bombardat-tinte-civile-in-belgorod-au-fost-provocate-pagube-grave-3618621",
      "published_utc": "2026-02-06T07:24:18+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Măsură de ultimă oră luată de Estonia la graniță: „Rusia se comportă uneori irațional”",
      "summary": "Stat membru UE și NATO, Estonia va suspenda operațiunile nocturne la punctele de trecere Luhamaa și Koidula de la frontiera cu Rusia, începând cu 24 februarie, din motive de securitate, anunță guvernul de la Tallinn, potrivit dpa, citată de&#8230;",
      "link": "https://hotnews.ro/masura-de-ultima-ora-luata-de-estonia-la-granita-deoarece-rusia-se-comporta-uneori-irational-2165951",
      "published_utc": "2026-02-06T07:19:38+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
      "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
      "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
      "published_utc": "2026-01-30T10:20:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Actrița dintr-un serial de referință al Netflix spune că a renunțat complet la cafeină din cauza unei probleme medicale avute după o călătorie",
      "summary": "Actrița britanică Claire Foy afirmă că, în pofida programului adesea lung de pe platourile de filmare din cauza căruia a ajuns să bea până la 17 cești de ceai și cafea pe zi, a reușit&#8230;",
      "link": "https://hotnews.ro/actrita-dintr-un-serial-de-referinta-al-netflix-spune-ca-a-renuntat-complet-la-cafeina-din-cauza-unei-probleme-medicale-avute-dupa-o-calatorie-2165432",
      "published_utc": "2026-02-06T07:03:35+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "16 „românce cu viață sfântă” sunt canonizate la Catedrala Patriarhală",
      "summary": "Biserica Ortodoxă Română organizează astăzi ceremonia proclamării generale a canonizării a 16 românce cu viaţă sfântă, oficiată de Patriarhul Daniel, la Catedrala Patriarhală.",
      "link": "https://www.digi24.ro/stiri/actualitate/16-romance-cu-viata-sfanta-sunt-canonizate-la-catedrala-patriarhala-3618593",
      "published_utc": "2026-02-06T07:00:11+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ESA",
      "title": "Earth from Space: Rudong coast, China",
      "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
      "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
      "published_utc": "2026-01-30T09:00:00+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "JO 2026. Încep Jocurile Olimpice de iarnă Milano-Cortina. La ce oră are loc ceremonia de deschidere",
      "summary": "Jocurile Olimpice de iarnă încep vineri, la Milano-Cortina, în nordul Italiei, cu ceremonia de deschidere programată pe Stadionul San Siro din Milano, de la ora 21:00 (ora României). Ediţia din acest an se va desfăşura pe cea mai mare suprafaţă din istoria competiţiei.",
      "link": "https://www.digi24.ro/stiri/sport/jo-2026-incep-jocurile-olimpice-de-iarna-milano-cortina-la-ce-ora-are-loc-ceremonia-de-deschidere-3618563",
      "published_utc": "2026-02-06T06:51:27+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Trump lansează un site cu numele său: zeci de medicamente, promise la prețuri cu până la 80% mai mici",
      "summary": "Preşedintele american Donald Trump a lansat joi seară un site web în numele său care urmează să permită americanilor să aibă acces la o gamă de medicamente la preţuri reduse, o miză majoră în Statele Unite unde preţurile medicamentelor sunt printre cele mai mari din lume.",
      "link": "https://www.digi24.ro/stiri/externe/trump-lanseaza-un-site-cu-numele-sau-zeci-de-medicamente-promise-la-preturi-cu-pana-la-80-mai-mici-3618569",
      "published_utc": "2026-02-06T06:48:00+00:00",
      "score": 1
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
      "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
      "published_utc": "2026-01-25T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "For every $1 spent protecting nature, $30 goes to destroying it",
      "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
      "published_utc": "2026-01-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
      "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
      "published_utc": "2025-12-24T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
      "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
      "published_utc": "2025-12-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "UN environment assembly wraps up in Nairobi",
      "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
      "published_utc": "2025-12-12T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
      "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
      "published_utc": "2025-12-06T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
      "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
      "published_utc": "2025-11-22T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
      "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Can industrial growth and climate action go hand in hand?",
      "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
      "published_utc": "2025-11-21T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "What’s at stake in the COP30 negotiations?",
      "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
      "published_utc": "2025-11-20T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "In the Amazon, a school becomes a beacon of climate resilience",
      "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
      "published_utc": "2025-11-19T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
      "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
      "published_utc": "2025-11-18T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
      "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
      "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
      "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
      "published_utc": "2025-11-17T12:00:00+00:00",
      "score": 2
    }
  ],
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "EGLD de 3 dolari și ceva. Criptomoneda românilor de la MultiversX a scăzut odată cu Bitcoin. Beni: „Piețele au fost absolut brutale”Beniamin Mincu, CEO MultiversXEGLD de 3 dolari și ceva. Criptomoneda românilor de la MultiversX a scăzut odată cu Bitcoin. Beni: „Piețele au fost absolut brutale”",
        "summary": "Criptomoneda românilor de la MultiversX (EGLD) a scăzut, vineri, până la un preț minim de 3 dolari și 76 de cenți, cel mai mic nivel (ATL) înregistrat vreodată pe platforma CoinMarketCap, evoluția fiind în tendințele&#8230;",
        "link": "https://hotnews.ro/egld-de-3-dolari-si-ceva-criptomoneda-romanilor-de-la-multiversx-a-scazut-odata-cu-bitcoin-beni-pietele-au-fost-absolut-brutalebeniamin-mincu-ceo-multiversxegld-de-3-dolari-si-ce-2166140",
        "published_utc": "2026-02-06T10:05:27+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "„Banii nu aduc fericirea”. Mesajul misterios postat de cel mai bogat om din lume",
        "summary": "\"Cine a spus că 'banii nu aduc fericirea' ştia cu adevărat despre ce vorbea\", a scris celebrul antreprenor pe reţeaua de socializare X, pe care a cumpărat-o cu 44 de miliarde de dolari în 2022.",
        "link": "https://www.digi24.ro/stiri/externe/banii-nu-aduc-fericirea-mesajul-misterios-postat-de-cel-mai-bogat-om-din-lume-3618751",
        "published_utc": "2026-02-06T10:02:49+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Fosta iubită a omului de afaceri Adrian Kreiner, omorât în 2023, a fost reţinută în dosarul femeii din Sibiu acuzată că și-a ucis mama",
        "summary": "Femeia din Sibiu care și-a ucis mama pentru avere ar fi primit ajutor din partea iubitei lui Adrian Kreiner, omul de afaceri ucis tot pentru bani în 2023. Aceasta a fost reținută. Polițiștii fac percheziții la domiciliul acesteia.",
        "link": "https://www.digi24.ro/stiri/fosta-iubita-a-omului-de-afaceri-adrian-kreiner-omorat-in-2023-a-fost-retinuta-in-dosarul-femeii-din-sibiu-acuzata-ca-si-a-ucis-mama-3618803",
        "published_utc": "2026-02-06T10:01:32+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Norvegia avertizează: Rusia ar putea intensifica spionajul și sabotajul în Arctica și arhipelagul Svalbard",
        "summary": "Serviciul norvegian de securitate internă PST a avertizat vineri în legătură cu înmulţirea acţiunilor de sabotaj din partea Moscovei, aşteptându-se la o intensificare a activităţilor de spionaj ale Rusiei în acest an în Norvegia, mai ales în regiunea arctică a acestei ţări şi în arhipelagul Svalbard.",
        "link": "https://www.digi24.ro/stiri/externe/norvegia-avertizeaza-rusia-ar-putea-intensifica-spionajul-si-sabotajul-in-arctica-si-arhipelagul-svalbard-3618853",
        "published_utc": "2026-02-06T09:51:45+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Spania îl acuză pe fondatorul Telegram că răspândește minciuni și subminează instituțiile democratice",
        "summary": "Spania l-a acuzat pe fondatorul Telegram, Pavel Durov, că răspândește informații false și încearcă să submineze instituțiile democratice, după ce acesta a folosit aplicația de mesagerie pentru a critica planurile guvernului de a restricționa accesul minorilor sub 16 ani la rețelele sociale și de a responsabiliza companiile de tehnologie pentru conținut dăunător, potrivit The Guardian.",
        "link": "https://www.digi24.ro/stiri/externe/spania-il-acuza-pe-fondatorul-telegram-ca-raspandeste-minciuni-si-submineaza-institutiile-democratice-3618841",
        "published_utc": "2026-02-06T09:42:47+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Facilități fiscale extinse pentru pensiile private. Contribuțiile la pensiile ocupaționale ar putea fi deductibile din 2026",
        "summary": "Contribuțiile la fondurile de pensii ocupaționale ar putea deveni deductibile fiscal începând cu veniturile aferente anului 2026, potrivit proiectului de lege privind instituirea unor măsuri de relansare economică, publicat joi de Ministerul Finanțelor. Proiectul prevede completarea Codului fiscal astfel încât contribuțiile la pensiile ocupaționale, dar și la produsele paneuropene de pensii personale, să fie incluse explicit în categoria cheltuielilor deductibile, în limita echivalentului în lei a 400 de euro anual pentru fiecare persoană, plafon aplicabil atât contribuțiilor plătite de angajați, cât și celor suportate de angajatori.",
        "link": "https://www.digi24.ro/stiri/economie/facilitati-fiscale-extinse-pentru-pensiile-private-contributiile-la-pensiile-ocupationale-ar-putea-fi-deductibile-din-2026-3618791",
        "published_utc": "2026-02-06T09:34:59+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "După ce a redus drastic fondurile USAID, administrația Trump va finanța organizații din Europa aliniate mișcării MAGA",
        "summary": "Finanțările acordate de Departamentul de Stat pentru promovarea „valorilor americane” fac ecoul strategiei de securitate a SUA și sunt în același timp parte a sărbătorilor dedicate împlinirii a 250 de ani de la fondarea Statelor&#8230;",
        "link": "https://hotnews.ro/dupa-ce-a-redus-drastic-fondurile-usaid-administratia-trump-va-finanta-organizatii-din-europa-aliniate-miscarii-maga-2166018",
        "published_utc": "2026-02-06T09:27:44+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Cel mai mare ONG pentru drepurile copilului din România, mesaj ferm în dezbaterea privind accesul copiilor la rețelele sociale",
        "summary": "La două zile după ce premierul Ilie Bolojan a respins ideea interzicerii accesului copiilor la rețelele sociale, pe motiv că ar fi „greu de pus în practică”, cel mai mare ONG pentru drepurile copilului din&#8230;",
        "link": "https://hotnews.ro/cel-mai-mare-ong-pentru-drepurile-copilului-din-romania-mesaj-ferm-in-dezbaterea-privind-accesul-copiilor-la-retelele-sociale-2166067",
        "published_utc": "2026-02-06T09:20:17+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Lavrov: Rusia vrea un vecin „neutru şi benign”. Cerințele pentru „teritoriul care va rămâne parte a Ucrainei”",
        "summary": "Ucraina trebuie să fie „un stat neutru şi benign” pentru a fi vecinul Rusiei pe termen lung, a declarat ministrul de externe rus, Serghei Lavrov, într-un interviu acordat publicaţiei Russia Today (RT) şi preluat de Xinhua.",
        "link": "https://www.digi24.ro/stiri/externe/lavrov-rusia-vrea-un-vecin-neutru-si-benign-cerintele-pentru-teritoriul-care-va-ramane-parte-a-ucrainei-3618807",
        "published_utc": "2026-02-06T09:19:36+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Plata alocațiilor pentru copii pe luna februarie. Anunț important pentru părinți",
        "summary": "În această lună, atât alocațiile pentru copii, cât și indemnizațiile sociale vor fi plătite mai devreme decât de obicei, scrie site-ul Totuldespremame.ro. Mai precis, astăzi. Pentru că în luna februarie ziua obișnuită de plată, respectiv&#8230;",
        "link": "https://hotnews.ro/plata-alocatiilor-pentru-copii-pe-luna-februarie-anunt-important-pentru-parinti-2166089",
        "published_utc": "2026-02-06T09:18:06+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Spania atrage muncitorii străini respinși de România. „E ca și cum ai avea o mașină bună în curte, dar fără plăcuțe. În loc să o înmatriculezi, o dai la fier vechi”",
        "summary": "România riscă să piardă forța de muncă străină prezentă deja în țară, în favoarea Spaniei, într-un context în care legislația internă descurajează atât muncitorii, cât și angajatorii. În timp ce Spania anunță măsuri de legalizare&#8230;",
        "link": "https://hotnews.ro/spania-atrage-muncitorii-straini-respinsi-de-romania-e-ca-si-cum-ai-avea-o-masina-buna-in-curte-dar-fara-placute-in-loc-sa-o-inmatriculezi-o-dai-la-fier-vechi-2166090",
        "published_utc": "2026-02-06T09:17:53+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Noile criterii de risc fiscal, inactivare și dizolvare ale ANAF. „Dacă vorbești frumos, poate iei o amendă de 15.000 lei. Dacă nu, maximul de 200.000 lei”, spune un consultant",
        "summary": "Modificările fiscale introduse anul trecut în decembrie și intrate în vigoare în 2026, luate în ideea de a curăța mediul de afaceri, pot să nască monștri birocratici, care vor afecta în egală măsură atât contribuabilii,&#8230;",
        "link": "https://hotnews.ro/noile-criterii-de-risc-fiscal-inactivare-si-dizolvare-ale-anaf-daca-vorbesti-frumos-poate-iei-o-amenda-de-15-000-lei-daca-nu-maximul-de-200-000-lei-spune-un-consultant-2166064",
        "published_utc": "2026-02-06T09:10:21+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Investigație privind un posibil abuz de poziție dominantă al CFR SA. Ce verifică Consiliul Concurenței",
        "summary": "Autoritatea de concurență a anunțat că investighează dacă „anumite comportamente” ale CFR, inclusiv în legătură cu neimplementarea unor investiții necesare funcționării sistemului de alimentare cu energie electrică de tracțiune, ar fi putut avea ca efect&#8230;",
        "link": "https://hotnews.ro/investigatie-privind-un-posibil-abuz-de-pozitie-dominanta-al-cfr-sa-ce-verifica-consiliul-concurentei-s-2166031",
        "published_utc": "2026-02-06T09:09:56+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Ipoteză în cazul unei familii găsite fără viață: părinții ar fi ucis copiii (ambii cu autism), iar apoi s-au sinucis. Cazul a șocat un continent întreg",
        "summary": "Un cuplu și cei doi fii adolescenți — ambii diagnosticați cu autism sever — au fost găsiți fără viață, pe 30 ianuarie, în casa lor din Mosman Park, Australia de Vest. Cazul a șocat întreaga&#8230;",
        "link": "https://hotnews.ro/ipoteza-in-cazul-unei-familii-gasite-fara-viata-parintii-ar-fi-ucis-copiii-ambii-cu-autism-iar-apoi-s-au-sinucis-cazul-a-socat-un-continent-intreg-2166051",
        "published_utc": "2026-02-06T09:07:38+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Salvați Copiii România cere interzicerea rețelelor sociale pentru minorii sub 13 ani și sancțiuni pentru platforme",
        "summary": "Salvați Copiii România solicită interzicerea totală a accesului copiilor sub 13 ani la rețelele sociale și introducerea unui acces condiționat pentru cei între 13 și 15 ani, doar cu acordul părinților. Organizația cere, totodată, sancțiuni reale pentru platformele care permit crearea de conturi de către minori fără verificarea vârstei, invocând riscuri majore pentru sănătatea mintală și siguranța copiilor.",
        "link": "https://www.digi24.ro/stiri/sci-tech/lumea-digitala/salvati-copiii-romania-cere-interzicerea-retelelor-sociale-pentru-minorii-sub-13-ani-si-sanctiuni-pentru-platforme-3618787",
        "published_utc": "2026-02-06T09:06:34+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "FOTO Un fenomen periculos ține avioanele la sol pe un aeroport aglomerat din Europa. Zeci de zboruri au fost anulate",
        "summary": "Niciun avion nu a mai putut decola sau ateriza începând de vineri dimineață, după ce ploaia înghețată și fenomenul „black ice” („gheaţă neagră”) au paralizat complet Aeroportul Internațional Berlin Brandenburg (BER), transformând pistele într-un patinoar&#8230;",
        "link": "https://hotnews.ro/un-fenomen-periculos-tine-avioanele-la-sol-pe-un-aeroport-aglomerat-din-europa-zeci-de-zboruri-au-fost-anulate-2166009",
        "published_utc": "2026-02-06T08:58:09+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Trump anunță un eveniment național de rugăciune prin care „America să redevină o națiune sub Dumnezeu”",
        "summary": "Președintele Donald Trump a anunțat planurile pentru un eveniment național de rugăciune, care va avea loc pe 17 mai pe National Mall, Washington D.C, prin care „America să redevină o națiune sub Dumnezeu”, în cadrul sărbătoririi de un an a celui de-al 250-lea aniversări a țării, scrie USA Today.",
        "link": "https://www.digi24.ro/stiri/externe/trump-anunta-un-eveniment-national-de-rugaciune-prin-care-america-sa-redevina-o-natiune-sub-dumnezeu-3618741",
        "published_utc": "2026-02-06T08:49:51+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Vreți copii care să se descurce în era AI? Nu le inhibați curiozitatea. Sfaturi și trucuri pentru părinți",
        "summary": "Inteligența artificială poate rezolva probleme, genera texte și analiza date într-un ritm imposibil pentru oameni. Dar există un mod de a învăța și de a gândi pe care nu îl poate replica. Ce competențe devin&#8230;",
        "link": "https://hotnews.ro/vreti-copii-care-sa-se-descurce-in-era-ai-nu-le-inhibati-curiozitatea-sfaturi-si-trucuri-pentru-parinti-2165437",
        "published_utc": "2026-02-06T08:48:06+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Zeci de români, blocați pe aeroportul din Berlin. Mai multe zboruri au fost anulate sau amânate, ce spun autoritățile",
        "summary": "Zeci de români au rămas blocați pe Aeroportul Berlin Brandenburg, după ce mai multe zboruri au fost anulate sau amânate, inclusiv către România, din cauza vremii extreme. Pista e acoperită de gheață, așa că aeronavele nu pot decola, susțin reprezentanții aeroportului.",
        "link": "https://www.digi24.ro/stiri/zeci-de-romani-blocati-pe-aeroportul-din-berlin-mai-multe-zboruri-au-fost-anulate-sau-amanate-ce-spun-autoritatile-3618685",
        "published_utc": "2026-02-06T08:41:00+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Să ne luăm soldații și echipamentele?”. Ambasadorul SUA, în conflict cu guvernarea Poloniei, în apărarea lui Trump. Premierul Tusk îi ceruse să nu dea lecții Varșoviei",
        "summary": "Un schimb de replici postate joi seară online a ridicat tensiunea dintre Tom Rose, ambasadorul SUA la Varșovia, și politicienii aflați la guvernare în Polonia. Declanșatorul: decizia președintelui parlamentului polonez de a nu susține nominalizarea&#8230;",
        "link": "https://hotnews.ro/sa-ne-luam-soldatii-si-echipamentele-ambasadorul-sua-in-conflict-cu-guvernarea-poloniei-in-apararea-lui-trump-premierul-tusk-ii-ceruse-sa-nu-dea-lectii-varsoviei-2165984",
        "published_utc": "2026-02-06T08:12:53+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Ultimatumul lui Ciucu: „Dacă nu primim 5,5 miliarde, Bucureștiul intră în faliment!”",
        "summary": "Primarul General, Ciprian Ciucu, a anunțat deschiderea unor negocieri cu Ministerul Finanțelor și liderii coaliției de guvernare pentru a evita intrarea Municipiului București în incapacitate de plată. „Îmi bat capul acum cu Ministerul Finanţelor şi&#8230;",
        "link": "https://hotnews.ro/ultimatumul-lui-ciucu-daca-nu-primim-55-miliarde-bucurestiul-intra-in-faliment-2165996",
        "published_utc": "2026-02-06T08:10:39+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "(P) HUAWEI FreeClip 2, căștile-bijuterie cu care îți poți surprinde persoana iubită de Valentine’s Day",
        "summary": "În luna februarie, alegerea celui mai potrivit cadou de Valentine’s Day pentru persoana iubită este o misiune importantă pentru orice îndrăgostit. Dacă îți dorești altceva decât clasicele surprize de Ziua îndrăgostiților, îți propunem o variantă cu care, cu siguranță, nu vei da greș – noile căști HUAWEI FreeClip 2.",
        "link": "https://www.digi24.ro/stiri/sci-tech/gadget/p-huawei-freeclip-2-castile-bijuterie-cu-care-iti-poti-surprinde-persoana-iubita-de-valentines-day-3618687",
        "published_utc": "2026-02-06T08:09:20+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Ciucu: Îmi bat capul cu Ministerul Finanţelor şi în coaliţie cum să salvez Primăria. Dacă nu vom avea 5,5 miliarde, intrăm în faliment",
        "summary": "Bucureştiul intră în faliment dacă nu va avea în acest an un buget de minimum 5,5 miliarde de lei, spune noul primar general al Capitalei, liberalul Ciprian Ciucu. Începând din 2023, Guvernele României au subfinanţat sistematic Primăria Generală, producându-i un deficit lunar de circa 200 de milioane de lei. În acest moment, deficitul acumulat a ajuns la 4 miliarde şi nu mai poate fi rostogolit, mai spune Ciucu pentru News.ro.",
        "link": "https://www.digi24.ro/stiri/actualitate/politica/ciucu-imi-bat-capul-cu-ministerul-finantelor-si-in-coalitie-cum-sa-salvez-primaria-daca-nu-vom-avea-55-miliarde-intram-in-faliment-3618623",
        "published_utc": "2026-02-06T07:45:28+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Cei mai buni specialiști în investiții îți spun cifrele pe care să-ți faci bugetul pe 2026, care sunt riscurile și la ce te poți aștepta în acest an",
        "summary": "Economia României intră în 2026 cu o combinație rară de creștere anemică, inflație încă ridicată și risc politic în creștere – un cocktail mai degrabă de gestionat decât de celebrat. Pentru un investitor sau un&#8230;",
        "link": "https://hotnews.ro/cei-mai-buni-specialisti-in-investitii-iti-spun-cifrele-pe-care-sa-ti-faci-bugetul-pe-2026-care-sunt-riscurile-si-la-ce-te-poti-astepta-in-acest-an-2165972",
        "published_utc": "2026-02-06T07:27:33+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Rusia acuză Ucraina că a bombardat ținte civile în Belgorod: „Au fost provocate pagube grave”",
        "summary": "Bombardamentele nocturne ale Ucrainei au provocat „daune grave” în oraşul rus Belgorod, situat în apropierea frontierei, a declarat vineri dimineaţa guvernatorul regiunii, potrivit Reuters.",
        "link": "https://www.digi24.ro/stiri/externe/rusia-acuza-ucraina-ca-a-bombardat-tinte-civile-in-belgorod-au-fost-provocate-pagube-grave-3618621",
        "published_utc": "2026-02-06T07:24:18+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Măsură de ultimă oră luată de Estonia la graniță: „Rusia se comportă uneori irațional”",
        "summary": "Stat membru UE și NATO, Estonia va suspenda operațiunile nocturne la punctele de trecere Luhamaa și Koidula de la frontiera cu Rusia, începând cu 24 februarie, din motive de securitate, anunță guvernul de la Tallinn, potrivit dpa, citată de&#8230;",
        "link": "https://hotnews.ro/masura-de-ultima-ora-luata-de-estonia-la-granita-deoarece-rusia-se-comporta-uneori-irational-2165951",
        "published_utc": "2026-02-06T07:19:38+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Actrița dintr-un serial de referință al Netflix spune că a renunțat complet la cafeină din cauza unei probleme medicale avute după o călătorie",
        "summary": "Actrița britanică Claire Foy afirmă că, în pofida programului adesea lung de pe platourile de filmare din cauza căruia a ajuns să bea până la 17 cești de ceai și cafea pe zi, a reușit&#8230;",
        "link": "https://hotnews.ro/actrita-dintr-un-serial-de-referinta-al-netflix-spune-ca-a-renuntat-complet-la-cafeina-din-cauza-unei-probleme-medicale-avute-dupa-o-calatorie-2165432",
        "published_utc": "2026-02-06T07:03:35+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "16 „românce cu viață sfântă” sunt canonizate la Catedrala Patriarhală",
        "summary": "Biserica Ortodoxă Română organizează astăzi ceremonia proclamării generale a canonizării a 16 românce cu viaţă sfântă, oficiată de Patriarhul Daniel, la Catedrala Patriarhală.",
        "link": "https://www.digi24.ro/stiri/actualitate/16-romance-cu-viata-sfanta-sunt-canonizate-la-catedrala-patriarhala-3618593",
        "published_utc": "2026-02-06T07:00:11+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "JO 2026. Încep Jocurile Olimpice de iarnă Milano-Cortina. La ce oră are loc ceremonia de deschidere",
        "summary": "Jocurile Olimpice de iarnă încep vineri, la Milano-Cortina, în nordul Italiei, cu ceremonia de deschidere programată pe Stadionul San Siro din Milano, de la ora 21:00 (ora României). Ediţia din acest an se va desfăşura pe cea mai mare suprafaţă din istoria competiţiei.",
        "link": "https://www.digi24.ro/stiri/sport/jo-2026-incep-jocurile-olimpice-de-iarna-milano-cortina-la-ce-ora-are-loc-ceremonia-de-deschidere-3618563",
        "published_utc": "2026-02-06T06:51:27+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Trump lansează un site cu numele său: zeci de medicamente, promise la prețuri cu până la 80% mai mici",
        "summary": "Preşedintele american Donald Trump a lansat joi seară un site web în numele său care urmează să permită americanilor să aibă acces la o gamă de medicamente la preţuri reduse, o miză majoră în Statele Unite unde preţurile medicamentelor sunt printre cele mai mari din lume.",
        "link": "https://www.digi24.ro/stiri/externe/trump-lanseaza-un-site-cu-numele-sau-zeci-de-medicamente-promise-la-preturi-cu-pana-la-80-mai-mici-3618569",
        "published_utc": "2026-02-06T06:48:00+00:00",
        "score": 1
      }
    ],
    "medical": [],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "The curious case of why methane spiked around Covid",
        "summary": "With fewer cars on the road, planes in the air and factories running, the skies seemed cleaner during the Covid-19 pandemic. However, while there was a decline in pollutants such as nitrogen dioxide, scientists were surprised to see that methane surged in the early 2020s and then dropped – and now they know why.",
        "link": "https://www.esa.int/Applications/Observing_the_Earth/FutureEO/Space_for_our_climate/The_curious_case_of_why_methane_spiked_around_Covid",
        "published_utc": "2026-02-06T07:30:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "A Winter Blanket Covers North Carolina",
        "summary": "In late January 2026, a strong, moisture-laden storm dropped snow across nearly the entire state, spanning from the Appalachians to the Atlantic Coast.",
        "link": "https://science.nasa.gov/earth/earth-observatory/a-winter-blanket-covers-north-carolina/",
        "published_utc": "2026-02-06T05:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Selects Two Earth System Explorers Missions",
        "summary": "Two next-generation satellite missions announced Thursday will help NASA better understand Earth and improve capabilities to foresee environmental events and mitigate disasters. “NASA uses the unique vantage point of space to study our home planet to deliver life-saving data into the hands of disaster response and decision-makers every day for the benefit of all, while [&#8230;]",
        "link": "https://www.nasa.gov/news-release/nasa-selects-two-earth-system-explorers-missions/",
        "published_utc": "2026-02-05T21:10:14+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Career Spotlight: Welder (Ages 14-18)",
        "summary": "What does a welder do? A welder uses tools that join two or more parts through forces such as heat or pressure. Metals are the materials most commonly used in welding, but it&#8217;s also possible to weld thermoplastics or wood. Welders use their hands, skills, and problem-solving abilities to create something new. At NASA, welders [&#8230;]",
        "link": "https://www.nasa.gov/learning-resources/career-spotlight-welder-ages-14-18/",
        "published_utc": "2026-02-05T19:35:15+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA’s SpaceX Crew-12 to Study Adaptation to Altered Gravity",
        "summary": "NASA’s SpaceX Crew-12 mission is preparing to launch for a long-duration science mission aboard the International Space Station. During the mission, select crew members will participate in human health studies focused on understanding how astronauts’ bodies adapt to the low-gravity environment of space, including a new study examining subtle changes in blood flow. The experiments, [&#8230;]",
        "link": "https://www.nasa.gov/humans-in-space/nasas-spacex-crew-12-to-study-adaptation-to-altered-gravity/",
        "published_utc": "2026-02-05T18:38:08+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Hubble Spots Lens-Shaped Galaxy",
        "summary": "This new Hubble image, released on Jan. 30, 2026, is the sharpest taken of NGC 7722, a lenticular galaxy located about 187 million light-years away in the constellation&#160;Pegasus. A lenticular, meaning “lens-shaped,” galaxy is a type whose classification sits between more familiar&#160;spiral galaxies&#160;and&#160;elliptical galaxies. It is also less common than spirals and ellipticals — partly [&#8230;]",
        "link": "https://www.nasa.gov/image-article/hubble-spots-lens-shaped-galaxy/",
        "published_utc": "2026-02-05T16:39:36+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "A presidential greeting ahead of Sophie Adenot's first spaceflight",
        "summary": "ESA Director General Josef Aschbacher joined French President Emmanuel Macron at the Élysée Palace for an event celebrating the first spaceflight of ESA astronaut Sophie Adenot.",
        "link": "https://www.esa.int/About_Us/Corporate_news/A_presidential_greeting_ahead_of_Sophie_Adenot_s_first_spaceflight",
        "published_utc": "2026-02-05T15:55:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "Curiosity Blog, Sols 4788-4797: Welcome Back from Conjunction",
        "summary": "Written by Alex Innanen, Atmospheric Scientist at York University, Toronto Earth planning date: Friday, Jan. 30, 2026 Mars has emerged from its holiday behind the Sun, and we here on Earth have been able to reconnect with Curiosity and get back to work on Mars. Our first planning day last Friday gave Curiosity a full […]",
        "link": "https://science.nasa.gov/blog/curiosity-blog-sols-4788-4797-welcome-back-from-conjunction/",
        "published_utc": "2026-02-04T23:05:07+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA, University of Texas Expand Research and Workforce Development",
        "summary": "NASA’s Johnson Space Center in Houston and the University of Texas System (UT System) announced the signing of a collaborative Space Act Agreement on Jan. 9, 2026. The agreement expands research and workforce development partnership opportunities across NASA centers and UT System facilities. The agreement builds upon decades of collaboration between NASA and the UT [&#8230;]",
        "link": "https://www.nasa.gov/centers-and-facilities/johnson/nasa-university-of-texas-expand-research-and-workforce-development/",
        "published_utc": "2026-02-04T22:10:15+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Explore Mars’s Flaugergues Crater",
        "summary": "ESA’s Mars Express takes us on a journey across the southern highlands of Mars, including a flight around Flaugergues Crater.",
        "link": "https://www.esa.int/Science_Exploration/Space_Science/Mars_Express/Explore_Mars_s_Flaugergues_Crater",
        "published_utc": "2026-02-04T10:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "ESA's sustainability ambition",
        "summary": "Video: 00:04:21 Space activities are unlike any others. They interact not just with Earth, but with three interconnected environments: Earth, Earth’s orbit, and the Moon and deep space. On Earth, we aim to reduce the space sector’s environmental impacts while maximising the societal and environmental benefits of our missions. In orbit, we manage space debris and collision risks to maintain safe and secure operations. For the Moon and deep space, we are laying the foundations to minimise the impact of our missions on and around other celestial bodies. Guided by our core values, ESA is committed to making its activities more sustainable, redefining how space activities are conceived, executed and shared with the world. Our objective is clear: to address the most pressing challenges and implement ambitious changes, both in our own practices and in close collaboration with our partners. Looking ahead, in support of Strategy 2040, ESA is determined to lead through ambition, action and collaboration, building a future where space is not only a domain of opportunity but also a model of sustainability, responsibility and global unity.",
        "link": "https://www.esa.int/ESA_Multimedia/Videos/2026/01/ESA_s_sustainability_ambition",
        "published_utc": "2026-02-03T15:00:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Moving satellites to meet a plane for rare reentry data",
        "summary": "When satellites eventually fall back down to Earth, they mostly burn up because of the friction caused by the atmosphere. Scientific data about this atmospheric reentry process is urgently needed to design future satellites for a quick, safe and sustainable demise at the end of their mission – reducing risks on the ground and in space. The European Space Agency (ESA) successfully manoeuvred its remaining two&nbsp; Cluster &nbsp;satellites to ensure they can both be observed from a plane as they reenter the atmosphere on 31 August and 1 September 2026.",
        "link": "https://www.esa.int/Space_Safety/Space_Debris/Moving_satellites_to_meet_a_plane_for_rare_reentry_data",
        "published_utc": "2026-02-02T16:12:00+00:00",
        "score": 4
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Laurent Jaffart appointed Director of Resilience, Navigation and Connectivity",
        "summary": "Press Release N° 5&ndash;2026 The European Space Agency&nbsp;Council&nbsp;has approved&nbsp;the reassignment of&nbsp;Laurent&nbsp;Jaffart, currently Director of Connectivity and Secure Communications (D/CSC) to the newly created position of Director of Resilience, Navigation and Connectivity Directorate (D/RNC), which will take&nbsp;effect from 1 February 2026.",
        "link": "https://www.esa.int/Newsroom/Press_Releases/Laurent_Jaffart_appointed_Director_of_Resilience_Navigation_and_Connectivity",
        "published_utc": "2026-01-30T10:20:00+00:00",
        "score": 2
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ESA",
        "title": "Earth from Space: Rudong coast, China",
        "summary": "Image: The Copernicus Sentinel-2 mission takes us over part of the coastal area of Rudong County on China’s eastern seaboard.",
        "link": "https://www.esa.int/ESA_Multimedia/Images/2026/01/Earth_from_Space_Rudong_coast_China",
        "published_utc": "2026-01-30T09:00:00+00:00",
        "score": 2
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From family farm to climate tech: How one Kenyan woman is helping farmers outsmart drought",
        "summary": "“Giving up is not an option - so many people depend on you,” the words of&nbsp;Maryanne Gichanga, a participant in a UN supported initiative, which aims to help farmers in Kenya find solutions to alleviate the pressures of climate change on agricultural production.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166823",
        "published_utc": "2026-01-25T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "For every $1 spent protecting nature, $30 goes to destroying it",
        "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
        "published_utc": "2026-01-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Paper and wood: Forest products show signs of recovery, UN agency says",
        "summary": "From wood-based panels used in construction, to charcoal for cooking food, forest products are valued and traded all around the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166666",
        "published_utc": "2025-12-24T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Fifty days on, Jamaica struggles to rebuild after Hurricane Melissa’s unprecedented destruction",
        "summary": "Fifty days have passed since Hurricane Melissa ravaged Jamaica, leaving behind an unprecedented trail of destruction.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166621",
        "published_utc": "2025-12-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "UN environment assembly wraps up in Nairobi",
        "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "published_utc": "2025-12-12T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From ruins to rebuilding: Three Jamaican mothers face the future after hurricane",
        "summary": "Three women in Jamaica whose lives were upended by the destructive force of a hurricane which battered the Caribbean island are looking to rebuild their future",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166512",
        "published_utc": "2025-12-06T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
        "summary": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166433",
        "published_utc": "2025-11-22T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
        "summary": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166427",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Can industrial growth and climate action go hand in hand?",
        "summary": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166421",
        "published_utc": "2025-11-21T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "What’s at stake in the COP30 negotiations?",
        "summary": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166415",
        "published_utc": "2025-11-20T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "In the Amazon, a school becomes a beacon of climate resilience",
        "summary": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166408",
        "published_utc": "2025-11-19T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "‘Decisive battle’: Guterres calls for youth power in fight to phase out fossil fuels",
        "summary": "A page feels like it’s turning. After years of debate, the long-awaited roadmap for phasing out fossil fuels may finally be written into the official decisions of COP30.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166399",
        "published_utc": "2025-11-18T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
        "summary": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166390",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
        "summary": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
        "link": "https://news.un.org/feed/view/en/story/2025/11/1166379",
        "published_utc": "2025-11-17T12:00:00+00:00",
        "score": 2
      }
    ],
    "photos": [
      {
        "category_id": "space",
        "category_label": "🚀 Spațiu",
        "source": "Flickr (space)",
        "title": "Ted in Outer Space",
        "link": "https://www.flickr.com/photos/96546236@N05/55079965977/",
        "image_url": "https://live.staticflickr.com/65535/55079965977_23d30bd537_b.jpg",
        "published_utc": "2026-02-06T09:26:01+00:00"
      },
      {
        "category_id": "animals",
        "category_label": "🐾 Animale",
        "source": "Flickr (animals)",
        "title": "Fox in the Snow",
        "link": "https://www.flickr.com/photos/200480773@N04/55081267950/",
        "image_url": "https://live.staticflickr.com/65535/55081267950_2ec051d139_b.jpg",
        "published_utc": "2026-02-06T10:04:28+00:00"
      },
      {
        "category_id": "landscapes",
        "category_label": "🏞️ Peisaj",
        "source": "Flickr (landscape)",
        "title": "Rudston Monolith at All Saint's",
        "link": "https://www.flickr.com/photos/manual_exp/55081091703/",
        "image_url": "https://live.staticflickr.com/65535/55081091703_f91918b005_b.jpg",
        "published_utc": "2026-02-06T10:01:42+00:00"
      }
    ],
    "joke": [
      {
        "date_utc": "2026-02-06",
        "text": "Dacă viața îți dă lămâi… cere și sare, te rog."
      }
    ],
    "satire": [
      {
        "date_utc": "2026-02-06",
        "source": "TimesNewRoman",
        "title": "Reparație istorică. Comuna doljeană Palilula s-a reunit cu comuna Palicoaie",
        "summary": "Cotidian independent de umor voluntar",
        "link": "https://www.timesnewroman.ro/life-death/reparatie-istorica-comuna-doljeana-palilula-s-a-reunit-cu-comuna-palicoaie/",
        "note": "Satiră — nu este știre reală."
      }
    ]
  }
}