{
  "generated_utc": "2026-02-10T09:50:32+00:00",
  "count": 33,
  "items": [
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Problema demografică a României: decesele au fost de aproape două ori mai multe decât nașterile, în decembrie 2025",
      "summary": "România a înregistrat în decembrie 2025 un spor natural negativ de 10.184 persoane, după ce numărul deceselor a fost de aproape două ori mai mare decât cel al nașterilor. Potrivit datelor Institutului Național de Statistică (INS), în decembrie 2025 s-au înregistrat 11.893 de nașteri și 22.077 de decese, numărul deceselor crescând semnificativ față de luna precedentă.",
      "link": "https://www.digi24.ro/stiri/actualitate/problema-demografica-a-romaniei-decesele-au-fost-de-aproape-doua-ori-mai-multe-decat-nasterile-in-decembrie-2025-3624465",
      "published_utc": "2026-02-10T09:45:38+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Un Brâncuși „de atelier”, cu proveniență istorică, în Licitație la Artmark",
      "summary": "Într-o serie de evenimente dedicate aniversării a 150 de ani de la nașterea lui Constantin Brâncuși, Galeriile Artmark propun o întâlnire valoroasă cu opera artistului. În cadrul Licitației de Artă Postbelică și Contemporană stabilită chiar&#8230;",
      "link": "https://hotnews.ro/un-brancusi-de-atelier-cu-provenienta-istorica-in-licitatie-la-artmark-2168316",
      "published_utc": "2026-02-10T09:32:22+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "This popular diet was linked to a much lower stroke risk",
      "summary": "A long-term study found that women who closely followed a Mediterranean diet had a much lower risk of stroke. The strongest benefits were seen in women who ate more plant-based foods, fish, and olive oil while cutting back on red meat and saturated fats. Their risk dropped across all major stroke types, including bleeding strokes, which are less commonly studied. The findings suggest diet may be a powerful but overlooked factor in stroke prevention.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260209064310.htm",
      "published_utc": "2026-02-09T11:54:46+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "„Lumea este în pericol” – Avertismentul unui director care a părăsit o mare companie din domeniul inteligenței artificiale",
      "summary": "Un cercetător în domeniul inteligenței artificiale de la Anthropic, companie faimoasă pentru chatbotul Claude, a scris o scrisoare în care își anunță plecarea, spune că a realizat tot ce și-a dorit, dar avertizează și că&#8230;",
      "link": "https://hotnews.ro/lumea-este-in-pericol-avertismentul-unui-director-care-a-parasit-o-mare-companie-din-domeniul-inteligentei-artificiale-2168299",
      "published_utc": "2026-02-10T09:21:10+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Ajutorul de stat pentru livezile afectate de înghețul din 2025 a intrat în vigoare: fermierii pot primi până la 2.000 euro/hectar",
      "summary": "De azi, 10 februarie, a intrat în vigoare ajutorul de stat pentru livezile afectate de înghețul din primăvara anului 2025. Pomicultorii cu pierderi de minimum 30% pot primi până la 2.000 euro/ha prin APIA, dintr-un buget de peste 58,5 milioane de lei, finanțat din fonduri europene.",
      "link": "https://www.digi24.ro/stiri/economie/agricultura/ajutorul-de-stat-pentru-livezile-afectate-de-inghetul-din-2025-a-intrat-in-vigoare-fermierii-pot-primi-pana-la-2-000-euro-hectar-3624315",
      "published_utc": "2026-02-10T09:05:46+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "A hidden Aloe vera compound takes aim at Alzheimer’s",
      "summary": "Scientists have uncovered promising clues that compounds found in Aloe vera could play a role in fighting Alzheimer’s disease. Using advanced computer modeling, researchers discovered that beta-sitosterol—a natural plant compound—strongly interacts with two key enzymes involved in memory loss and cognitive decline. The compound showed stability, strong binding, and favorable safety indicators, making it a standout candidate for future drug development.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260206012213.htm",
      "published_utc": "2026-02-08T12:57:41+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "România tocmai a bifat cel mai mic număr de nașteri din ultimul secol",
      "summary": "Anul trecut, numărul copiilor aduși pe lume a stabilit un nou record negativ: cu cei 145.000 de copii, România e la cea mai de jos cotă din ultimii 100 de ani, potrivit unui anunț făcut&#8230;",
      "link": "https://hotnews.ro/145-000-de-copii-romania-tocmai-a-bifat-cel-mai-mic-numar-de-nasteri-din-ultimul-secol-2168227",
      "published_utc": "2026-02-10T08:04:15+00:00",
      "score": 3
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Trump declanșează exodul academic din SUA. Austria oferă refugiu cercetătorilor: „Mă bucur că am evitat un glonț”",
      "summary": "Austria încearcă să atragă profesori și oameni de știință din Statele Unite, profitând de exodul cercetătorilor declanșat de politicile administrației Trump față de universități și cercetare. După tăieri masive de finanțare, presiuni ideologice și temeri privind represalii politice, tot mai mulți oameni de știință aleg să părăsească SUA, Viena prezentându-se drept un „refugiu sigur” pentru libertatea academică și inovație.",
      "link": "https://www.digi24.ro/stiri/externe/sua/trump-declanseaza-exodul-academic-din-sua-austria-ofera-refugiu-cercetatorilor-ma-bucur-ca-am-evitat-un-glont-3624177",
      "published_utc": "2026-02-10T07:38:35+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "Scientists found a gut compound that helps protect the liver",
      "summary": "What a mother eats during pregnancy may quietly shape her child’s liver health years down the road—but new research suggests there may be a way to tip the odds back in a healthier direction. Scientists found that a natural compound made by healthy gut bacteria dramatically reduced fatty liver disease in the offspring of mice whose mothers ate a high-fat, high-sugar diet. The compound, called indole, appeared to protect the liver, improve blood sugar, limit weight gain, and even reshape the gut microbiome in lasting ways.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260208011028.htm",
      "published_utc": "2026-02-08T07:18:29+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Digistoria - cele mai importante evenimente petrecute pe 10 februarie",
      "summary": "Cele mai importante evenimente petrecute pe 10 februarie.",
      "link": "https://www.digi24.ro/digistoria/digistoria-cele-mai-importante-evenimente-petrecute-pe-10-februarie-3-3624043",
      "published_utc": "2026-02-10T05:55:35+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Asteroidul 2024 YR4 ar putea lovi Luna în 2032, potrivit unui studiu care se bazează pe 10.000 de simulări. Consecințele pentru Pământ",
      "summary": "Un studiu recent publicat sugerează că asteroidul 2024 YR4, cu o diametru de aproximativ 60 de metri, are o probabilitate de 4,3% să lovească Luna pe 22 decembrie 2032, un eveniment care ar putea declanșa o strălucire lunară vizibilă de pe Pământ și ar putea declanșa o activitate meteorică puternică în săptămânile următoare.",
      "link": "https://www.digi24.ro/stiri/actualitate/asteroidul-2024-yr4-ar-putea-lovi-luna-in-2032-potrivit-unui-studiu-care-se-bazeaza-pe-10-000-de-simulari-consecintele-pentru-pamant-3622291",
      "published_utc": "2026-02-10T05:33:18+00:00",
      "score": 2
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "This weird deep-sea creature was named by thousands of people online",
      "summary": "A newly discovered deep-sea creature has become an unlikely Internet star. After appearing in a popular YouTube video, a rare chiton found nearly three miles beneath the ocean surface sparked a global naming effort, drawing more than 8,000 suggestions from people around the world. Scientists ultimately chose the name Ferreiraella populi, meaning “of the people,” honoring the public that helped bring it into the scientific record.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260207232242.htm",
      "published_utc": "2026-02-08T04:32:36+00:00",
      "score": 3
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Orașul din Europa „înghițit” de un imperiu minier deținut de China. Zăcăminte uriașe de cupru și aur au ajuns în mâinile Beijingului",
      "summary": "Complexul minier din orașul Bor, Serbia, unde se găsesc unele din cele mai mari zăcăminte de cupru și aur din Europa, a fost preluat în 2018 de un grup minier din China controlat de stat, care a investit miliarde de euro. Proiectul a transformat complet viața locuitorilor din zonă, care au văzut cum casele, pământurile și amintirile lor dispar, pe măsură ce tot mai multe așezări sunt înghițite de exploatarea minieră.",
      "link": "https://www.digi24.ro/stiri/externe/orasul-din-europa-inghitit-de-un-imperiu-minier-detinut-de-china-zacaminte-uriase-de-cupru-si-aur-au-ajuns-in-mainile-beijingului-3614397",
      "published_utc": "2026-02-10T05:00:30+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Sfântul Haralambie, prăznuit pe 10 februarie 2026. Obicei respectat de credincioși pentru protecție împotriva bolilor",
      "summary": "Celebrat anual la data de 10 februarie, zi marcată în calendarul ortodox cu cruce neagră, Sfântul Haralambie se numără printre cele mai venerate figuri ale creștinătății. Tradiția ortodoxă îi atribuie darul vindecării și puterea de a alina suferința, fiind recunoscut drept făcător de minuni.",
      "link": "https://www.digi24.ro/stiri/actualitate/evenimente/sfantul-haralambie-praznuit-pe-10-februarie-2026-obicei-respectat-de-credinciosi-pentru-protectie-impotriva-bolilor-3622213",
      "published_utc": "2026-02-10T05:00:26+00:00",
      "score": 3
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "Something supercharged Uranus when Voyager 2 flew past",
      "summary": "Voyager 2’s flyby of Uranus in 1986 recorded radiation levels so extreme they baffled scientists for nearly 40 years. New research suggests the spacecraft caught Uranus during a rare solar wind event that flooded the planet’s radiation belts with extra energy. Similar storms have been seen near Earth, where they dramatically boost radiation levels. The discovery reshapes how scientists think about Uranus—and why it deserves another visit.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260206012217.htm",
      "published_utc": "2026-02-07T16:41:34+00:00",
      "score": 3
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Misterul din Haithabu, portul vikingilor care a dispărut timp de 900 de ani. Ce s-a întâmplat cu „orașul de la capătul oceanului lumii”",
      "summary": "Timp de peste două secole, portul din Haithabu (Hedeby) a fost un fel de „Singapore al Europei de Nord” și cea mai mare așezare din lumea vikingilor. Începând din secolul al XI-lea, Haithabu a dispărut pur și simplu din arhivele istoriei pentru următorii 900 de ani, iar acum arheologii și istoricii din nordul Germaniei au descoperit ce s-a întâmplat cu misterioasa așezare.",
      "link": "https://www.digi24.ro/stiri/sci-tech/descoperiri/misterul-din-haithabu-portul-vikingilor-care-a-disparut-timp-de-900-de-ani-ce-s-a-intamplat-cu-orasul-de-la-capatul-oceanului-lumii-3615999",
      "published_utc": "2026-02-10T05:00:01+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Un șofer român de TIR a fost prins de polițiști în Italia în timp ce transporta cocaină în valoare de 3 milioane de euro",
      "summary": "Un român a fost prins de polițiștii italieni în timp ce transporta cu TIR-ul cocaină în valoare de 3 milioane de euro. Polițiștii au descoperit încărcătura într-o parcare din Toscana, unde șoferul oprise în mod suspect în apropierea unei zone industriale.",
      "link": "https://www.digi24.ro/stiri/un-sofer-roman-de-tir-a-fost-prins-de-politisti-in-italia-in-timp-ce-transporta-cocaina-in-valoare-de-3-milioane-de-euro-3623917",
      "published_utc": "2026-02-09T21:52:59+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "A century of hair shows how lead exposure collapsed",
      "summary": "For decades, Americans were surrounded by lead from car exhaust, factories, paint, and even drinking water, often without realizing the damage it caused. By analyzing hair samples preserved across generations, scientists uncovered a striking record of how exposure soared before environmental rules and then collapsed after leaded gasoline and other sources were phased out.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260207092902.htm",
      "published_utc": "2026-02-07T14:45:58+00:00",
      "score": 3
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "Doctors test brain cell implants to restore movement in Parkinson’s",
      "summary": "Scientists at Keck Medicine of USC are testing an experimental stem cell therapy that aims to restore the brain’s ability to produce dopamine, the chemical whose loss drives Parkinson’s disease. The early-stage clinical trial involves implanting lab-grown dopamine-producing cells directly into a key movement-control region of the brain, with the hope of slowing disease progression and improving motor function.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260206012203.htm",
      "published_utc": "2026-02-06T11:57:35+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "This tiny molecular trick makes spider silk almost unbreakable",
      "summary": "Scientists have cracked a key mystery behind spider silk’s legendary strength and flexibility. They discovered that tiny molecular interactions act like natural glue, holding silk proteins together as they transform from liquid into incredibly tough fibers. This same process helps create silk that’s stronger than steel by weight and tougher than Kevlar.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260206012210.htm",
      "published_utc": "2026-02-06T06:22:10+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "This simple diet shift cut 330 calories a day without smaller meals",
      "summary": "People who switch to a fully unprocessed diet don’t just eat differently—they eat smarter. Research from the University of Bristol shows that when people avoid ultra-processed foods, they naturally pile their plates with fruits and vegetables, eating over 50% more food by weight while still consuming hundreds fewer calories each day. This happens because whole foods trigger a kind of built-in “nutritional intelligence,” nudging people toward nutrient-rich, lower-calorie options.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260204121547.htm",
      "published_utc": "2026-02-05T15:04:34+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "New nasal vaccine shows strong protection against H5N1 bird flu",
      "summary": "As bird flu continues to circulate in animals and spill over into humans, researchers are racing to stop it before it adapts to spread widely between people. A new nasal spray vaccine showed strong protection against H5N1 in animal tests, outperforming traditional flu shots. Because it targets the nose and lungs, it may prevent infection at the earliest stage.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260204114343.htm",
      "published_utc": "2026-02-04T16:43:43+00:00",
      "score": 3
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "This unexpected plant discovery could change how drugs are made",
      "summary": "Plants make chemical weapons to protect themselves, and many of these compounds have become vital to human medicine. Researchers found that one powerful plant chemical is produced using a gene that looks surprisingly bacterial. This suggests plants reuse microbial tools to invent new chemistry. The insight could help scientists discover new drugs and produce them more sustainably.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260203030546.htm",
      "published_utc": "2026-02-03T15:06:55+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "Robots descend into lava tubes to prepare for future Moon bases",
      "summary": "Hidden lava tunnels on the Moon and Mars could one day shelter human explorers, offering natural protection from radiation and space debris. A European research team has unveiled a bold new mission concept that uses three different robots working together to explore these extreme underground environments autonomously. Recently tested in the volcanic caves of Lanzarote, the system maps cave entrances, deploys sensors, lowers a scout rover, and creates detailed 3D maps of the interior.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260201231259.htm",
      "published_utc": "2026-02-02T08:43:49+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "750-year-old Indian poems reveal a landscape scientists got wrong",
      "summary": "Old Indian poems and folk songs are revealing a surprising truth about the land. Scientists found that descriptions of thorny trees and open grasslands in texts written as far back as the 1200s closely match today’s savannas in western India. This suggests these landscapes are ancient and natural—not ruined forests. The discovery could reshape how conservation and tree-planting efforts are planned.",
      "link": "https://www.sciencedaily.com/releases/2026/01/260131084622.htm",
      "published_utc": "2026-02-01T14:28:51+00:00",
      "score": 2
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "Late bedtimes are linked to higher heart disease risk",
      "summary": "People who naturally stay up late may be putting their hearts under added strain as they age. A large study tracking more than 300,000 adults found that middle-aged and older night owls had poorer overall heart health and a higher risk of heart attack and stroke than those who were active earlier in the day, with the effect especially pronounced in women. Much of this elevated risk appeared to stem from lifestyle factors common among evening types, including smoking and inadequate sleep.",
      "link": "https://www.sciencedaily.com/releases/2026/01/260130041101.htm",
      "published_utc": "2026-01-30T16:05:26+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Medicine",
      "title": "A 20-year-old cancer vaccine may hold the key to long-term survival",
      "summary": "Two decades after a breast cancer vaccine trial, every participant is still alive—an astonishing result for metastatic disease. Scientists found their immune systems retained long-lasting memory cells primed to recognize cancer. By enhancing a key immune signal called CD27, researchers dramatically improved tumor elimination in lab studies. The findings suggest cancer vaccines may have been missing a crucial ingredient all along.",
      "link": "https://www.sciencedaily.com/releases/2026/01/260128075345.htm",
      "published_utc": "2026-01-30T06:13:54+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "For every $1 spent protecting nature, $30 goes to destroying it",
      "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
      "published_utc": "2026-01-22T12:00:00+00:00",
      "score": 1
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "11-year streak of record global warming continues, UN weather agency warns",
      "summary": "The past 11 years have been the warmest in the modern era, while oceans continue to heat up, too, says the UN weather agency.",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166758",
      "published_utc": "2026-01-14T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "UN environment assembly wraps up in Nairobi",
      "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
      "published_utc": "2025-12-12T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "A sustainable future requires new thinking: UN environment report",
      "summary": "Adopting a fresh approach to protecting planetary health would deliver stronger economies, fewer deaths and less poverty, the UN Environment Programme (UNEP) insisted on Tuesday, as it released its most comprehensive assessment of environmental pressures facing the world.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166553",
      "published_utc": "2025-12-09T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Arab region pushed to limits by climate extremes as 2024 smashes heat records",
      "summary": "The Arab region is heating at nearly twice the global average, UN weather experts warned on Thursday, after 2024 saw unprecedented heat, destructive storms and worsening water scarcity impact some of the world’s most vulnerable communities.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166509",
      "published_utc": "2025-12-04T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Asia: Lives upended by cyclones, ‘extreme’ rainfall on the rise, warn UN agencies",
      "summary": "Across southeast Asia, record-breaking rains and flooding caused by back-to-back tropical storms have claimed hundreds of lives and brought devastation and displacement upon entire communities, UN agencies said on Tuesday.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166482",
      "published_utc": "2025-12-02T12:00:00+00:00",
      "score": 3
    }
  ],
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Problema demografică a României: decesele au fost de aproape două ori mai multe decât nașterile, în decembrie 2025",
        "summary": "România a înregistrat în decembrie 2025 un spor natural negativ de 10.184 persoane, după ce numărul deceselor a fost de aproape două ori mai mare decât cel al nașterilor. Potrivit datelor Institutului Național de Statistică (INS), în decembrie 2025 s-au înregistrat 11.893 de nașteri și 22.077 de decese, numărul deceselor crescând semnificativ față de luna precedentă.",
        "link": "https://www.digi24.ro/stiri/actualitate/problema-demografica-a-romaniei-decesele-au-fost-de-aproape-doua-ori-mai-multe-decat-nasterile-in-decembrie-2025-3624465",
        "published_utc": "2026-02-10T09:45:38+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Un Brâncuși „de atelier”, cu proveniență istorică, în Licitație la Artmark",
        "summary": "Într-o serie de evenimente dedicate aniversării a 150 de ani de la nașterea lui Constantin Brâncuși, Galeriile Artmark propun o întâlnire valoroasă cu opera artistului. În cadrul Licitației de Artă Postbelică și Contemporană stabilită chiar&#8230;",
        "link": "https://hotnews.ro/un-brancusi-de-atelier-cu-provenienta-istorica-in-licitatie-la-artmark-2168316",
        "published_utc": "2026-02-10T09:32:22+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "„Lumea este în pericol” – Avertismentul unui director care a părăsit o mare companie din domeniul inteligenței artificiale",
        "summary": "Un cercetător în domeniul inteligenței artificiale de la Anthropic, companie faimoasă pentru chatbotul Claude, a scris o scrisoare în care își anunță plecarea, spune că a realizat tot ce și-a dorit, dar avertizează și că&#8230;",
        "link": "https://hotnews.ro/lumea-este-in-pericol-avertismentul-unui-director-care-a-parasit-o-mare-companie-din-domeniul-inteligentei-artificiale-2168299",
        "published_utc": "2026-02-10T09:21:10+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Ajutorul de stat pentru livezile afectate de înghețul din 2025 a intrat în vigoare: fermierii pot primi până la 2.000 euro/hectar",
        "summary": "De azi, 10 februarie, a intrat în vigoare ajutorul de stat pentru livezile afectate de înghețul din primăvara anului 2025. Pomicultorii cu pierderi de minimum 30% pot primi până la 2.000 euro/ha prin APIA, dintr-un buget de peste 58,5 milioane de lei, finanțat din fonduri europene.",
        "link": "https://www.digi24.ro/stiri/economie/agricultura/ajutorul-de-stat-pentru-livezile-afectate-de-inghetul-din-2025-a-intrat-in-vigoare-fermierii-pot-primi-pana-la-2-000-euro-hectar-3624315",
        "published_utc": "2026-02-10T09:05:46+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "România tocmai a bifat cel mai mic număr de nașteri din ultimul secol",
        "summary": "Anul trecut, numărul copiilor aduși pe lume a stabilit un nou record negativ: cu cei 145.000 de copii, România e la cea mai de jos cotă din ultimii 100 de ani, potrivit unui anunț făcut&#8230;",
        "link": "https://hotnews.ro/145-000-de-copii-romania-tocmai-a-bifat-cel-mai-mic-numar-de-nasteri-din-ultimul-secol-2168227",
        "published_utc": "2026-02-10T08:04:15+00:00",
        "score": 3
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Trump declanșează exodul academic din SUA. Austria oferă refugiu cercetătorilor: „Mă bucur că am evitat un glonț”",
        "summary": "Austria încearcă să atragă profesori și oameni de știință din Statele Unite, profitând de exodul cercetătorilor declanșat de politicile administrației Trump față de universități și cercetare. După tăieri masive de finanțare, presiuni ideologice și temeri privind represalii politice, tot mai mulți oameni de știință aleg să părăsească SUA, Viena prezentându-se drept un „refugiu sigur” pentru libertatea academică și inovație.",
        "link": "https://www.digi24.ro/stiri/externe/sua/trump-declanseaza-exodul-academic-din-sua-austria-ofera-refugiu-cercetatorilor-ma-bucur-ca-am-evitat-un-glont-3624177",
        "published_utc": "2026-02-10T07:38:35+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Digistoria - cele mai importante evenimente petrecute pe 10 februarie",
        "summary": "Cele mai importante evenimente petrecute pe 10 februarie.",
        "link": "https://www.digi24.ro/digistoria/digistoria-cele-mai-importante-evenimente-petrecute-pe-10-februarie-3-3624043",
        "published_utc": "2026-02-10T05:55:35+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Asteroidul 2024 YR4 ar putea lovi Luna în 2032, potrivit unui studiu care se bazează pe 10.000 de simulări. Consecințele pentru Pământ",
        "summary": "Un studiu recent publicat sugerează că asteroidul 2024 YR4, cu o diametru de aproximativ 60 de metri, are o probabilitate de 4,3% să lovească Luna pe 22 decembrie 2032, un eveniment care ar putea declanșa o strălucire lunară vizibilă de pe Pământ și ar putea declanșa o activitate meteorică puternică în săptămânile următoare.",
        "link": "https://www.digi24.ro/stiri/actualitate/asteroidul-2024-yr4-ar-putea-lovi-luna-in-2032-potrivit-unui-studiu-care-se-bazeaza-pe-10-000-de-simulari-consecintele-pentru-pamant-3622291",
        "published_utc": "2026-02-10T05:33:18+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Orașul din Europa „înghițit” de un imperiu minier deținut de China. Zăcăminte uriașe de cupru și aur au ajuns în mâinile Beijingului",
        "summary": "Complexul minier din orașul Bor, Serbia, unde se găsesc unele din cele mai mari zăcăminte de cupru și aur din Europa, a fost preluat în 2018 de un grup minier din China controlat de stat, care a investit miliarde de euro. Proiectul a transformat complet viața locuitorilor din zonă, care au văzut cum casele, pământurile și amintirile lor dispar, pe măsură ce tot mai multe așezări sunt înghițite de exploatarea minieră.",
        "link": "https://www.digi24.ro/stiri/externe/orasul-din-europa-inghitit-de-un-imperiu-minier-detinut-de-china-zacaminte-uriase-de-cupru-si-aur-au-ajuns-in-mainile-beijingului-3614397",
        "published_utc": "2026-02-10T05:00:30+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Sfântul Haralambie, prăznuit pe 10 februarie 2026. Obicei respectat de credincioși pentru protecție împotriva bolilor",
        "summary": "Celebrat anual la data de 10 februarie, zi marcată în calendarul ortodox cu cruce neagră, Sfântul Haralambie se numără printre cele mai venerate figuri ale creștinătății. Tradiția ortodoxă îi atribuie darul vindecării și puterea de a alina suferința, fiind recunoscut drept făcător de minuni.",
        "link": "https://www.digi24.ro/stiri/actualitate/evenimente/sfantul-haralambie-praznuit-pe-10-februarie-2026-obicei-respectat-de-credinciosi-pentru-protectie-impotriva-bolilor-3622213",
        "published_utc": "2026-02-10T05:00:26+00:00",
        "score": 3
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Misterul din Haithabu, portul vikingilor care a dispărut timp de 900 de ani. Ce s-a întâmplat cu „orașul de la capătul oceanului lumii”",
        "summary": "Timp de peste două secole, portul din Haithabu (Hedeby) a fost un fel de „Singapore al Europei de Nord” și cea mai mare așezare din lumea vikingilor. Începând din secolul al XI-lea, Haithabu a dispărut pur și simplu din arhivele istoriei pentru următorii 900 de ani, iar acum arheologii și istoricii din nordul Germaniei au descoperit ce s-a întâmplat cu misterioasa așezare.",
        "link": "https://www.digi24.ro/stiri/sci-tech/descoperiri/misterul-din-haithabu-portul-vikingilor-care-a-disparut-timp-de-900-de-ani-ce-s-a-intamplat-cu-orasul-de-la-capatul-oceanului-lumii-3615999",
        "published_utc": "2026-02-10T05:00:01+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Un șofer român de TIR a fost prins de polițiști în Italia în timp ce transporta cocaină în valoare de 3 milioane de euro",
        "summary": "Un român a fost prins de polițiștii italieni în timp ce transporta cu TIR-ul cocaină în valoare de 3 milioane de euro. Polițiștii au descoperit încărcătura într-o parcare din Toscana, unde șoferul oprise în mod suspect în apropierea unei zone industriale.",
        "link": "https://www.digi24.ro/stiri/un-sofer-roman-de-tir-a-fost-prins-de-politisti-in-italia-in-timp-ce-transporta-cocaina-in-valoare-de-3-milioane-de-euro-3623917",
        "published_utc": "2026-02-09T21:52:59+00:00",
        "score": 1
      }
    ],
    "medical": [
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "This popular diet was linked to a much lower stroke risk",
        "summary": "A long-term study found that women who closely followed a Mediterranean diet had a much lower risk of stroke. The strongest benefits were seen in women who ate more plant-based foods, fish, and olive oil while cutting back on red meat and saturated fats. Their risk dropped across all major stroke types, including bleeding strokes, which are less commonly studied. The findings suggest diet may be a powerful but overlooked factor in stroke prevention.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260209064310.htm",
        "published_utc": "2026-02-09T11:54:46+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "A hidden Aloe vera compound takes aim at Alzheimer’s",
        "summary": "Scientists have uncovered promising clues that compounds found in Aloe vera could play a role in fighting Alzheimer’s disease. Using advanced computer modeling, researchers discovered that beta-sitosterol—a natural plant compound—strongly interacts with two key enzymes involved in memory loss and cognitive decline. The compound showed stability, strong binding, and favorable safety indicators, making it a standout candidate for future drug development.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260206012213.htm",
        "published_utc": "2026-02-08T12:57:41+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists found a gut compound that helps protect the liver",
        "summary": "What a mother eats during pregnancy may quietly shape her child’s liver health years down the road—but new research suggests there may be a way to tip the odds back in a healthier direction. Scientists found that a natural compound made by healthy gut bacteria dramatically reduced fatty liver disease in the offspring of mice whose mothers ate a high-fat, high-sugar diet. The compound, called indole, appeared to protect the liver, improve blood sugar, limit weight gain, and even reshape the gut microbiome in lasting ways.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260208011028.htm",
        "published_utc": "2026-02-08T07:18:29+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "A century of hair shows how lead exposure collapsed",
        "summary": "For decades, Americans were surrounded by lead from car exhaust, factories, paint, and even drinking water, often without realizing the damage it caused. By analyzing hair samples preserved across generations, scientists uncovered a striking record of how exposure soared before environmental rules and then collapsed after leaded gasoline and other sources were phased out.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260207092902.htm",
        "published_utc": "2026-02-07T14:45:58+00:00",
        "score": 3
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Doctors test brain cell implants to restore movement in Parkinson’s",
        "summary": "Scientists at Keck Medicine of USC are testing an experimental stem cell therapy that aims to restore the brain’s ability to produce dopamine, the chemical whose loss drives Parkinson’s disease. The early-stage clinical trial involves implanting lab-grown dopamine-producing cells directly into a key movement-control region of the brain, with the hope of slowing disease progression and improving motor function.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260206012203.htm",
        "published_utc": "2026-02-06T11:57:35+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "This simple diet shift cut 330 calories a day without smaller meals",
        "summary": "People who switch to a fully unprocessed diet don’t just eat differently—they eat smarter. Research from the University of Bristol shows that when people avoid ultra-processed foods, they naturally pile their plates with fruits and vegetables, eating over 50% more food by weight while still consuming hundreds fewer calories each day. This happens because whole foods trigger a kind of built-in “nutritional intelligence,” nudging people toward nutrient-rich, lower-calorie options.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260204121547.htm",
        "published_utc": "2026-02-05T15:04:34+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "New nasal vaccine shows strong protection against H5N1 bird flu",
        "summary": "As bird flu continues to circulate in animals and spill over into humans, researchers are racing to stop it before it adapts to spread widely between people. A new nasal spray vaccine showed strong protection against H5N1 in animal tests, outperforming traditional flu shots. Because it targets the nose and lungs, it may prevent infection at the earliest stage.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260204114343.htm",
        "published_utc": "2026-02-04T16:43:43+00:00",
        "score": 3
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "This unexpected plant discovery could change how drugs are made",
        "summary": "Plants make chemical weapons to protect themselves, and many of these compounds have become vital to human medicine. Researchers found that one powerful plant chemical is produced using a gene that looks surprisingly bacterial. This suggests plants reuse microbial tools to invent new chemistry. The insight could help scientists discover new drugs and produce them more sustainably.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260203030546.htm",
        "published_utc": "2026-02-03T15:06:55+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Late bedtimes are linked to higher heart disease risk",
        "summary": "People who naturally stay up late may be putting their hearts under added strain as they age. A large study tracking more than 300,000 adults found that middle-aged and older night owls had poorer overall heart health and a higher risk of heart attack and stroke than those who were active earlier in the day, with the effect especially pronounced in women. Much of this elevated risk appeared to stem from lifestyle factors common among evening types, including smoking and inadequate sleep.",
        "link": "https://www.sciencedaily.com/releases/2026/01/260130041101.htm",
        "published_utc": "2026-01-30T16:05:26+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Medicine",
        "title": "A 20-year-old cancer vaccine may hold the key to long-term survival",
        "summary": "Two decades after a breast cancer vaccine trial, every participant is still alive—an astonishing result for metastatic disease. Scientists found their immune systems retained long-lasting memory cells primed to recognize cancer. By enhancing a key immune signal called CD27, researchers dramatically improved tumor elimination in lab studies. The findings suggest cancer vaccines may have been missing a crucial ingredient all along.",
        "link": "https://www.sciencedaily.com/releases/2026/01/260128075345.htm",
        "published_utc": "2026-01-30T06:13:54+00:00",
        "score": 3
      }
    ],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "This weird deep-sea creature was named by thousands of people online",
        "summary": "A newly discovered deep-sea creature has become an unlikely Internet star. After appearing in a popular YouTube video, a rare chiton found nearly three miles beneath the ocean surface sparked a global naming effort, drawing more than 8,000 suggestions from people around the world. Scientists ultimately chose the name Ferreiraella populi, meaning “of the people,” honoring the public that helped bring it into the scientific record.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260207232242.htm",
        "published_utc": "2026-02-08T04:32:36+00:00",
        "score": 3
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Something supercharged Uranus when Voyager 2 flew past",
        "summary": "Voyager 2’s flyby of Uranus in 1986 recorded radiation levels so extreme they baffled scientists for nearly 40 years. New research suggests the spacecraft caught Uranus during a rare solar wind event that flooded the planet’s radiation belts with extra energy. Similar storms have been seen near Earth, where they dramatically boost radiation levels. The discovery reshapes how scientists think about Uranus—and why it deserves another visit.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260206012217.htm",
        "published_utc": "2026-02-07T16:41:34+00:00",
        "score": 3
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "This tiny molecular trick makes spider silk almost unbreakable",
        "summary": "Scientists have cracked a key mystery behind spider silk’s legendary strength and flexibility. They discovered that tiny molecular interactions act like natural glue, holding silk proteins together as they transform from liquid into incredibly tough fibers. This same process helps create silk that’s stronger than steel by weight and tougher than Kevlar.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260206012210.htm",
        "published_utc": "2026-02-06T06:22:10+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Robots descend into lava tubes to prepare for future Moon bases",
        "summary": "Hidden lava tunnels on the Moon and Mars could one day shelter human explorers, offering natural protection from radiation and space debris. A European research team has unveiled a bold new mission concept that uses three different robots working together to explore these extreme underground environments autonomously. Recently tested in the volcanic caves of Lanzarote, the system maps cave entrances, deploys sensors, lowers a scout rover, and creates detailed 3D maps of the interior.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260201231259.htm",
        "published_utc": "2026-02-02T08:43:49+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "750-year-old Indian poems reveal a landscape scientists got wrong",
        "summary": "Old Indian poems and folk songs are revealing a surprising truth about the land. Scientists found that descriptions of thorny trees and open grasslands in texts written as far back as the 1200s closely match today’s savannas in western India. This suggests these landscapes are ancient and natural—not ruined forests. The discovery could reshape how conservation and tree-planting efforts are planned.",
        "link": "https://www.sciencedaily.com/releases/2026/01/260131084622.htm",
        "published_utc": "2026-02-01T14:28:51+00:00",
        "score": 2
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "For every $1 spent protecting nature, $30 goes to destroying it",
        "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
        "published_utc": "2026-01-22T12:00:00+00:00",
        "score": 1
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "11-year streak of record global warming continues, UN weather agency warns",
        "summary": "The past 11 years have been the warmest in the modern era, while oceans continue to heat up, too, says the UN weather agency.",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166758",
        "published_utc": "2026-01-14T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "UN environment assembly wraps up in Nairobi",
        "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "published_utc": "2025-12-12T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "A sustainable future requires new thinking: UN environment report",
        "summary": "Adopting a fresh approach to protecting planetary health would deliver stronger economies, fewer deaths and less poverty, the UN Environment Programme (UNEP) insisted on Tuesday, as it released its most comprehensive assessment of environmental pressures facing the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166553",
        "published_utc": "2025-12-09T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Arab region pushed to limits by climate extremes as 2024 smashes heat records",
        "summary": "The Arab region is heating at nearly twice the global average, UN weather experts warned on Thursday, after 2024 saw unprecedented heat, destructive storms and worsening water scarcity impact some of the world’s most vulnerable communities.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166509",
        "published_utc": "2025-12-04T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Asia: Lives upended by cyclones, ‘extreme’ rainfall on the rise, warn UN agencies",
        "summary": "Across southeast Asia, record-breaking rains and flooding caused by back-to-back tropical storms have claimed hundreds of lives and brought devastation and displacement upon entire communities, UN agencies said on Tuesday.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166482",
        "published_utc": "2025-12-02T12:00:00+00:00",
        "score": 3
      }
    ],
    "photos": [
      {
        "category_id": "space",
        "category_label": "🚀 Spațiu",
        "source": "Flickr (space)",
        "title": "Rosette Nebula",
        "link": "https://www.flickr.com/photos/kepawong/55088297133/",
        "image_url": "https://live.staticflickr.com/65535/55088297133_4f50a34834_b.jpg",
        "published_utc": "2026-02-10T09:04:52+00:00"
      },
      {
        "category_id": "animals",
        "category_label": "🐾 Animale",
        "source": "Flickr (animals)",
        "title": "Heart & Club -Agrotis clavis-Hinton Suffolk 210623 (8)",
        "link": "https://www.flickr.com/photos/ailognom/55088333153/",
        "image_url": "https://live.staticflickr.com/65535/55088333153_1abef10047_b.jpg",
        "published_utc": "2026-02-10T09:49:32+00:00"
      },
      {
        "category_id": "landscapes",
        "category_label": "🏞️ Peisaj",
        "source": "Flickr (landscape)",
        "title": "DSCN7991_a",
        "link": "https://www.flickr.com/photos/ronpk/55087239737/",
        "image_url": "https://live.staticflickr.com/65535/55087239737_0489778205_b.jpg",
        "published_utc": "2026-02-10T09:44:37+00:00"
      }
    ],
    "joke": [
      {
        "date_utc": "2026-02-10",
        "text": "Mi-am făcut un plan de economii. Acum economisesc timp necheltuindu-l."
      }
    ],
    "satire": [
      {
        "date_utc": "2026-02-10",
        "source": "TimesNewRoman",
        "title": "Regrete târzii. Mulți români realizează că și-au făcut tatuaje în loc să-și cumpere un cojoc",
        "summary": "Cotidian independent de umor voluntar",
        "link": "https://www.timesnewroman.ro/life-death/regrete-tarzii-multi-romani-realizeaza-ca-si-au-facut-tatuaje-in-loc-sa-si-cumpere-un-cojoc/",
        "note": "Satiră — nu este știre reală."
      }
    ]
  }
}