{
  "generated_utc": "2026-02-14T14:18:28+00:00",
  "count": 26,
  "items": [
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Anul 2025 a fost unul record pentru turismul bulgar. Un milion de turiști au venit din România, cel mai mare înregistrat vreodată",
      "summary": "Bulgaria a înregistrat anul trecut un număr record de turişti din România, conform celor mai recente date ale Institutului Naţional de Statistică, informează Novinite.",
      "link": "https://www.digi24.ro/magazin/timp-liber/vacante/anul-2025-a-fost-unul-record-pentru-turismul-bulgar-un-milion-de-turisti-au-venit-din-romania-cel-mai-mare-inregistrat-vreodata-3631533",
      "published_utc": "2026-02-14T13:09:49+00:00",
      "score": 3
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Bulgaria anunță că a primit un număr record de turiști români anul trecut",
      "summary": "Bulgaria a înregistrat anul trecut un număr record de turişti din România, conform celor mai recente date ale Institutului Naţional de Statistică, informează Novinite și Agerpres. Numărul înnoptărilor turiştilor români în facilităţile de cazare bulgare&#8230;",
      "link": "https://hotnews.ro/bulgaria-anunta-ca-a-primit-un-numar-record-de-turisti-romani-anul-trecut-2171475",
      "published_utc": "2026-02-14T12:48:45+00:00",
      "score": 3
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "This vegan diet cut insulin use by nearly 30% in type 1 diabetes",
      "summary": "A low-fat vegan diet—without cutting calories or carbs—may help people with type 1 diabetes significantly reduce how much insulin they need, and how much they spend on it. In a new analysis published in BMC Nutrition, participants following the plant-based plan lowered their daily insulin use by 28%, while those on a portion-controlled diet saw no meaningful change.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260212234212.htm",
      "published_utc": "2026-02-13T07:30:08+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "HotNews",
      "title": "Judecătoarea Raluca Moroșanu, la două luni de la momentul conferinței Curții de Apel București: „E și mai rău acum. Ni se îngreunează munca”",
      "summary": "Raluca Moroșanu, judecătoarea de la Curtea de Apel București care a înfruntat conducerea instanței la celebra conferință de presă organizată după documentarul Recorder „Justiție Capturată”, a fost întrebată vineri seară, la TVR Info, dacă la CAB&#8230;",
      "link": "https://hotnews.ro/judecatoarea-raluca-morosanu-la-doua-luni-de-la-momentul-conferintei-curtii-de-apel-bucuresti-e-si-mai-rau-acum-ni-se-ingreuneaza-munca-2171430",
      "published_utc": "2026-02-14T11:29:43+00:00",
      "score": 3
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Un polițist din Arad a fost prins la furat în Austria. A fost dat de gol chiar de soția lui",
      "summary": "Un polițist din Arad este cercetat disciplinar, după ce a furat mai multe perechi de pantofi dintr-un centru comercial din Austria. Complice i-a fost chiar soția, care l-a și dat de gol în fața autorităților. Cei doi au furat din 20 de magazine, iar prejudiciul este de aproximativ 3.000 de euro.",
      "link": "https://www.digi24.ro/stiri/un-politist-din-arad-a-fost-prins-la-furat-in-austria-a-fost-dat-de-gol-chiar-de-sotia-lui-3631299",
      "published_utc": "2026-02-14T07:35:19+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "60,000 years ago humans were already using poisoned arrows",
      "summary": "Sixty thousand years ago, humans in southern Africa were already mastering nature’s chemistry. Scientists have discovered chemical traces of poison from the deadly gifbol plant on ancient quartz arrowheads found in South Africa — the oldest direct evidence of arrow poison ever identified. The find reveals that these early hunters didn’t just invent the bow and arrow earlier than once believed — they also knew how to enhance their weapons with toxic plant compounds to make hunts more effective.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260212025616.htm",
      "published_utc": "2026-02-13T04:01:51+00:00",
      "score": 1
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "Astronomii au descoperit un sistem planetar nemaivăzut până acum. Ce i-a intrigat pe oamenii de știință",
      "summary": "Astronomii au descoperit o stea ale cărei planete care gravitează în jurul ei se succed într-o ordine neobişnuită: telurică, gazoasă, gazoasă şi, din nou, telurică. În plus, planetele par că nu s-au format simultan, sfidând astfel teoriile actuale, potrivit unui studiu publicat în revista Science.",
      "link": "https://www.digi24.ro/stiri/sci-tech/descoperiri/astronomii-au-descoperit-un-sistem-planetar-nemaivazut-pana-acum-ce-i-a-intrigat-pe-oamenii-de-stiinta-3630761",
      "published_utc": "2026-02-14T05:00:36+00:00",
      "score": 2
    },
    {
      "section": "romania",
      "kind": "ro",
      "source": "Digi24",
      "title": "JO 2026 Milano Cortina. Surpriză mare la patinaj artistic: Kazahul Mihail Şaidorov a câştigat aurul. Marele favorit, departe de podium",
      "summary": "Sportivul kazah Mihail Şaidorov a produs cea mai mare surpriză a Jocurilor Olimpice de iarnă de la Milano-Cortina, prin medalia de aur cucerită în concursul masculin de patinaj artistic, vineri seara, în timp ce americanul Ilia Malinin, favoritul probei, s-a clasat pe opt, transmit agenţiile internaţionale de presă.",
      "link": "https://www.digi24.ro/stiri/sport/alte-sporturi/jo-2026-milano-cortina-surpriza-mare-la-patinaj-artistic-kazahul-mihail-saidorov-a-castigat-aurul-marele-favorit-departe-de-podium-3631147",
      "published_utc": "2026-02-13T22:48:42+00:00",
      "score": 3
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Selects Vast for Sixth Private Mission to Space Station",
      "summary": "NASA and Vast have signed an order for the sixth private astronaut mission to the International Space Station, targeted to launch no earlier than summer 2027 from Florida. This private astronaut mission marks the company&#8217;s first selection to the orbiting laboratory, underscoring NASA’s ongoing investment in fostering a commercial space economy and expanding opportunities for [&#8230;]",
      "link": "https://www.nasa.gov/news-release/nasa-selects-vast-for-sixth-private-mission-to-space-station/",
      "published_utc": "2026-02-12T21:11:19+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "Europe’s “untouched” wilderness was shaped by Neanderthals and hunter-gatherers",
      "summary": "Long before agriculture, humans were transforming Europe’s wild landscapes. Advanced simulations show that hunting and fire use by Neanderthals and Mesolithic hunter-gatherers reshaped forests and grasslands in measurable ways. By reducing populations of giant herbivores, people indirectly altered how dense vegetation became. The findings challenge the idea that prehistoric Europe was an untouched natural world.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260212025613.htm",
      "published_utc": "2026-02-12T14:14:45+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "NASA Breaking News",
      "title": "NASA Completes First Flight of Laminar Flow Scaled Wing Design",
      "summary": "NASA completed the first flight&#160;test&#160;of&#160;a scale-model wing&#160;designed to improve laminar flow, reducing drag&#160;and&#160;lowering&#160;fuel&#160;costs for&#160;future commercial&#160;aircraft.&#160; The flight took place Jan. 29 at NASA’s Armstrong Flight Research Center in Edwards, California, using&#160;one of the agency’s&#160;F-15B research&#160;jets.&#160;The&#160;NASA-designed,&#160;40-inch&#160;Crossflow Attenuated Natural Laminar Flow (CATNLF) wing&#160;model&#160;was attached to the aircraft’s underside vertically, like a fin.&#160; The flight lasted&#160;about&#160;75 minutes, during [&#8230;]",
      "link": "https://www.nasa.gov/image-article/nasa-completes-first-flight-of-laminar-flow-scaled-wing-design/",
      "published_utc": "2026-02-11T23:35:59+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "This popular diet was linked to a much lower stroke risk",
      "summary": "A long-term study found that women who closely followed a Mediterranean diet had a much lower risk of stroke. The strongest benefits were seen in women who ate more plant-based foods, fish, and olive oil while cutting back on red meat and saturated fats. Their risk dropped across all major stroke types, including bleeding strokes, which are less commonly studied. The findings suggest diet may be a powerful but overlooked factor in stroke prevention.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260209064310.htm",
      "published_utc": "2026-02-09T11:54:46+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "A hidden Aloe vera compound takes aim at Alzheimer’s",
      "summary": "Scientists have uncovered promising clues that compounds found in Aloe vera could play a role in fighting Alzheimer’s disease. Using advanced computer modeling, researchers discovered that beta-sitosterol—a natural plant compound—strongly interacts with two key enzymes involved in memory loss and cognitive decline. The compound showed stability, strong binding, and favorable safety indicators, making it a standout candidate for future drug development.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260206012213.htm",
      "published_utc": "2026-02-08T12:57:41+00:00",
      "score": 2
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "Scientists found a gut compound that helps protect the liver",
      "summary": "What a mother eats during pregnancy may quietly shape her child’s liver health years down the road—but new research suggests there may be a way to tip the odds back in a healthier direction. Scientists found that a natural compound made by healthy gut bacteria dramatically reduced fatty liver disease in the offspring of mice whose mothers ate a high-fat, high-sugar diet. The compound, called indole, appeared to protect the liver, improve blood sugar, limit weight gain, and even reshape the gut microbiome in lasting ways.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260208011028.htm",
      "published_utc": "2026-02-08T07:18:29+00:00",
      "score": 1
    },
    {
      "section": "science",
      "kind": "global",
      "source": "ScienceDaily Science",
      "title": "This weird deep-sea creature was named by thousands of people online",
      "summary": "A newly discovered deep-sea creature has become an unlikely Internet star. After appearing in a popular YouTube video, a rare chiton found nearly three miles beneath the ocean surface sparked a global naming effort, drawing more than 8,000 suggestions from people around the world. Scientists ultimately chose the name Ferreiraella populi, meaning “of the people,” honoring the public that helped bring it into the scientific record.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260207232242.htm",
      "published_utc": "2026-02-08T04:32:36+00:00",
      "score": 3
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "A century of hair shows how lead exposure collapsed",
      "summary": "For decades, Americans were surrounded by lead from car exhaust, factories, paint, and even drinking water, often without realizing the damage it caused. By analyzing hair samples preserved across generations, scientists uncovered a striking record of how exposure soared before environmental rules and then collapsed after leaded gasoline and other sources were phased out.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260207092902.htm",
      "published_utc": "2026-02-07T14:45:58+00:00",
      "score": 3
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "Doctors test brain cell implants to restore movement in Parkinson’s",
      "summary": "Scientists at Keck Medicine of USC are testing an experimental stem cell therapy that aims to restore the brain’s ability to produce dopamine, the chemical whose loss drives Parkinson’s disease. The early-stage clinical trial involves implanting lab-grown dopamine-producing cells directly into a key movement-control region of the brain, with the hope of slowing disease progression and improving motor function.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260206012203.htm",
      "published_utc": "2026-02-06T11:57:35+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "This simple diet shift cut 330 calories a day without smaller meals",
      "summary": "People who switch to a fully unprocessed diet don’t just eat differently—they eat smarter. Research from the University of Bristol shows that when people avoid ultra-processed foods, they naturally pile their plates with fruits and vegetables, eating over 50% more food by weight while still consuming hundreds fewer calories each day. This happens because whole foods trigger a kind of built-in “nutritional intelligence,” nudging people toward nutrient-rich, lower-calorie options.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260204121547.htm",
      "published_utc": "2026-02-05T15:04:34+00:00",
      "score": 1
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "New nasal vaccine shows strong protection against H5N1 bird flu",
      "summary": "As bird flu continues to circulate in animals and spill over into humans, researchers are racing to stop it before it adapts to spread widely between people. A new nasal spray vaccine showed strong protection against H5N1 in animal tests, outperforming traditional flu shots. Because it targets the nose and lungs, it may prevent infection at the earliest stage.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260204114343.htm",
      "published_utc": "2026-02-04T16:43:43+00:00",
      "score": 3
    },
    {
      "section": "medical",
      "kind": "global",
      "source": "ScienceDaily Health",
      "title": "This unexpected plant discovery could change how drugs are made",
      "summary": "Plants make chemical weapons to protect themselves, and many of these compounds have become vital to human medicine. Researchers found that one powerful plant chemical is produced using a gene that looks surprisingly bacterial. This suggests plants reuse microbial tools to invent new chemistry. The insight could help scientists discover new drugs and produce them more sustainably.",
      "link": "https://www.sciencedaily.com/releases/2026/02/260203030546.htm",
      "published_utc": "2026-02-03T15:06:55+00:00",
      "score": 1
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "For every $1 spent protecting nature, $30 goes to destroying it",
      "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
      "published_utc": "2026-01-22T12:00:00+00:00",
      "score": 1
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "11-year streak of record global warming continues, UN weather agency warns",
      "summary": "The past 11 years have been the warmest in the modern era, while oceans continue to heat up, too, says the UN weather agency.",
      "link": "https://news.un.org/feed/view/en/story/2026/01/1166758",
      "published_utc": "2026-01-14T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "UN environment assembly wraps up in Nairobi",
      "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
      "published_utc": "2025-12-12T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "A sustainable future requires new thinking: UN environment report",
      "summary": "Adopting a fresh approach to protecting planetary health would deliver stronger economies, fewer deaths and less poverty, the UN Environment Programme (UNEP) insisted on Tuesday, as it released its most comprehensive assessment of environmental pressures facing the world.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166553",
      "published_utc": "2025-12-09T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Arab region pushed to limits by climate extremes as 2024 smashes heat records",
      "summary": "The Arab region is heating at nearly twice the global average, UN weather experts warned on Thursday, after 2024 saw unprecedented heat, destructive storms and worsening water scarcity impact some of the world’s most vulnerable communities.",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166509",
      "published_utc": "2025-12-04T12:00:00+00:00",
      "score": 3
    },
    {
      "section": "environment",
      "kind": "global",
      "source": "UN News - Climate",
      "title": "Asia: Lives upended by cyclones, ‘extreme’ rainfall on the rise, warn UN agencies",
      "summary": "Across southeast Asia, record-breaking rains and flooding caused by back-to-back tropical storms have claimed hundreds of lives and brought devastation and displacement upon entire communities, UN agencies said on Tuesday.&nbsp;",
      "link": "https://news.un.org/feed/view/en/story/2025/12/1166482",
      "published_utc": "2025-12-02T12:00:00+00:00",
      "score": 3
    }
  ],
  "sections": {
    "romania": [
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Anul 2025 a fost unul record pentru turismul bulgar. Un milion de turiști au venit din România, cel mai mare înregistrat vreodată",
        "summary": "Bulgaria a înregistrat anul trecut un număr record de turişti din România, conform celor mai recente date ale Institutului Naţional de Statistică, informează Novinite.",
        "link": "https://www.digi24.ro/magazin/timp-liber/vacante/anul-2025-a-fost-unul-record-pentru-turismul-bulgar-un-milion-de-turisti-au-venit-din-romania-cel-mai-mare-inregistrat-vreodata-3631533",
        "published_utc": "2026-02-14T13:09:49+00:00",
        "score": 3
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Bulgaria anunță că a primit un număr record de turiști români anul trecut",
        "summary": "Bulgaria a înregistrat anul trecut un număr record de turişti din România, conform celor mai recente date ale Institutului Naţional de Statistică, informează Novinite și Agerpres. Numărul înnoptărilor turiştilor români în facilităţile de cazare bulgare&#8230;",
        "link": "https://hotnews.ro/bulgaria-anunta-ca-a-primit-un-numar-record-de-turisti-romani-anul-trecut-2171475",
        "published_utc": "2026-02-14T12:48:45+00:00",
        "score": 3
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "HotNews",
        "title": "Judecătoarea Raluca Moroșanu, la două luni de la momentul conferinței Curții de Apel București: „E și mai rău acum. Ni se îngreunează munca”",
        "summary": "Raluca Moroșanu, judecătoarea de la Curtea de Apel București care a înfruntat conducerea instanței la celebra conferință de presă organizată după documentarul Recorder „Justiție Capturată”, a fost întrebată vineri seară, la TVR Info, dacă la CAB&#8230;",
        "link": "https://hotnews.ro/judecatoarea-raluca-morosanu-la-doua-luni-de-la-momentul-conferintei-curtii-de-apel-bucuresti-e-si-mai-rau-acum-ni-se-ingreuneaza-munca-2171430",
        "published_utc": "2026-02-14T11:29:43+00:00",
        "score": 3
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Un polițist din Arad a fost prins la furat în Austria. A fost dat de gol chiar de soția lui",
        "summary": "Un polițist din Arad este cercetat disciplinar, după ce a furat mai multe perechi de pantofi dintr-un centru comercial din Austria. Complice i-a fost chiar soția, care l-a și dat de gol în fața autorităților. Cei doi au furat din 20 de magazine, iar prejudiciul este de aproximativ 3.000 de euro.",
        "link": "https://www.digi24.ro/stiri/un-politist-din-arad-a-fost-prins-la-furat-in-austria-a-fost-dat-de-gol-chiar-de-sotia-lui-3631299",
        "published_utc": "2026-02-14T07:35:19+00:00",
        "score": 1
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "Astronomii au descoperit un sistem planetar nemaivăzut până acum. Ce i-a intrigat pe oamenii de știință",
        "summary": "Astronomii au descoperit o stea ale cărei planete care gravitează în jurul ei se succed într-o ordine neobişnuită: telurică, gazoasă, gazoasă şi, din nou, telurică. În plus, planetele par că nu s-au format simultan, sfidând astfel teoriile actuale, potrivit unui studiu publicat în revista Science.",
        "link": "https://www.digi24.ro/stiri/sci-tech/descoperiri/astronomii-au-descoperit-un-sistem-planetar-nemaivazut-pana-acum-ce-i-a-intrigat-pe-oamenii-de-stiinta-3630761",
        "published_utc": "2026-02-14T05:00:36+00:00",
        "score": 2
      },
      {
        "section": "romania",
        "kind": "ro",
        "source": "Digi24",
        "title": "JO 2026 Milano Cortina. Surpriză mare la patinaj artistic: Kazahul Mihail Şaidorov a câştigat aurul. Marele favorit, departe de podium",
        "summary": "Sportivul kazah Mihail Şaidorov a produs cea mai mare surpriză a Jocurilor Olimpice de iarnă de la Milano-Cortina, prin medalia de aur cucerită în concursul masculin de patinaj artistic, vineri seara, în timp ce americanul Ilia Malinin, favoritul probei, s-a clasat pe opt, transmit agenţiile internaţionale de presă.",
        "link": "https://www.digi24.ro/stiri/sport/alte-sporturi/jo-2026-milano-cortina-surpriza-mare-la-patinaj-artistic-kazahul-mihail-saidorov-a-castigat-aurul-marele-favorit-departe-de-podium-3631147",
        "published_utc": "2026-02-13T22:48:42+00:00",
        "score": 3
      }
    ],
    "medical": [
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "This vegan diet cut insulin use by nearly 30% in type 1 diabetes",
        "summary": "A low-fat vegan diet—without cutting calories or carbs—may help people with type 1 diabetes significantly reduce how much insulin they need, and how much they spend on it. In a new analysis published in BMC Nutrition, participants following the plant-based plan lowered their daily insulin use by 28%, while those on a portion-controlled diet saw no meaningful change.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212234212.htm",
        "published_utc": "2026-02-13T07:30:08+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "This popular diet was linked to a much lower stroke risk",
        "summary": "A long-term study found that women who closely followed a Mediterranean diet had a much lower risk of stroke. The strongest benefits were seen in women who ate more plant-based foods, fish, and olive oil while cutting back on red meat and saturated fats. Their risk dropped across all major stroke types, including bleeding strokes, which are less commonly studied. The findings suggest diet may be a powerful but overlooked factor in stroke prevention.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260209064310.htm",
        "published_utc": "2026-02-09T11:54:46+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "A hidden Aloe vera compound takes aim at Alzheimer’s",
        "summary": "Scientists have uncovered promising clues that compounds found in Aloe vera could play a role in fighting Alzheimer’s disease. Using advanced computer modeling, researchers discovered that beta-sitosterol—a natural plant compound—strongly interacts with two key enzymes involved in memory loss and cognitive decline. The compound showed stability, strong binding, and favorable safety indicators, making it a standout candidate for future drug development.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260206012213.htm",
        "published_utc": "2026-02-08T12:57:41+00:00",
        "score": 2
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Scientists found a gut compound that helps protect the liver",
        "summary": "What a mother eats during pregnancy may quietly shape her child’s liver health years down the road—but new research suggests there may be a way to tip the odds back in a healthier direction. Scientists found that a natural compound made by healthy gut bacteria dramatically reduced fatty liver disease in the offspring of mice whose mothers ate a high-fat, high-sugar diet. The compound, called indole, appeared to protect the liver, improve blood sugar, limit weight gain, and even reshape the gut microbiome in lasting ways.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260208011028.htm",
        "published_utc": "2026-02-08T07:18:29+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "A century of hair shows how lead exposure collapsed",
        "summary": "For decades, Americans were surrounded by lead from car exhaust, factories, paint, and even drinking water, often without realizing the damage it caused. By analyzing hair samples preserved across generations, scientists uncovered a striking record of how exposure soared before environmental rules and then collapsed after leaded gasoline and other sources were phased out.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260207092902.htm",
        "published_utc": "2026-02-07T14:45:58+00:00",
        "score": 3
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "Doctors test brain cell implants to restore movement in Parkinson’s",
        "summary": "Scientists at Keck Medicine of USC are testing an experimental stem cell therapy that aims to restore the brain’s ability to produce dopamine, the chemical whose loss drives Parkinson’s disease. The early-stage clinical trial involves implanting lab-grown dopamine-producing cells directly into a key movement-control region of the brain, with the hope of slowing disease progression and improving motor function.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260206012203.htm",
        "published_utc": "2026-02-06T11:57:35+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "This simple diet shift cut 330 calories a day without smaller meals",
        "summary": "People who switch to a fully unprocessed diet don’t just eat differently—they eat smarter. Research from the University of Bristol shows that when people avoid ultra-processed foods, they naturally pile their plates with fruits and vegetables, eating over 50% more food by weight while still consuming hundreds fewer calories each day. This happens because whole foods trigger a kind of built-in “nutritional intelligence,” nudging people toward nutrient-rich, lower-calorie options.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260204121547.htm",
        "published_utc": "2026-02-05T15:04:34+00:00",
        "score": 1
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "New nasal vaccine shows strong protection against H5N1 bird flu",
        "summary": "As bird flu continues to circulate in animals and spill over into humans, researchers are racing to stop it before it adapts to spread widely between people. A new nasal spray vaccine showed strong protection against H5N1 in animal tests, outperforming traditional flu shots. Because it targets the nose and lungs, it may prevent infection at the earliest stage.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260204114343.htm",
        "published_utc": "2026-02-04T16:43:43+00:00",
        "score": 3
      },
      {
        "section": "medical",
        "kind": "global",
        "source": "ScienceDaily Health",
        "title": "This unexpected plant discovery could change how drugs are made",
        "summary": "Plants make chemical weapons to protect themselves, and many of these compounds have become vital to human medicine. Researchers found that one powerful plant chemical is produced using a gene that looks surprisingly bacterial. This suggests plants reuse microbial tools to invent new chemistry. The insight could help scientists discover new drugs and produce them more sustainably.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260203030546.htm",
        "published_utc": "2026-02-03T15:06:55+00:00",
        "score": 1
      }
    ],
    "science": [
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "60,000 years ago humans were already using poisoned arrows",
        "summary": "Sixty thousand years ago, humans in southern Africa were already mastering nature’s chemistry. Scientists have discovered chemical traces of poison from the deadly gifbol plant on ancient quartz arrowheads found in South Africa — the oldest direct evidence of arrow poison ever identified. The find reveals that these early hunters didn’t just invent the bow and arrow earlier than once believed — they also knew how to enhance their weapons with toxic plant compounds to make hunts more effective.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212025616.htm",
        "published_utc": "2026-02-13T04:01:51+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Selects Vast for Sixth Private Mission to Space Station",
        "summary": "NASA and Vast have signed an order for the sixth private astronaut mission to the International Space Station, targeted to launch no earlier than summer 2027 from Florida. This private astronaut mission marks the company&#8217;s first selection to the orbiting laboratory, underscoring NASA’s ongoing investment in fostering a commercial space economy and expanding opportunities for [&#8230;]",
        "link": "https://www.nasa.gov/news-release/nasa-selects-vast-for-sixth-private-mission-to-space-station/",
        "published_utc": "2026-02-12T21:11:19+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "Europe’s “untouched” wilderness was shaped by Neanderthals and hunter-gatherers",
        "summary": "Long before agriculture, humans were transforming Europe’s wild landscapes. Advanced simulations show that hunting and fire use by Neanderthals and Mesolithic hunter-gatherers reshaped forests and grasslands in measurable ways. By reducing populations of giant herbivores, people indirectly altered how dense vegetation became. The findings challenge the idea that prehistoric Europe was an untouched natural world.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260212025613.htm",
        "published_utc": "2026-02-12T14:14:45+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "NASA Breaking News",
        "title": "NASA Completes First Flight of Laminar Flow Scaled Wing Design",
        "summary": "NASA completed the first flight&#160;test&#160;of&#160;a scale-model wing&#160;designed to improve laminar flow, reducing drag&#160;and&#160;lowering&#160;fuel&#160;costs for&#160;future commercial&#160;aircraft.&#160; The flight took place Jan. 29 at NASA’s Armstrong Flight Research Center in Edwards, California, using&#160;one of the agency’s&#160;F-15B research&#160;jets.&#160;The&#160;NASA-designed,&#160;40-inch&#160;Crossflow Attenuated Natural Laminar Flow (CATNLF) wing&#160;model&#160;was attached to the aircraft’s underside vertically, like a fin.&#160; The flight lasted&#160;about&#160;75 minutes, during [&#8230;]",
        "link": "https://www.nasa.gov/image-article/nasa-completes-first-flight-of-laminar-flow-scaled-wing-design/",
        "published_utc": "2026-02-11T23:35:59+00:00",
        "score": 1
      },
      {
        "section": "science",
        "kind": "global",
        "source": "ScienceDaily Science",
        "title": "This weird deep-sea creature was named by thousands of people online",
        "summary": "A newly discovered deep-sea creature has become an unlikely Internet star. After appearing in a popular YouTube video, a rare chiton found nearly three miles beneath the ocean surface sparked a global naming effort, drawing more than 8,000 suggestions from people around the world. Scientists ultimately chose the name Ferreiraella populi, meaning “of the people,” honoring the public that helped bring it into the scientific record.",
        "link": "https://www.sciencedaily.com/releases/2026/02/260207232242.htm",
        "published_utc": "2026-02-08T04:32:36+00:00",
        "score": 3
      }
    ],
    "environment": [
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "For every $1 spent protecting nature, $30 goes to destroying it",
        "summary": "The world spends billions to protect nature, but trillions are being invested in business activities that harm the environment.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166809",
        "published_utc": "2026-01-22T12:00:00+00:00",
        "score": 1
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "11-year streak of record global warming continues, UN weather agency warns",
        "summary": "The past 11 years have been the warmest in the modern era, while oceans continue to heat up, too, says the UN weather agency.",
        "link": "https://news.un.org/feed/view/en/story/2026/01/1166758",
        "published_utc": "2026-01-14T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "UN environment assembly wraps up in Nairobi",
        "summary": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "published_utc": "2025-12-12T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "A sustainable future requires new thinking: UN environment report",
        "summary": "Adopting a fresh approach to protecting planetary health would deliver stronger economies, fewer deaths and less poverty, the UN Environment Programme (UNEP) insisted on Tuesday, as it released its most comprehensive assessment of environmental pressures facing the world.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166553",
        "published_utc": "2025-12-09T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Arab region pushed to limits by climate extremes as 2024 smashes heat records",
        "summary": "The Arab region is heating at nearly twice the global average, UN weather experts warned on Thursday, after 2024 saw unprecedented heat, destructive storms and worsening water scarcity impact some of the world’s most vulnerable communities.",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166509",
        "published_utc": "2025-12-04T12:00:00+00:00",
        "score": 3
      },
      {
        "section": "environment",
        "kind": "global",
        "source": "UN News - Climate",
        "title": "Asia: Lives upended by cyclones, ‘extreme’ rainfall on the rise, warn UN agencies",
        "summary": "Across southeast Asia, record-breaking rains and flooding caused by back-to-back tropical storms have claimed hundreds of lives and brought devastation and displacement upon entire communities, UN agencies said on Tuesday.&nbsp;",
        "link": "https://news.un.org/feed/view/en/story/2025/12/1166482",
        "published_utc": "2025-12-02T12:00:00+00:00",
        "score": 3
      }
    ],
    "photos": [
      {
        "category_id": "space",
        "category_label": "🚀 Spațiu",
        "source": "Flickr (space)",
        "title": "Space dumper",
        "link": "https://www.flickr.com/photos/193949112@N05/55095525345/",
        "image_url": "https://live.staticflickr.com/65535/55095525345_b641b6d4e4_b.jpg",
        "published_utc": "2026-02-14T14:05:03+00:00"
      },
      {
        "category_id": "animals",
        "category_label": "🐾 Animale",
        "source": "Flickr (animals)",
        "title": "The smaller the faster :)",
        "link": "https://www.flickr.com/photos/143431890@N07/55095162711/",
        "image_url": "https://live.staticflickr.com/65535/55095162711_e396cb7448_b.jpg",
        "published_utc": "2026-02-14T14:09:07+00:00"
      },
      {
        "category_id": "landscapes",
        "category_label": "🏞️ Peisaj",
        "source": "Flickr (landscape)",
        "title": "Alpenglühen, Allgäu",
        "link": "https://www.flickr.com/photos/heinertowner/55095372218/",
        "image_url": "https://live.staticflickr.com/65535/55095372218_3fa36c93bf_b.jpg",
        "published_utc": "2026-02-14T14:08:51+00:00"
      }
    ],
    "joke": [
      {
        "date_utc": "2026-02-14",
        "text": "— Aveți Wi-Fi? — Da. — Parola? — Ești sigur că vrei asta?"
      }
    ],
    "satire": [
      {
        "date_utc": "2026-02-14",
        "source": "TimesNewRoman",
        "title": "Secretele recuperării, cu Louis Munteanu. ”Ca să dorm bine, înainte de meci beau două zile încontinuu”",
        "summary": "Cotidian independent de umor voluntar",
        "link": "https://www.timesnewroman.ro/sport/secretele-recuperarii-cu-louis-munteanu-ca-sa-dorm-bine-inainte-de-meci-beau-doua-zile-incontinuu/",
        "note": "Satiră — nu este știre reală."
      }
    ]
  }
}